Repository: jupyterlab/language-packs
Catalog: jupyterlab/locale/*/LC_MESSAGES/jupyterlab.po
Languages: he_il, id_id, it_it, uk_ua

source: Restart Kernel and Run up to Selected Cell…
he_il: להפעיל את הליבה מחדש ולרוץ עד התא הנבחר…
id_id: Dimulai lagi kernel dan jalankan ke sel pilihan…
it_it: Riavvia Kernel ed Esegui alla Cella Selezionata…
uk_ua: Перезапустити ядро та запустити всі клітинки до вибраної…

source: Restart Kernel and Run All Cells…
he_il: להפעיל את הליבה מחדש ולהריץ את כל התאים…
id_id: Demulai Lagi Kernel dan Jalankan Semua Sel…
it_it: Riavvia Kernel ed Esegui Tutte le Celle…
uk_ua: Перезапустити ядро та запустити всі клітинки…

source: Clear All Outputs
he_il: פינוי כל הפלטים
id_id: Hapus Semua Hasil
it_it: Cancella Tutti gli Output
uk_ua: Очистити всі результати

source: Clear Outputs
he_il: פינוי פלטים
id_id: Hapus Hasil
it_it: Cancella Output
uk_ua: Очистити результати

source: Change to Code Cell Type
he_il: החלפה לסוג תא קוד
id_id: Ganti ke Jenis Sel Kode
it_it: Cambia al Tipo di Cella di Codice
uk_ua: Перетворити на клітинку коду

source: Change to Markdown Cell Type
he_il: החלפה לסוג תא Markdown
id_id: Ganti ke Jenis Sel Markdown
it_it: Cambia al Tipo di Cella di Markdown
uk_ua: Перетворити на клітинку розмітки

source: Change to Raw Cell Type
he_il: החלפה לסוג תא גולמי
id_id: Ganti ke Jenis Sel Asli
it_it: Cambia al Tipo di Cella Grezza
uk_ua: Перетворити на клітинку неформатованих даних

source: Cut Cells
he_il: לגזור תאים
id_id: Potong Sel
it_it: Taglia Celle
uk_ua: Вирізати клітинки

source: Cut the selected cells
he_il: לגזור את התאים הנבחרים
id_id: Hilangkan sel yang dipilih
it_it: Taglia le celle selezionate
uk_ua: Вирізати вибрані клітинки

source: Copy Cells
he_il: להעתיק תאים
id_id: Menyalin Sel
it_it: Copia Celle
uk_ua: Копіювати клітинки

source: Copy the selected cells
he_il: להעתיק את התאים הנבחרים
id_id: Menyalin sel yang dipilih
it_it: Copia le celle selezionate
uk_ua: Копіювати вибрані клітинки

source: Paste Cells Below
he_il: להדביק את התאים למעלה
id_id: Tempel Sel di Bawah
it_it: Incolla Celle Sotto
uk_ua: Вставити клітинки нижче

source: Paste cells from the clipboard
he_il: להדביק תאים מלוח הגזירים
id_id: Tempel Sel dari clipboard
it_it: Incolla le celle dagli appunti
uk_ua: Вставити клітинки з буфера обміну

source: Paste Cells Above
he_il: הדבקת התאים למעלה
id_id: Tempel Sel di Atas
it_it: Incolla Celle Sopra
uk_ua: Вставити клітинки вище

source: Paste Cells and Replace
he_il: הדבקת התאים והחלפה
id_id: Tempel Sel dan Ganti
it_it: Incolla Celle e Sostituisci
uk_ua: Вставити клітинки та замінити

source: Delete Cells
he_il: מחיקת תאים
id_id: Hapus Sel
it_it: Elimina Celle
uk_ua: Видалити клітинки

source: Split Cell
he_il: פיצול תא
id_id: Dipisah Sel
it_it: Dividi Celle
uk_ua: Розділити клітинки

source: Merge Selected Cells
he_il: מיזוג התאים הנבחרים
id_id: Menggabungkan Sel yang Dipilih
it_it: Unisci le Celle Selezionate
uk_ua: Об’єднати вибрані клітинки

source: Merge Cell Above
he_il: מיזוג התא מעל
uk_ua: Об'єднати клітини вище

source: Merge Cell Below
he_il: מיזוג התא מתחת
uk_ua: Об'єднати клітини нижче

source: Insert Cell Above
he_il: להוסיף תא מעל
id_id: Masukkan sel di atas
it_it: Inserisci Cella Sopra
uk_ua: Вставити клітинку вище

source: Insert Cell Below
he_il: להוסיף תא מתחת
id_id: Masukkan sel di bawah
it_it: Inserisci Cella Sotto
uk_ua: Вставити клітинку нижче

source: Insert a cell below
he_il: הוספת תא מתחת
id_id: Masukkan sel di bawah
it_it: Inserisci una cella sotto
uk_ua: Вставити клітинку нижче

source: Select Cell Above
he_il: לבחור את התא מעל
id_id: Pilih sel di atas
it_it: Seleziona Cella Sopra
uk_ua: Вибрати клітинку вище

source: Select Cell Below
he_il: לבחור את התא מתחת
id_id: Pilih sel di bawah
it_it: Seleziona Cella Sotto
uk_ua: Вибрати клітинку нижче

source: Extend Selection Above
he_il: להרחיב את הבחירה למעלה
id_id: Memperluas Pilihan di Atas
it_it: Estendi Selezione Sopra
uk_ua: Розширити виділений фрагмент вище

source: Extend Selection to Top
he_il: להרחיב את הבחירה עד ההתחלה
id_id: Memperluas Pilihan ke Atas
it_it: Estendi Selezione in Cima
uk_ua: Розширити виділений фрагмент догори

source: Extend Selection Below
he_il: להרחיב את הבחירה למטה
id_id: Memperluas Pilihan di Bawah
it_it: Estendi Selezione Sotto
uk_ua: Розширити виділений фрагмент нижче

source: Extend Selection to Bottom
he_il: להרחיב את הבחירה עד הסוף
id_id: Memperluas Pilihan ke Bawah
it_it: Estendi Selezione in Fondo
uk_ua: Розширити виділений фрагмент донизу

source: Select All Cells
he_il: לבחור את כל התאים
id_id: Pilih semua sel
it_it: Seleziona Tutte le Celle
uk_ua: Вибрати всі клітинки

source: Deselect All Cells
he_il: לבטל את הבחירה
id_id: Diseleksi semua sel
it_it: Deseleziona Tutte le Celle
uk_ua: Скасувати вибір усіх клітинок

source: Move Cells Up
he_il: להעביר את התאים למעלה
id_id: Pindah sel ke atas
it_it: Sposta Celle Su
uk_ua: Перемістити клітинки вгору

source: Move Cells Down
he_il: להעביר את התאים למטה
id_id: Pindah sel ke bawah
it_it: Sposta Celle Giù
uk_ua: Перемістити клітинки вниз

source: Toggle All Line Numbers
he_il: החלפת מצב כל מספרי השורות
id_id: Alihkan Semua Nomor Baris
it_it: Attiva/Disattiva Tutti i Numeri della Linea
uk_ua: Увімкнути або вимкнути всі номери рядків

source: Enter Command Mode
he_il: כניסה למצב פקודה
id_id: Masuk ke Mode Perintah
it_it: Inserisci Modalità di Comando
uk_ua: Ввійти в командний режим

source: Enter Edit Mode
he_il: כניסה למצב עריכה
id_id: Masukkan Mode Perubahan
it_it: Inserisci Modalità di Modifica
uk_ua: Ввійти в режим редагування

source: Undo Cell Operation
he_il: ביטול פעולות תא
id_id: Batalkan Operasi Sel
it_it: Annulla l'Operazione della Cella
uk_ua: Скасувати дію з клітинкою

source: Redo Cell Operation
he_il: ביצוע פעולות תא מחדש
id_id: Mengulangi Operasi Sel
it_it: Ripeti Operazione Cella
uk_ua: Повторити дію з клітинкою

source: Reconnect To Kernel
he_il: התחברות מחדש לליבה
id_id: Hubungkan kembali ke kernel
it_it: Riconnetti al Kernel
uk_ua: Повторно підключитися до ядра

source: Change to Heading 1
he_il: החלפה לכותרת 1
id_id: Menganti Judul 1
it_it: Passa a Intestazione 1
uk_ua: Змінити на Заголовок 1

source: Change to Heading 2
he_il: החלפה לכותרת 2
id_id: Menganti Judul 2
it_it: Passa a Intestazione 2
uk_ua: Змінити на Заголовок 2

source: Change to Heading 3
he_il: החלפה לכותרת 3
id_id: Menganti Judul 3
it_it: Passa a Intestazione 3
uk_ua: Змінити на Заголовок 3

source: Change to Heading 4
he_il: החלפה לכותרת 4
id_id: Menganti Judul 4
it_it: Passa a Intestazione 4
uk_ua: Змінити на Заголовок 4

source: Change to Heading 5
he_il: החלפה לכותרת 5
id_id: Menganti Judul 5
it_it: Passa a Intestazione 5
uk_ua: Змінити на Заголовок 5

source: Change to Heading 6
he_il: החלפה לכותרת 6
id_id: Menganti Judul 6
it_it: Passa a Intestazione 6
uk_ua: Змінити на Заголовок 6

source: Collapse Selected Code
he_il: צמצום הקוד הנבחר
id_id: Kumpulkan kode yang di pilih
it_it: Collassa Codice Selezionato
uk_ua: Згорнути вибраний код

source: Expand Selected Code
he_il: הרחבת הקוד הנבחר
id_id: Memperluas kode yang di pilih
it_it: Espandi Codice Selezionato
uk_ua: Розгорнути вибраний код

source: Collapse All Code
he_il: צמצום כל הקוד
id_id: Kumpulkan semua kode
it_it: Collassa Tutto il Codice
uk_ua: Згорнути весь код

source: Expand All Code
he_il: הרחבת כל הקוד
id_id: Memperluas semua kode
it_it: Espandi Tutto il Codice
uk_ua: Розгорнути весь код

source: Collapse Selected Outputs
he_il: צמצום הפלטים הנבחרים
id_id: Kumpulkan hasil yang di pilih
it_it: Collassa Output Selezionati
uk_ua: Згорнути вибрані результати

source: Expand Selected Outputs
he_il: הרחבת הפלטים הנבחרים
id_id: Memperluas hasil yang di pilih
it_it: Espandi Output Selezionati
uk_ua: Розгорнути вибрані результати

source: Collapse All Outputs
he_il: צמצום כל הפלטים
id_id: Kumpulkan Semua Hasil
it_it: Collassa Tutti gli Output
uk_ua: Згорнути всі результати

source: Expand All Outputs
he_il: הרחבת כל הפלטים
id_id: Memperluas Semua Hasil
it_it: Espandi Tutti gli Output
uk_ua: Розгорнути всі результати

source: Enable Scrolling for Outputs
he_il: הפעלת גלילה בפלטים
id_id: Aktifkan Gulir untuk Hasil
it_it: Abilita Scorrimento per gli Output
uk_ua: Увімкнути прокручування результатів

source: Disable Scrolling for Outputs
he_il: השבתת גלילה בפלטים
id_id: Aktifkan Gulir untuk Hasil
it_it: Disabilita Scorrimento per gli Output
uk_ua: Вимкнути прокручування результатів

source: Select current running or last run cell
he_il: לבחור את התא שרץ כרגע או האחרון שרץ
id_id: Pilih sel yang jalan saat ini atau terakhir
it_it: Seleziona cella correntemente in esecuzione o ultima eseguita
uk_ua: Вибрати клітинку, яку запущено зараз або востаннє

source: Replace Selection in Notebook Cell
he_il: להחליף את הבחירה בתא מחברת
id_id: Ganti Pilihan di Sel Catatan
it_it: Sostituisci Selezione nella Cella del Notebook
uk_ua: Замінити виділений фрагмент у клітинці блокнота

source: Notebook Operations
he_il: פעולות מחברת
id_id: Operasi Notebook
it_it: Operazioni del Notebook
uk_ua: Дії з блокнотом

source: Notebook Cell Operations
he_il: פעולות תא של מחברת
id_id: Operasi Sel Notebook
it_it: Operazioni della Cella del Notebook
uk_ua: Дії з клітинкою блокнота

source: Clear Output
he_il: פינוי הפלט
id_id: Hapus Hasil
it_it: Cancella Output
uk_ua: Очистити результати

source: Close and Shutdown Notebook
he_il: לסגור ולכבות את המחברת
id_id: Tutup dan Matikan Notebook
it_it: Chiudi e Arresta Notebook
uk_ua: Закрити й завершити роботу блокнота

source: Shut down the Notebook?
he_il: לכבות את המחברת?
id_id: Matikan Notebook?
it_it: Arrestare il Notebook?
uk_ua: Завершити роботу блокнота?

source: Run the selected cells and advance
he_il: להריץ את התאים הנבחרים ולהתקדם
id_id: Jalankan sel yang dipilih dan maju
it_it: Esegui le celle selezionate e avanza
uk_ua: Запустити вибрані клітинки й продовжити

source: Restart the kernel, then re-run the whole notebook
he_il: להפעיל את הליבה מחדש ואז להריץ מחדש את כל המחברת
id_id: Dimuali lagi kernel, kemudian jalankan semua catatan
it_it: Riavvia il kernel, poi esegui nuovamente l'intero notebook
uk_ua: Перезапустити ядро, а потім перезапустити цілий блокнот

source: Markdown
uk_ua: Розмітка

source: Executable Script
he_il: סקריפט שאפשר להריץ
id_id: Skrip yang dapat dieksekusi
it_it: Script Eseguibile
uk_ua: Виконуваний скрипт

source: Reveal.js Slides
he_il: שקופיות Reveal.js
id_id: Reveal.js Slide
it_it: Diapositive Reveal.js
uk_ua: Слайди Reveal.js

source: For Notebook: %1
he_il: למחברת: %1
id_id: Untuk Notebook: %1
it_it: Per Notebook: %1
uk_ua: Для блокнота: %1

source: For Notebook:
he_il: למחברת:
id_id: Untuk Notebook:
it_it: Per Notebook:
uk_ua: Для блокнота:

source: Save and Export Notebook: %1
he_il: שמירת וייצוא המחברת: %1
uk_ua: Зберегти та експортувати блокнот як: %1

source: Slides
he_il: שקופיות
id_id: Slide
it_it: Diapositive
uk_ua: Слайди

source: Script
he_il: סקריפט
id_id: Naskah
uk_ua: Скрипт

source: Custom
he_il: מותאם אישית
id_id: Personalisasi
it_it: Personalizzato
uk_ua: Власний

source: Notebook Tools
he_il: כלי מחברת
id_id: Alat-alat Notebook
it_it: Strumenti del Notebook
uk_ua: Інструменти блокнота

source: Create New View for Output
he_il: יצירת תצוגה חדשה לפלט
id_id: Buat tampilan baru untuk hasil
it_it: Crea Nuova Vista per Output
uk_ua: Створити нове подання для результатів

source: A trusted Jupyter notebook may execute hidden malicious code when you open it.
he_il: מחברת Jupyter מהימנה יכולה להריץ קוד זדוני נסתר עם פתיחתה.
uk_ua: Якщо відкрити надійний блокнот Jupyter, він може виконувати прихований зловмисний код.

source: Selecting trust will re-render this notebook in a trusted state.
he_il: בחירה במתן אמון תעבד את המחברת הזאת מחדש בצורה מהימנה.
it_it: Selezionare l'attendibilità renderizzerà questo notebook in uno stato attendibile.
uk_ua: Якщо вибрати цей блокнот надійним, його буде повторно відрисовано в довіреному режимі.

source: For more information, see
he_il: למידע נוסף, יש את
uk_ua: Для отримання додаткової інформації

source: the Jupyter security documentation
he_il: תיעוד האבטחה של Jupyter
uk_ua: документація з безпеки Jupyter

source: Notebook is already trusted
he_il: המחברת כבר מהימנה
id_id: Catatan sudah percaya
it_it: Notebook già attendibile
uk_ua: Блокнот уже надійний

source: Trust this notebook?
he_il: לתת אמון במחברת הזאת?
id_id: Bisa percaya catatan ini?
it_it: Fidarsi di questo notebook?
uk_ua: Довіряти цьому блокноту?

source: Notebook is still rendering and has for now (%1) remaining cells to render. Please wait for the complete rendering before invoking that action.
uk_ua: Notebook все ще виконує рендеринг і наразі має (%1) клітинок для рендерингу. Будь ласка, зачекайте повного відтворення перед тим, як викликати цю дію.

source: Kernel Terminating
he_il: הליבה מתחסלת
id_id: Penghentian Kernel
it_it: Terminando il Kernel
uk_ua: Припинення роботи ядра

source: The kernel for %1 appears to be terminating. You can not run any cell for now.
he_il: נראה כי הליבה עבור %1 מתחסלת. אי אפשר להריץ אף תא בינתיים.
id_id: Kernel untuk %1 sepertinya berhenti. Anda tidak bisa menjalankan segala sel sekarang.
it_it: Il Kernel per %1 sembra esser in terminazione. Non puoi eseguire alcuna cella per ora.
uk_ua: Схоже, ядро для %1 припиняє роботу. Зараз не можна запускати клітинки.

source: Cell not executed due to pending input
he_il: התא לא הופעל עקב המתנה לקלט
uk_ua: Клітина не виконана через очікування вводу даних

source: The cell has not been executed to avoid kernel deadlock as there is another pending input! Submit your pending input and try again.
he_il: התא לא הופעל כדי למנוע מבוי סתום עקב המתנה לקלט אחר! נא להגיש את הקלט שבהמתנה ולנסות שוב.
uk_ua: Клітина не була виконана, щоб уникнути блокування ядра, бо є ще одне очікування вводу даних! Надішліть свої очікувані дані та спробуйте знову.

source: Cell type
he_il: סוג תא
id_id: Jenis sel
it_it: Tipo di cella
uk_ua: Тип клітинки

source: Select the cell type
he_il: בחירת סוג התא
uk_ua: Оберіть тип клітинки

source: Code
he_il: קוד
id_id: Kode
it_it: Codice
uk_ua: Код

source: Raw
he_il: גולמי
id_id: Mentah
it_it: Grezzo
uk_ua: Неформатовані

source: Save the notebook contents and create checkpoint
he_il: לשמור את תכני המחברת וליצור נקודת ביקורת
id_id: Menyimpan isi catatan dan buat titik permeriksaan
it_it: Salva i contenuti del notebook e crea checkpoint
uk_ua: Зберегти вміст блокнота та створити контрольну точку

source: Elapsed time: %1 second
uk_ua: Витрачений час: %1 секунда

source: Executed %1 request
uk_ua: Виконано %1 запит

source: Executed %1 cell
uk_ua: Виконано %1 клітинку

source: Kernel status: %1
he_il: מצב הליבה: %1
uk_ua: Статус ядра: %1

source: This notebook has been converted from an older notebook format (v%1) to the current notebook format (v%2). The next time you save this notebook, the current notebook format (v%2) will be used. 'Older versions of Jupyter may not be able to read the new format.' To preserve the original format version, close the notebook without saving it.
he_il: מחברת זו עברה המרה מתצורת מחברת ישנה יותר (גרסה %1) לתצורת המחברת הנוכחית (גרסה %2). עם השמירה הבאה של המחברת הזאת, ייעשה שימוש בתצורת המחברת הנוכחית (גרסה %2). ‚יתכן שגרסאות ישנות יותר של Jupyter לא יוכלו לקרוא את התצורה החדשה.’ כדי לשמר את גרסת התצורה המקורית, יש לסגור את המחברת מבלי לשמור אותה.
uk_ua: Цей блокнот було перетворено на основі блокнота старішого формату (v%1) у поточний блокноту формату (v%2). Наступного разу при збереженні цього блокнота, буде використовуватись поточний блокнот формату (v%2). 'Не всі старіші версії Jupyter підтримують новий формат.' Щоб зберегти версію вихідного формату, закрийте блокнот, не зберігаючи його.

source: This notebook has been converted from an newer notebook format (v%1) to the current notebook format (v%2). The next time you save this notebook, the current notebook format (v%2) will be used. Some features of the original notebook may not be available.' To preserve the original format version, close the notebook without saving it.
he_il: מחברת זו עברה המרה מתצורת מחברת חדשה יותר (גרסה %1) לתצורת המחברת הנוכחית (גרסה %2). עם השמירה הבאה של המחברת הזאת, ייעשה שימוש בתצורת המחברת הנוכחית (גרסה %2). ‚יכול להיות חלק מהתכונות של המחברת המקורית לא תהיינה זמינות.’ כדי לשמר את גרסת התצורה המקורית יש לסגור את המחברת מבלי לשמור אותה.
it_it: Questo notebook è stato convertito da un formato del notebook più nuovo (v%1) al formato del notebook corrente (v%2). La prossima volta che lo salvi, sarà usato il formato del notebook corrente (v%2). Alcune funzionalità del notebook originale potrebbero non esser disponibili.'Per preservare la versione del formato originale, chiudi il notebook senza salvarlo.
uk_ua: Цей блокнот вер. %2 створено на основі блокнота старішого формату (вер. %1). Він зберігатиметься з використанням поточного формату (вер. %2). Деякі функції вихідного блокноту можуть бути недоступні.' Щоб зберегти версію вихідного формату, закрийте блокнот, не зберігаючи його.

source: Notebook converted
he_il: המחברת הומרה
id_id: Catatan Diubah
it_it: Notebook convertito
uk_ua: Блокнот перетворено

source: Mode: %1
he_il: מצב: %1
it_it: Modalità: %1
uk_ua: Режим: %1

source: Command
he_il: פקודה
it_it: Comando
uk_ua: Команда

source: Edit
he_il: עריכה
it_it: Modifica
uk_ua: Редагування

source: Notebook is in %1 mode
he_il: המחברת במצב %1
id_id: Catatan di mode %1
it_it: Il notebook è in modalità %1
uk_ua: Блокнот у режимі %1

source: Notebook Metadata
he_il: נתונים על המחברת
id_id: Metadata catatan
it_it: Metadati del Notebook
uk_ua: Метадані блокнота

source: Cell Metadata
he_il: נתונים על התא
id_id: Metadata Sel
it_it: Metadati della Cella
uk_ua: Метадані клітинки

source: Advanced Tools
he_il: כלים מתקדמים
id_id: Perangkat lanjutan
it_it: Strumenti Avanzati
uk_ua: Додаткові інструменти

source: Slide Type
he_il: סוג שקופית
id_id: Jenis Slide
it_it: Tipo di Scorrimento
uk_ua: Тип слайду

source: Slide
he_il: שקופית
it_it: Scorrimento
uk_ua: Слайд

source: Sub-Slide
he_il: תת־שקופית
it_it: Scorrimento secondario
uk_ua: Вкладений слайд

source: Fragment
he_il: מקטע
id_id: Fragmen
it_it: Frammento
uk_ua: Фрагмент

source: Skip
he_il: דילוג
id_id: Melewatkan
it_it: Salta
uk_ua: Пропустити

source: Notes
he_il: הערות
id_id: Catatan
it_it: Note
uk_ua: Нотатки

source: Raw NBConvert Format
he_il: תצורת NBConvert גולמית
id_id: Format NBConvert Asli
it_it: Formato NBConvert Grezzo
uk_ua: Необроблений формат NBConvert

source: Kernel Restarting
he_il: הליבה מופעלת מחדש
id_id: Kernel Mulai Lagi
it_it: Riavviando il Kernel
uk_ua: Перезапуск ядра

source: The kernel for %1 appears to have died. It will restart automatically.
he_il: נראה כי הליבה עבור %1 מתה. היא תופעל מחדש אוטומטית.
id_id: Kernel until %1 serpertinya mati. Akan mulai lagi secara otomatis.
it_it: Il kernel per %1 sembra esser terminato. Sarà riavviato automaticamente.
uk_ua: Схоже, що ядро %1 недоступне. Воно перезапуститься автоматично.

source: Notebook trusted: %1 of %2 cells trusted.
he_il: מחברת מהימנה: %1 מתוך %2 תאים מהימנים.
id_id: Catatan tidak bisa dipercaya: %1 dari %2 sel bisa dipercaya.
it_it: Notebook fidato: %1 di %2 celle attendibili.
uk_ua: Блокнот надійний: клітинки (%1 із %2) надійні.

source: Active cell trusted: %1 of %2 cells trusted.
he_il: התא הפעיל מהימן: %1 מתוך %2 תאים מהימנים.
id_id: Sel yang aktif bisa dipercaya: %1 dari %2 sel bisa dipercaya.
it_it: Cella attiva attendibile: %1 di %2 celle attendibili.
uk_ua: Активна клітинка надійна: клітинки (%1 із %2) надійні.

source: Notebook not trusted: %1 of %2 cells trusted.
he_il: מחברת בלתי מהימנה: %1 מתוך %2 תאים מהימנים.
id_id: Catatan tidak bisa dipercaya: %1 dari %2 sel bisa dipercaya.
it_it: Notebook non attendibile: %1 di %2 celle attendibili.
uk_ua: Блокнот не надійний: клітинки (%1 із %2) надійні.

source: No properties to inspect.
he_il: אין מאפיינים לבחינה.
id_id: Tidak ada properti untuk diperiksa.
it_it: Nessuna proprietà da ispezionare.
uk_ua: Немає властивостей, які можна перевірити.

source: Handle Local Link
he_il: טיפול בקישור מקומי
it_it: Gestisci Link Locale
uk_ua: Обробка локального посилання

source: This HTML output contains inline scripts. Are you sure that you want to run arbitrary Javascript within your JupyterLab session?
he_il: פלט HTML זה כולל סקריפטים פנימיים. להריץ JavaScript שרירותי בתוך הפעלת ה־JupyterLab שלך?
it_it: Questo output HTML contiene script in linea. Sei sicuro di voler eseguire Javascript arbitrario nella tua sessione di JupyterLab?
uk_ua: Цей HTML-результат містить вбудовні скрипти. Справді запустити довільний Javascript у цьому сеансі JupyterLab?

source: JavaScript output is disabled in JupyterLab
he_il: פלט JavaScript מושבת ב־JupyterLab
id_id: Hasil Javascript nonaktifkan di JupyterLab
it_it: L'output di JavaScript è disabilitato in JupyterLab
uk_ua: Результати JavaScript вимкнено в JupyterLab

source: Running Terminals and Kernels
he_il: הרצת מסופים וליבות
id_id: Terminal dan Kernel yang Jalan
it_it: Eseguendo Terminali e Kernel
uk_ua: Запущені термінали та ядра

source: Running Sessions section
uk_ua: Секція виконання сеансів

source: Kernels
he_il: ליבות
it_it: Kernel
uk_ua: Ядра

source: Are you sure you want to permanently shut down all running kernels?
he_il: לכבות לצמיתות את כל הליבות הפעילות?
id_id: Apakah Anda yakin ingin matikan semua kernel yang jalan secara permanen?
it_it: Sei sicuro di voler arrestare permanentemente tutti i kernel in esecuzione?
uk_ua: Ви впевнені, що хочете назавжди вимкнути всі запущені ядра?

source: Path: %1 Kernel: %2
he_il: נתיב: %1 ליבה: %2
id_id: Jalur: %1 Kernel: %2
it_it: Percorso: %1 Kernel: %2
uk_ua: Шлях: %1 Ядро: %2

source: Open Tabs
he_il: לשוניות פתוחות
id_id: Tab Terbuka
it_it: Apri Schede
uk_ua: Відкриті вкладки

source: Close All
he_il: סגירה של הכול
id_id: Tutup Semua
it_it: Chiudi Tutte
uk_ua: Закрити все

source: Are you sure you want to close all open tabs?
he_il: לסגור את כל הלשוניות הפתוחות?
id_id: Apakah anda yakin ingin menutup semua tab yang terbuka?
it_it: Sei sicuro di voler chiudere tutte le schede aperte?
uk_ua: Ви впевнені, що хочете закрити усі вкладки?

source: Refresh List
he_il: לרענן את הרשימה
id_id: Segarkan daftar
it_it: Ricarica Elenco
uk_ua: Оновити список

source: Settings
he_il: הגדרות
id_id: Pengaturan
it_it: Impostazioni
uk_ua: Налаштування

source: JSON Settings Editor
he_il: עורך הגדרות JSON
uk_ua: Редактор налаштувань JSON

source: Advanced Settings Editor
he_il: עורך ההגדרות המתקדמות
id_id: Editor pengaturan lanjutan
it_it: Editor delle Impostazioni Avanzate
uk_ua: Редактор додаткових налаштувань

source: Advanced JSON Settings Editor
he_il: עורך הגדרות JSON מתקדם
uk_ua: Розширений редактор налаштувань JSON

source: Revert User Settings
he_il: להחזיר הגדרות משתמש
id_id: Kembali pengaturan pegguna
it_it: Ripristina le Impostazioni dell'Utente
uk_ua: Відновити налаштування користувача

source: Save User Settings
he_il: לשמור הגדרות משתמש
id_id: Menyimpan pengaturan pegguna
it_it: Salva le Impostazioni dell'Utente
uk_ua: Зберегти налаштування користувача

source: Move Up
uk_ua: Перемістити вгору

source: Move Down
uk_ua: Перемістити вниз

source: Remove
he_il: הסרה
uk_ua: Видалити

source: Add
he_il: הוספה
uk_ua: Додати

source: Default: %1
uk_ua: За замовчуванням: %1

source: Error saving settings.
he_il: שגיאה בשמירת ההגדרות.
uk_ua: Помилка збереження налаштувань.

source: Restore to Defaults
he_il: איפוס לברירות מחדל
uk_ua: Відновити за замовчуванням

source: additional property error
uk_ua: помилка додаткової властивості

source: `%1` is not a valid property
uk_ua: `%1` не є дійсною властивістю

source: syntax error
he_il: שגיאת תחביר
uk_ua: синтаксична помилка

source: type error
he_il: שגיאת סוג
uk_ua: помилка типу

source: error
he_il: שגיאה
uk_ua: помилка

source: Any errors will be listed here
he_il: שגיאות כלשהן תופענה כאן
id_id: Kesalahan akan didaftar di sini
it_it: Ogni errore sarà elencato qui
uk_ua: Тут буде перелічено всі помилки
