Repository: jupyterlab/language-packs
Catalog: jupyterlab/locale/*/LC_MESSAGES/jupyterlab.po
Languages: he_il, id_id, it_it, uk_ua

# schema
source: Markdown viewer settings.
he_il: הגדרות מציג Markdown.
id_id: Pengaturan permisa markdown.
it_it: Impostazioni del visualizzatore di markdown.
uk_ua: Налаштування переглядача розмітки.

# settings
source: Markdown Viewer
he_il: מציג Markdown
uk_ua: Переглядач розмітки

# settings
source: The font family used to render markdown. If `null`, value from current theme is used.
he_il: משפחת הגופנים שמשמשת לעיבוד ה־Markdown. אם הערך יהיה „null”, יעשה שימוש בערך מערכת העיצוב הנוכחית.
uk_ua: Шрифт для відображення розмітки. Якщо `null`, буде взято значення з поточної теми.

# settings
source: Font Family
he_il: משפחת גופנים
uk_ua: Сімейство шрифтів

# settings
source: The size in pixel of the font used to render markdown. If `null`, value from current theme is used.
he_il: הגודל בפיקסלים של הגופן שמשמש לעיבוד ה־Markdown. אם הערך יהיה „null”, יעשה שימוש בערך מערכת העיצוב הנוכחית.
uk_ua: Розмір в пікселях шрифту відображення розмітки. Якщо `null`, буде взято значення з поточної теми.

# settings
source: Font Size
he_il: גודל גופן
uk_ua: Розмір шрифту

# settings
source: Whether to hide YAML front matter. The YAML front matter must be placed at the top of the document, started by a line of three dashes (---) and ended by a line of three dashes (---) or three points (...).
he_il: האם להציג את מיצג הכותרת של ה־YAML. מיצג הכותרת של ה־YAML חייב להופיע בראש המסמך, עליו להיפתח בשורה עם שלושה מינוסים (---) ולהסתיים בשורה עם שלושה מינוסים (---) או שלוש נקודות (...).
uk_ua: Визначає, чи приховувати титульні сторінки YAML. Титульні сторінки YAML розміщуються на початку документа, починаються рядком із трьох дефісів (---) і закінчуються рядком із трьох дефісів (---) або трьох крапок (...).

# settings
source: Hide Front Matter
he_il: הסתרת מיצג הכותרת
uk_ua: Приховати титульні сторінки

# settings
source: The line height used to render markdown. If `null`, value from current theme is used.
he_il: גובה השורה שמשמש לעיבוד ה־Markdown. אם הערך יהיה „null”, יעשה שימוש בערך מערכת העיצוב הנוכחית.
uk_ua: Висота рядка для відображення розмітки. Якщо `null`, буде взято значення з поточної теми.

# settings
source: Line Height
he_il: גובה שורה
uk_ua: Висота рядка

# settings
source: The text line width expressed in CSS ch units. If `null`, lines fit the viewport width.
he_il: רוחב שורת הטקסט מבוטא ביחידות ch של CSS. אם הערך יהיה „null”, השורות יותאמו לרוחב חלון התצוגה.
uk_ua: Ширина текстового рядка, виражена в одиницях CSS стилю. Якщо «null», рядки відповідають ширині огляду.

# settings
source: Line Width
he_il: רוחב שורה
uk_ua: Ширина рядка

# settings
source: The render timeout in milliseconds.
he_il: תום זמן העיבוד במילישניות.
uk_ua: Час очікування відрисовки в мілісекундах.

# settings
source: Render Timeout
he_il: תום זמן עיבוד
uk_ua: Час очікування відрисовки

# schema
source: Markdown Viewer
he_il: מציג Markdown
id_id: Permisa Markdown
it_it: Visualizzatore del Markdown
uk_ua: Переглядач розмітки

# schema
source: Application commands settings.
he_il: הגדרות פקודות יישום.
it_it: Impostazioni dei comandi dell'applicazione.
uk_ua: Налаштування команд застосунку.

# schema
source: Application Commands
he_il: פקודות יישום
it_it: Comandi dell'Applicazione
uk_ua: Команди додатків

# settings
source: Whether the menu is disabled or not
he_il: האם התפריט מושבת או לא
uk_ua: Чи меню вимкнене чи ні

# settings
source: Menu unique id
he_il: מזהה ייחודי לתפריט
uk_ua: Унікадьне Id Меню

# settings
source: Menu items
he_il: פריטי תפריט
uk_ua: Пункти меню

# settings
source: Menu label
he_il: תווית תפריט
uk_ua: Позначка меню

# settings
source: Mnemonic index for the label
uk_ua: Мнемонічний індекс для мітки

# settings
source: Menu rank
he_il: דירוג תפריט
uk_ua: Пункт меню

# settings
source: Command arguments
he_il: משתני פקודה
uk_ua: Аргументи команди

# settings
source: Command id
he_il: מזהה פקודה
uk_ua: Id Команд

# settings
source: Whether the item is disabled or not
he_il: האם הפריט מושבת או לא
uk_ua: Неважливо, чи додаток пошкоджений чи ні

# settings
source: Item rank
he_il: דירוג פריט
uk_ua: Пункт елементу

# settings
source: Submenu definition
he_il: הגדרת תת-תפריט
uk_ua: Визначення підменю

# settings
source: Item type
he_il: סוג פריט
uk_ua: Тип елемента

# schema
source: JupyterLab context menu settings.
he_il: הגדרות תפריט הקשר של JupyterLab.
it_it: Impostazioni del menu contestuale di JupyterLab.
uk_ua: Налаштування контекстного меню JupyterLab.

# settings
source: Application Context Menu
he_il: תפריט הקשר ליישום
uk_ua: Контекстне меню додатку

# settings
source: Note: To disable a context menu item, copy it to User Preferences and add the "disabled" key. The following example will disable Download item on files: { "contextMenu": [ { "command": "filebrowser:download", "selector": ".jp-DirListing-item[data-isdir=\"false\"]", "disabled": true } ] } Context menu description:
uk_ua: Примітка. Щоб вимкнути пункт контекстного меню, скопіюйте його в Налаштування користувача та додайте «вимкнений» ключ. Наведений нижче приклад вимкне завантаження елемента у файлах: "contextMenu": [ { "command": "filebrowser:download", "selector": ".jp-DirListing-item[data-isdir=\"false\"]", "disabled": true } ] } Опис контекстного меню:

# settings
source: The CSS selector for the context menu item.
he_il: בוחר ה־CSS לפריט בתפריט ההקשר.
uk_ua: Селектор CSS для контекстного пункту меню.

# settings
source: The application context menu.
he_il: תפריט הקשר ליישום.
uk_ua: Контекстне меню програми.

# schema
source: Application Context Menu
he_il: תפריט הקשר ליישום
it_it: Menu Contestuale dell'Applicazione
uk_ua: Контекстне меню додатку

# schema
source: JupyterLab Shell layout settings.
uk_ua: Налаштування макету JupyterLab Shell.

# settings
source: The method for hiding widgets in the main dock panel. Using `scale` will often increase performance as most browsers will not trigger style computation for the transform action.
uk_ua: Спосіб приховування віджетів на головній док-панелі. Використання `scale` часто підвищує продуктивність, оскільки більшість браузерів не запускають обчислення стилю для дії перетворення.

# settings
source: Hidden mode of main panel widgets
uk_ua: Прихований режим віджетів головної панелі

# schema
source: Sidebar layout settings.
he_il: הגדרות פריסת סרגל צד.
it_it: Impostazioni layout barra laterale.
uk_ua: Налаштування бічної панелі.

# settings
source: Sidebar
he_il: סרגל צד
uk_ua: Бічна панель

# settings
source: Overrides for where to show sidebar items e.g., {"jp-debugger-sidebar": "left"} You can also change this by right-clicking the sidebar icons.
he_il: דורס את מיקום פריטי סרגל הצד למשל: {"jp-debugger-sidebar": "left"} אפשר לשנות זאת בלחיצה ימנית על סמלי סרגל הצד.
uk_ua: Перевизначає, де саме показувати бічну панель наприклад, {"jp-debugger-sidebar": "left"} Ви також можете змінити це, клацаючи правою кнопкою миші на значки бічної панелі.

# settings
source: Overrides
he_il: מעקפים
uk_ua: Перевизначення

# schema
source: Sidebar
he_il: סרגל צד
it_it: Barra laterale
uk_ua: Бічна панель

# schema
source: Command palette settings.
he_il: הגדרות לוח פקודות.
id_id: Pengaturan daftar perintah.
it_it: Impostazioni della palette di comando.
uk_ua: Налаштування палітри команд.

# settings
source: Whether the command palette should be modal or in the left panel.
he_il: האם לוח הפקודות ירחף או יופיע בחלונית משמאל.
uk_ua: Чи командна палітра має бути модалом чи лівою панеллю.

# settings
source: Modal Command Palette
he_il: לוח פקודות מרחף
uk_ua: Палітра модальних команд

# schema
source: Command Palette
he_il: לוח פקודות
id_id: Daftar Perintah
it_it: Palette di Comando
uk_ua: Палітра команд

# schema
source: Print settings.
he_il: הגדרות הדפסה.
id_id: Pengaturan cetak.
it_it: Impostazioni di stampa.
uk_ua: Налаштування друку.

# schema
source: Print
he_il: הדפסה
id_id: Mencetak
it_it: Stampa
uk_ua: Друк

# settings
source: font-family
uk_ua: сімейство шрифтів

# settings
source: font-size
uk_ua: розмір шрифту

# schema
source: Theme manager settings.
he_il: הגדרות מנהל ערכות עיצוב.
id_id: Pengaturan manajer tema.
it_it: Impostazioni del gestore di temi.
uk_ua: Налаштування диспетчера тем.

# menu
source: Theme
he_il: ערכת עיצוב
uk_ua: Тема

# settings
source: Theme Manager
he_il: מנהל ערכות עיצוב
uk_ua: Керування темами

# settings
source: Override theme CSS variables by setting key-value pairs here
he_il: מעקף משתני CSS בערכת העיצוב על ידי הגדרת צמדי מפתח-ערך כאן
uk_ua: Перевизначте змінні теми CSS, установивши тут пари ключ-значення

# settings
source: Theme CSS Overrides
he_il: מעקפי CSS על ערכת העיצוב
uk_ua: Перевизначення теми CSS

# settings
source: Enable/disable styling of the application scrollbars
he_il: הפעלת/השבתת עיצוב סרגלי הגלילה של היישום
uk_ua: Увімкнути / вимкнути стилі смуг прокручування

# settings
source: Scrollbar Theming
he_il: עיצוב סרגלי גלילה
uk_ua: Теми смуги прокручування

# settings
source: Application-level visual styling theme
he_il: ערכת עיצוב חזותי ברמת היישום
uk_ua: Візуальна тема, застосована на рівні додатка

# settings
source: Selected Theme
he_il: ערכת עיצוב נבחרת
uk_ua: Вибрана тема

# schema
source: Theme
he_il: ערכת עיצוב
id_id: Tema
it_it: Tema
uk_ua: Тема

# schema
source: Workspaces settings.
he_il: הגדרות סביבות עבודה.
it_it: Impostazioni delle aree di lavoro.
uk_ua: Налаштування робочих областей.

# schema
source: Workspaces
he_il: סביבות עבודה
it_it: Aree di Lavoro
uk_ua: Робочі простори

# settings
source: Whether the item is ignored or not
uk_ua: Чи ігнорується елемент чи ні

# settings
source: If defined, it will override the command icon
uk_ua: Якщо його визначено, він замінить піктограму команди

# settings
source: Item icon id
uk_ua: Ідентифікатор значка елемента

# settings
source: If defined, it will override the command label
uk_ua: Якщо його визначено, він замінить мітку команди

# settings
source: Item label
he_il: תווית פריט
uk_ua: Мітка предмета

# settings
source: Unique name
he_il: שם ייחודי
uk_ua: Унікальне ім'я

# schema
source: Cell Toolbar Settings.
he_il: הגדרות סרגל כלים לתא.
uk_ua: Налаштування панелі інструментів клітинки.

# settings
source: An item is defined by a 'name', a 'command' name, and an 'icon' name
uk_ua: Елемент визначається "ім’ям", "командою" та "піктограмою"

# settings
source: List of toolbar items
uk_ua: Список елементів панелі інструментів

# schema
source: Cell Toolbar
he_il: סרגל כלים לתא
uk_ua: Панель інструментів клітинки

# schema
source: Text editor settings for all CodeMirror editors.
he_il: הגדרות עורך טקסט לכל עורכי ה־CodeMirror.
id_id: Pengaturan editor teks untuk semua editor CodeMirror.
it_it: Le impostazioni dell'editor di testo per tutti gli editor di CodeMirror.
uk_ua: Налаштування текстового редактора для всіх редакторів CodeMirror.

# menu
source: Text Editor Syntax Highlighting
he_il: הדגשת התחביר של עורך הטקסט
uk_ua: Виділення синтаксису текстового редактора

# menu
source: Text Editor Key Map
he_il: מפת מקשים של עורך הטקסט
uk_ua: Карта клавіш текстового редактора

# menu
source: Text Editor Theme
he_il: ערכת עיצוב עורך טקסט
uk_ua: Тема текстового редактора

# settings
source: Configures the keymap to use
he_il: הגדרת מפת המקשים לשימוש
uk_ua: Налаштовує карту клавіш для використання

# settings
source: Key Map
he_il: מפת מקשים
uk_ua: Карта клавіш

# settings
source: When enabled, which is the default, doing copy or cut when there is no selection will copy or cut the whole lines that have cursors on them.
he_il: כאשר האפשרות פעילה, שזו בררת המחדל, העתקה או גזירה ללא בחירה תעתיק או תגזור את כל השורה סביב מיקום הסמנים.
uk_ua: Коли ввімкнено (за замовчуванням), копіювання та вирізання за відсутності виділеного фрагмента призводить до копіювання або вирізання цілого рядка, на який наведено курсор.

# settings
source: Line-wise Ctrl-C
he_il: לפי שורה Ctrl-C
uk_ua: Порядково Ctrl-C

# settings
source: Whether to scroll past the end of text document
he_il: האם לגלול מעבר לסוף מסמך טקסט
uk_ua: Визначає, чи прокручувати після кінця текстового документа

# settings
source: Scroll behavior
he_il: התנהגות גלילה
uk_ua: Поведінка прокручування

# settings
source: Use default
uk_ua: Використовувати за замовчуванням

# settings
source: Selection Pointer
he_il: מצביע בחירה
uk_ua: Вказівник виділення

# settings
source: Style Active Line
he_il: סגנון של השורה הפעילה
uk_ua: Стилізувати активний рядок

# settings
source: Style Selected Text
he_il: עיצוב הטקסט הנבחר
uk_ua: Стилізувати вибраний текст

# settings
source: CSS file defining the corresponding .cm-s-[name] styles is loaded
he_il: קובץ CSS המגדיר את סגנונות ה־‎.cm-s-[name] התואמים נטען
uk_ua: Файл CSS, що визначає відповідні стилі .cm-s-[name], завантажено

# settings
source: Theme
he_il: ערכת עיצוב
uk_ua: Тема

# schema
source: Console completer settings.
he_il: הגדרות משלים מסוף.
id_id: Pengaturan pelangkap konsol.
it_it: Impostazioni del completatore della console.
uk_ua: Налаштування доповнювача консолі.

# schema
source: Console Completer
he_il: משלים מסוף
id_id: Pelangkap Konsol
it_it: Completatore della Console
uk_ua: Доповнювач консолі

# schema
source: File editor completer settings.
he_il: הגדרות משלים עורך הקבצים.
id_id: Pengaturan pelangkap editor berkas.
it_it: Impostazioni del completatore dell'editor di file.
uk_ua: Налаштування доповнювача редактора файлів.

# schema
source: File Editor Completer
he_il: משלים בעורך הקבצים
id_id: Pelangkap Editor Berkas
it_it: Completatore dell'Editor di File
uk_ua: Доповнювач редактора файлів

# schema
source: Notebook completer settings.
he_il: הגדרות משלים מחברות.
id_id: Pengaturan pelangkap catatan.
it_it: Impostazioni del completatore del notebook.
uk_ua: Налаштування доповнювача блокнота.

# schema
source: Notebook Completer
he_il: משלים מחברות
id_id: Pelangkap Catatan
it_it: Completatore del Notebook
uk_ua: Доповнювач блокнота

# schema
source: Code Console Foreign plugin settings.
it_it: Impostazioni del plugin Code Console Foreign.
uk_ua: Налаштування зовнішнього плагіну консолі коду.

# schema
source: Code Console Foreign plugin
it_it: Plugin Code Console Foreign
uk_ua: Зовнішній плагін консолі коду

# settings
source: Half-period in milliseconds used for cursor blinking. The default blink rate is 530ms. By setting this to zero, blinking can be disabled. A negative value hides the cursor entirely.
uk_ua: Для блимання курсора застосовується частота у мілісекундах. Частота за замовчуванням становить 530мс. Для відключення цієї фукції втсановіть значення "0". Щоб повністю приховати курсор встановіть від'ємне значення.

# schema
source: Code Console settings.
he_il: הגדרות מסוף קוד.
id_id: Pengaturan Konsol Kode.
it_it: Impostazioni della Console di Codice.
uk_ua: Налаштування консолі коду.

# menu
source: Console Run Keystroke
he_il: מקשים להרצת מסוף
uk_ua: Клавіша запуску консолі

# settings
source: Code Console Settings
he_il: הגדרות מסוף קוד
uk_ua: Налаштування консолі коду

# settings
source: Whether the console interaction mimics the notebook or terminal keyboard shortcuts.
he_il: האם תפעול המסוף יחקה את קיצורי המקלדת של המחברת או המסוף.
uk_ua: Визначає, чи взаємодія з консоллю імітує натискання сполучення клавіш блокнота або термінала.

# settings
source: Interaction mode
he_il: מצב תפעול
uk_ua: Режим взаємодії

# settings
source: The configuration for all prompt cells.
uk_ua: Конфігурація для всіх клітинок командного рядка.

# settings
source: Prompt Cell Configuration
uk_ua: Конфігурації клітинок командного рядка

# settings
source: Whether the console defaults to showing all kernel activity or just kernel activity originating from itself.
he_il: האם המסוף יוחזר כבררת מחדל להצגת כל פעילות הליבה או רק את פעילות הליבה שהוא המקור שלה.
uk_ua: Визначає, які операції ядра відображає консоль за умовчанням: усі чи лише ті, які походять із нього.

# settings
source: Show All Kernel Activity
he_il: הצגת כל פעילות הליבה
uk_ua: Показувати всю активність ядра

# schema
source: Code Console
he_il: מסוף קוד
id_id: Konsol Kode
it_it: Console del Codice
uk_ua: Консоль коду

# schema
source: Debugger settings
he_il: הגדרות מנפה שגיאות
id_id: Pengaturan debugger
it_it: Impostazioni del debugger
uk_ua: Налаштування налагоджувача

# settings
source: Debugger
he_il: מנפה שגיאות
uk_ua: Налагоджувач

# settings
source: Variables to filter out in the tree and table viewers
he_il: משתנים לסינון במציגי העץ והטבלה
uk_ua: Змінні, за якими можна фільтрувати дані в переглядачах дерева й таблиці

# settings
source: Variable filter
he_il: מסנן משתנים
uk_ua: Фільтр змінних

# schema
source: Debugger
he_il: מנפה שגיאות
uk_ua: Налагоджувач

# schema
source: Document Manager Download settings.
it_it: Impostazioni del Download del Gestore dei Documenti.
uk_ua: Налаштування завантаження диспетчера документів.

# schema
source: Document Manager Download
it_it: Download del Gestore Documenti
uk_ua: Завантаження диспетчера документів

# schema
source: Document Manager settings.
he_il: הגדרות מנהל מסמכים.
id_id: Pengaturan manajer dokumen.
it_it: Impostazioni del Gestore Documenti.
uk_ua: Налаштування диспетчера документів.

# settings
source: Document Manager
he_il: מנהל מסמכים
uk_ua: Диспетчер документів

# settings
source: Whether to autosave documents
he_il: האם לשמור מסמכים אוטומטית
uk_ua: Чи зберігати документи автоматично

# settings
source: Autosave Documents
he_il: שמירת מסמכים אוטומטית
uk_ua: Автозбереження документів

# settings
source: Length of save interval in seconds
he_il: משך ההפרש בין השמירות בשניות
uk_ua: Довжина інтервалу збереження в секундах

# settings
source: Autosave Interval
he_il: מרווח זמן שמירה אוטומטית
uk_ua: Інтервал автозбереження

# settings
source: Overrides for the default viewers for file types
he_il: מעקפים לסוגי הקבצים של מציגי בררת המחדל
uk_ua: Перевизначає параметри стандартних переглядачів певних типів файлів

# settings
source: Default Viewers
he_il: מציגי בררת מחדל
uk_ua: Стандартні переглядачі

# settings
source: Max acceptable difference, in milliseconds, between last modified timestamps on disk and client
he_il: ההבדל המקובל המרבי, במילישניות, בין חותמות הזמן של השינוי האחרון מצד הכונן לבין הלקוח
uk_ua: Максимально допустима різниця в мілісекундах між останніми зміненими мітками часу на диску та клієнті

# settings
source: Margin for last modified timestamp check
he_il: המרווח לבדיקת חותמת זמן לשינוי אחרון
uk_ua: Поле для перевірки останньої зміненої позначки часу

# schema
source: Document Manager
he_il: מנהל מסמכים
id_id: Manajer Dokumen
it_it: Gestore Documenti
uk_ua: Диспетчер документів

# schema
source: Document search plugin.
he_il: תוסף חיפוש מסמכים.
id_id: Plugin pencarian dokumen.
it_it: Plugin di ricerca del documento.
uk_ua: Плагін пошуку документів.

# schema
source: Document Search
he_il: חיפוש מסמכים
id_id: Pencarian Dokumen
it_it: Cerca Documento
uk_ua: Пошук документів

# schema
source: Extension manager settings.
he_il: הגדרות מנהל ההרחבות.
id_id: Pengaturan ekstensi manajer.
it_it: Impostazioni del gestore dell'estensione.
uk_ua: Налаштування диспетчера розширень.

# settings
source: Extension Manager
he_il: מנהל ההרחבות
uk_ua: Диспетчер розширень

# settings
source: Whether the user understand that extensions managed through this interface run arbitrary code that may be dangerous
he_il: האם המשתמש מבין שההרחבה שהמנשק הזה מנהל מריצה קוד שרירותי שעשוי להיות מסוכן
uk_ua: Визначає, чи усвідомлює користувач те, що розширення, якими він керує в цьому інтерфейсі, запускають довільний код, який може бути небезпечний

# settings
source: Disclaimed Status
he_il: מצב הסכמה לוויתור
uk_ua: Статус «Застережено»

# settings
source: Enables using the CDN to fetch full package data. Otherwise, the configured NPM registry will be used. Due to a lack of CORS support by NPM registry, only disable if supplying a custom registry
uk_ua: Дозволяє використовувати CDN для отримання повного пакета даних. В іншому випадку буде використовуватись налаштований NPM реєстр. Через відсутність підтримки CORS реєстру NPM, відключайте CDN, якщо використовуєте власний реєстр

# settings
source: Enable CDN
he_il: הפעלת CDN
uk_ua: Увімкнути CDN

# settings
source: Enables extension manager (requires Node.js/npm). WARNING: installing untrusted extensions may be unsafe.
he_il: מפעיל את מנהל ההרחבות (דורש Node.js/npm). אזהרה: התקנת הרחבות בלתי מהימנות עשויה לסכן אותך.
uk_ua: Активує диспетчер розширень (потрібен Node.js/npm). УВАГА! Установлювати ненадійні розширення може бути небезпечно.

# settings
source: Enabled Status
he_il: מצב הפעלה
uk_ua: Статус «Увімкнено»

# settings
source: The URI of the CDN to use for fetching full package data
he_il: כתובת ה־CDN לשימוש כדי למשוך את נתוני החבילה המלאים
uk_ua: URI CDN для отримання повного пакета даних

# settings
source: The URI of the NPM registry to use for searching for jupyterlab extensions
he_il: כתובת מאגר ה־NPM לשימוש לטובת חיפוש הרחבות של jupyterlab
uk_ua: URI реєстру NPM для пошуку розширень jupyterlab

# schema
source: Extension Manager
he_il: מנהל ההרחבות
id_id: Ekstensi Manajer
it_it: Gestore dell'Estensione
uk_ua: Диспетчер розширень

# schema
source: File Browser settings.
he_il: הגדרות מנהל קבצים.
id_id: Pengaturan Peramban Berkas.
it_it: Impostazioni di Esplora File.
uk_ua: Налаштування оглядача файлів.

# settings
source: File Browser
he_il: מנהל קבצים
uk_ua: Оглядач файлів

# settings
source: Whether to automatically navigate to a document's current directory
he_il: האם לנווט אוטומטית לתיקייה הנוכחית של מסמך
uk_ua: Визначає, чи переходити автоматично до поточного каталогу документа

# settings
source: Navigate to current directory
he_il: ניווט לתיקייה הנוכחית
uk_ua: Переходити до поточного каталогу

# settings
source: Whether to show hidden files
he_il: האם להציג קבצים מוסתרים
uk_ua: Показувати приховані файли

# settings
source: Show hidden files
he_il: הצגת קבצים מוסתרים
uk_ua: Відображати приховані файли

# settings
source: Whether to show the last modified column
he_il: האם להציג את עמודת השינוי האחרון
uk_ua: Чи відображати останню змінену колонку

# settings
source: Show last modified column
he_il: הצגת עמודת השינוי האחרון
uk_ua: Відображати останню змінену колонку

# settings
source: Whether to apply fuzzy algorithm while filtering on file names
he_il: האם להחיל אלגוריתם מעורפל בעת סינון לפי שמות קבצים
uk_ua: Визначає, чи застосовувати алгоритм часткових збігів під час фільтрування за назвою файлу

# settings
source: Filter on file name with a fuzzy search
he_il: סינון על שם קובץ עם חיפוש מעורפל
uk_ua: Фільтрувати за назвою файлу з використанням неточного пошуку

# schema
source: File Browser
he_il: מנהל קבצים
id_id: Peramban Berkas
it_it: Esplora File
uk_ua: Оглядач файлів

# schema
source: File Browser Download settings.
it_it: Impostazioni del Download di Sfoglia File.
uk_ua: Налаштування завантаження оглядача файлів.

# schema
source: File Browser Download
it_it: Download di Sfoglia File
uk_ua: Завантажити оглядач файлів

# schema
source: File Browser Open Browser Tab settings.
uk_ua: Оглядач файлів відкриє налаштування вкладок браузера.

# schema
source: File Browser Open Browser Tab
uk_ua: Оглядач файлів відкриє вкладку браузера

# schema
source: File Browser Open With settings.
uk_ua: Оглядач файлів відкриє з налаштуваннями.

# menu
source: Open With
he_il: לפתוח עם
uk_ua: Відкрити через

# schema
source: File Browser Open With
uk_ua: Відкрити оглядач файлів за допомогою

# settings
source: Cursor blinking rate
he_il: קצב הבהוב סמן
uk_ua: Частота мерехтіння курсору

# schema
source: Text editor settings.
he_il: הגדרות עורך טקסט.
id_id: Pengaturan editor teks.
it_it: Impostazioni dell'editor di testo.
uk_ua: Налаштування текстового редактора.

# menu
source: Text Editor Indentation
he_il: הזחה בעורך הטקסט
uk_ua: Відступ текстового редактора

# settings
source: Editor
he_il: עורך
uk_ua: Редактор
