Repository: jupyterlab/language-packs
Catalog: jupyterlab/locale/*/LC_MESSAGES/jupyterlab.po
Languages: he_il, id_id, it_it, uk_ua

# settings
source: The configuration for all text editors. If `fontFamily`, `fontSize` or `lineHeight` are `null`, values from current theme are used.
he_il: ההגדרות לכל עורכי הטקסט אם `fontFamily`,‏ `fontSize` או `lineHeight` הם `null`, הערכים מערכת העיצוב הנוכחי ייכנסו לתוקף.
uk_ua: Конфігурація всіх текстових редакторів. Якщо для параметрів fontFamily, fontSize або lineHeight установлено значення null, використовуються значення поточної теми.

# settings
source: Editor Configuration
he_il: הגדרות עורך
uk_ua: Конфігурація редактора

# schema
source: Text Editor
he_il: עורך טקסט
id_id: Editor Teks
it_it: Editor di Testo
uk_ua: Текстовий редактор

# schema
source: Help settings.
he_il: הגדרות עזרה.
uk_ua: Налаштування довідки.

# schema
source: Help
he_il: עזרה
uk_ua: Довідка

# schema
source: JupyterHub settings.
he_il: הגדרות JupyterHub.
uk_ua: Налаштування JupyterHub.

# schema
source: Image viewer settings.
he_il: הגדרות מציג התמונות.
id_id: Pengaturan penampil gambar.
it_it: Impostazioni del visualizzatore dell'immagine.
uk_ua: Налаштування переглядача зображень.

# schema
source: Image Viewer
he_il: מציג תמונות
id_id: Penampil gambar
it_it: Visualizzatore dell'Immagine
uk_ua: Переглядач зображень

# schema
source: Inspector Notebook settings.
uk_ua: Інспектор налаштувань блокнота.

# schema
source: Inspector Notebook
uk_ua: Інспектор блокнота

# schema
source: Inspector settings.
he_il: הגדרות החוקר.
id_id: Pengaturan inspektur.
it_it: Impostazioni dell'ispettore.
uk_ua: Налаштування інспектора.

# schema
source: Inspector
he_il: חוקר
id_id: Inspektur
it_it: Ispettore
uk_ua: Інспектор

# schema
source: Launcher settings.
he_il: הגדרות המפעיל.
id_id: Pengaturan kesalahan.
it_it: Impostazioni del launcher.
uk_ua: Налаштування запускача.

# schema
source: Launcher
he_il: מפעיל
uk_ua: Запускач

# schema
source: Log Console settings.
he_il: הגדרות מסוף יומנים.
id_id: Pengaturan Konsol Log.
it_it: Impostazioni della Console del Registro.
uk_ua: Налаштування консолі журналу.

# settings
source: Log Console
he_il: מסוף יומנים
uk_ua: Консоль журналу

# settings
source: Whether to flash on new log message or not
he_il: האם להבהב כשנוספות הודעות חדשות ליומן או שלא
uk_ua: Визначає, чи підсвічувати нові повідомлення журналу

# settings
source: Status Bar Item flash
he_il: הבהוב פריטים בשורת המצב
uk_ua: Підсвічування елементів у рядку стану

# settings
source: Maximum number of log entries to store in memory
he_il: מספר רשומות היומן המרבי לאחסון בזיכרון
uk_ua: Максимальна кількість записів журналу, що можуть зберігатися в пам’яті

# settings
source: Log entry count limit
he_il: מגבלת מספר רשומות יומן
uk_ua: Ліміт кількості записів журналу

# schema
source: Log Console
he_il: מסוף יומנים
id_id: Konsol Log
it_it: Console del Registro
uk_ua: Консоль журналу

# schema
source: Main JupyterLab menu settings.
he_il: הגדרות התפריט הראשי של JupyterLab.
id_id: Pengaturan menu utama JupyterLab.
it_it: Impostazioni del menu principale di JupyterLab.
uk_ua: Налаштування головного меню JupyterLab.

# menu
source: New
he_il: חדש
uk_ua: Створити

# menu
source: File
he_il: קובץ
uk_ua: Файл

# menu
source: Edit
he_il: עריכה
uk_ua: Редагування

# menu
source: View
he_il: תצוגה
uk_ua: Перегляд

# menu
source: Run
he_il: הרצה
uk_ua: Виконати

# menu
source: Kernel
he_il: ליבה
uk_ua: Ядро

# menu
source: Tabs
he_il: לשוניות
uk_ua: Вкладки

# menu
source: Settings
he_il: הגדרות
uk_ua: Налаштування

# menu
source: Help
he_il: עזרה
uk_ua: Довідка

# settings
source: Note: To disable a menu or a menu item, copy it to User Preferences and add the "disabled" key. The following example will disable the "Tabs" menu and "Restart Kernel and Run up to Selected Cell" item: { "menus": [ { "id": "jp-mainmenu-tabs", "disabled": true }, { "id": "jp-mainmenu-kernel", "items": [ { "command": "notebook:restart-and-run-to-selected", "disabled": true } ] } ] } Menu description:
uk_ua: Примітка: Щоб відключити меню або пункт меню, скопіюйте його до User Preferences та додайте позначку "disabled". Наприклад, як відключити меню "Tabs" та "Restart Kernel and Run up to Selected Cell" item: { "menus": [ { "id": "jp-mainmenu-tabs", "disabled": true }, { "id": "jp-mainmenu-kernel", "items": [ { "command": "notebook:restart-and-run-to-selected", "disabled": true } ] } ] } Menu description:

# settings
source: The application menu description.
he_il: התיאור בתפריט היישום.
uk_ua: Опис меню програми.

# schema
source: Main Menu
he_il: תפריט ראשי
id_id: Menu Utama
it_it: Menu Principale
uk_ua: Головне меню

# schema
source: Notebook Export settings.
he_il: הגדרות ייצוא מחברת.
uk_ua: Експорт налаштувань блокнота.

# menu
source: Save and Export Notebook As…
he_il: שמירת וייצוא המחברת בתור…
uk_ua: Зберегти та експортувати блокнот як…

# schema
source: Notebook Export
he_il: ייצוא מחברת
uk_ua: Експорт блокноту

# schema
source: Notebook settings.
he_il: הגדרות מחברת.
id_id: Pengaturan notebook.
it_it: Impostazioni del notebook.
uk_ua: Налаштування блокнота.

# settings
source: Notebook
he_il: מחברת
uk_ua: Блокнот

# settings
source: The configuration for all code cells.
he_il: ההגדרות לכל תאי הקוד.
uk_ua: Конфігурація для всіх клітинок коду.

# settings
source: Code Cell Configuration
he_il: הגדרות תא קוד
uk_ua: Конфігурація клітин коду

# settings
source: The default type (markdown, code, or raw) for new cells
he_il: סוג בררת המחדל (Markdown, קוד או גולמי) לתאים חדשים
uk_ua: Стандартний тип (розмітка, код або неформатовані дані) для нових клітинок

# settings
source: Default cell type
he_il: סוג תא כבררת מחדל
uk_ua: Стандартний тип клітинки

# settings
source: Disable the undo/redo on the notebook document level, so actions independent cells can have their own history. The undo/redo never applies on the outputs, in other words, outputs don't have history. A moved cell completely looses history capability for now.
he_il: השבתת ביטול/ביצוע מחדש ברמת מסמך המחברת, לכן לפעולות שאינן תלויות תא יכולה להיות היסטוריה משלהן. ביטול/ביצוע מחדש אף פעם לא חל על הפלטים, במילים אחרות, לפלטים אין היסטוריה. תא שהועבר מאבד את יכולת ההיסטוריה שלו לחלוטין נכון לעכשיו.
uk_ua: Відключити скасувати/повторити на рівні документів в блокноті, щоб у незалежних клітинок була своя історія дій. Скасувати/повторити ніколи не застосовується для результатів, тобто вони не мають власної історії. Так, пересунута клітинка повністю втрачає можливість мати власну історію.

# settings
source: Experimental settings to enable the undo/redo on the notebook document level.
he_il: הגדרות ניסיוניות להפעלת ביטול/ביצוע מחדש ברמת מסמך המחברת.
uk_ua: Експерименталь налаштування, щоб увімкнути скасувати/повторити на рівні документів у блокноті.

# settings
source: Whether to shut down or not the kernel when closing a notebook.
he_il: האם לכבות או לא לכבות את הליבה בעת סגירת מחברת.
uk_ua: Визначає, чи завершувати роботу ядра в разі закриття блокнота.

# settings
source: Shut down kernel
he_il: כיבוי הליבה
uk_ua: Завершити роботу ядра

# settings
source: The configuration for all markdown cells.
he_il: ההגדרות לכל תאי Markdown.
uk_ua: Конфігурація всіх клітинок розмітки.

# settings
source: Markdown Cell Configuration
he_il: הגדרות תא Markdown
uk_ua: Конфігурація клітинки розмітки

# settings
source: Define the number of cells to render directly when virtual notebook intersection observer is available
uk_ua: Визначте кількість клітинок для безпосереднього показу, коли доступний віртуальний блокнот пошуку перехресть

# settings
source: Number of cells to render directly
uk_ua: Кількість клітинок для безпосереднього показу

# settings
source: Defines the observed bottom margin for the virtual notebook, set a positive number of pixels to render cells below the visible view
uk_ua: Визначає видимість нижнього поля віртуального блокнота, встановіть позитивну кількість пікселів, щоб відображати клітини нижче видимого поля

# settings
source: Observed bottom margin
uk_ua: Видиме нижнє поле

# settings
source: Defines the observed top margin for the virtual notebook, set a positive number of pixels to render cells above the visible view
uk_ua: Визначає видимість верхнього поля віртуального блокнота, встановіть позитивну кількість пікселів, щоб відображати клітини вище видимого поля

# settings
source: Observed top margin
uk_ua: Видиме верхнє поле

# settings
source: The configuration for all raw cells.
uk_ua: Конфігурація всіх клітинок неформатованих даних.

# settings
source: Raw Cell Configuration
he_il: הגדרות תא גולמי
uk_ua: Конфігурація клітинок неформатованих даних

# settings
source: Should timing data be recorded in cell metadata
uk_ua: Визначає, чи записувати хронометричні дані в метадані клітинок

# settings
source: Recording timing
he_il: תזמון מוקלט
uk_ua: Хронометраж записування

# settings
source: Defines if the placeholder cells should be rendered when the browser is idle
uk_ua: Визначає, чи повинні клітинки заповнювача показуватись при простої браузера

# settings
source: Render cell on browser idle time
uk_ua: Показувати клітинку в браузері під час простою

# settings
source: Whether to be able to scroll so the last cell is at the top of the panel
he_il: האם לאפשר לגלול כך שהתא האחרון יהיה בראש החלונית
uk_ua: Визначає, чи можна прокручувати так, щоб остання клітинка відображалася вгорі панелі

# settings
source: Scroll past last cell
he_il: גלילה מעבר לתא האחרון
uk_ua: Прокручувати після останньої клітинки

# schema
source: Notebook
he_il: מחברת
uk_ua: Блокнот

# schema
source: Setting editor settings.
he_il: הגדרות עורך ההגדרות.
it_it: Impostazioni dell'Editor delle Impostazioni.
uk_ua: Параметри редактора налаштувань.

# schema
source: Setting Editor
he_il: עורך הגדרות
id_id: Editor Pengaturan
it_it: Editor delle Impostazioni
uk_ua: Редактор налаштувань

# schema
source: Keyboard shortcut settings.
he_il: הגדרות קיצורי מקלדת.
id_id: Pengaturan pintasan keyboard.
it_it: Impostazioni della scorciatoia da tastiera.
uk_ua: Налаштування сполучень клавіш.

# settings
source: Keyboard Shortcuts
he_il: קיצורי מקלדת
uk_ua: Гарячі Клавіші

# settings
source: The list of keyboard shortcuts.
he_il: רשימת קיצורי המקלדת.
uk_ua: Список сполучень клавіш.

# schema
source: Keyboard Shortcuts
he_il: קיצורי מקלדת
id_id: Pintasan Keyboard
it_it: Scorciatoie da Tastiera
uk_ua: Сполучення клавіш

# schema
source: Status Bar settings.
he_il: הגדרות שורת מצב.
id_id: Pengaturn status bar.
it_it: Impostazioni della Barra di Stato.
uk_ua: Налаштування рядка стану.

# settings
source: Status Bar
he_il: שורת מצב
uk_ua: Рядок стану

# settings
source: Whether to show status bar or not
he_il: האם להציג שורת מצב או לא
uk_ua: Визначає, чи показувати рядок стану

# settings
source: Status Bar Visibility
he_il: הופעת סרגל מצב
uk_ua: Видимість рядка стану

# schema
source: Status Bar
he_il: שורת מצב
it_it: Barra di Stato
uk_ua: Рядок стану

# schema
source: Terminal settings.
he_il: הגדרות מסוף.
id_id: Pengaturan Terminal.
it_it: Impostazioni del terminale.
uk_ua: Налаштування термінала.

# settings
source: Terminal
he_il: מסוף
uk_ua: Термінал

# settings
source: The font family used to render text.
he_il: משפחת הגופנים שתשמש לעיבוד טקסט.
uk_ua: Сімейство шрифтів для відрисовки тексту.

# settings
source: Font family
he_il: משפחת גופנים
uk_ua: Сімейство шрифтів

# settings
source: The font size used to render text.
he_il: גודל הגופן שישמש לעיבוד טקסט.
uk_ua: Розмір шрифту для відрисовки тексту.

# settings
source: Font size
he_il: גודל גופן
uk_ua: Розмір шрифту

# settings
source: The line height used to render text.
he_il: גובה השורה שתשמש לעיבוד טקסט.
uk_ua: Висота рядка для відрисовки тексту.

# settings
source: Line height
he_il: גובה שורה
uk_ua: Висота рядка

# settings
source: Option key on macOS can be used as meta key. This enables to use shortcuts such as option + f to move cursor forward one word
he_il: מקש האפשרות (Option) ב־macOS יכול לשמש כמקש מטא. מה שמאפשר שימוש בקיצורי דרך כגון option + f כדי להקפיץ את הסמן מילה אחת קדימה
uk_ua: Клавіша Option у macOS може слугувати метаклавішею. Це дає змогу переміщувати курсор на одне слово за допомогою такого сполучення, як Option+F

# settings
source: Treat option as meta key on macOS
he_il: להתייחס לאפשרות כמקש מטא על macOS
uk_ua: Вважати клавішу Option метаклавішею в macOS

# settings
source: Enable pasting with Ctrl+V. This can be disabled to use Ctrl+V in the vi editor, for instance. This setting has no effect on macOS, where Cmd+V is available
he_il: לאפשר הדבקה עם Ctrl+V. אפשר להשבית כדי להשתמש ב־Ctrl+X בעורך vi, למשל. להגדרה הזאת אין תוקף על macOS, בה ניתן להשתמש ב־Cmd+V
uk_ua: Активує можливість вставлення за допомогою клавіш Ctrl+V. Можна заборонити виконувати команду вставлення за допомогою клавіш Ctrl+V, наприклад, у редакторі vi. Цей параметр не діє в macOS, де застосовується сполучення клавіш Cmd+V

# settings
source: Paste with Ctrl+V
he_il: הדבקה עם Ctrl+V
uk_ua: Вставляти за допомогою Ctrl+V

# settings
source: Add accessibility elements for use with screen readers.
he_il: הוספת רכיבי נגישות לשימוש עם מקריאי מסך.
uk_ua: Додати елементи спеціальних можливостей для використання екранними дикторами.

# settings
source: Screen Reader Mode
he_il: מצב מקריא מסך
uk_ua: Режим читання

# settings
source: The amount of scrollback beyond initial viewport
he_il: כמות השורות שניתן לגלול אחורה מעבר למה שמוצג בפועל
uk_ua: Обсяг даних на екрані за межами вихідного вікна

# settings
source: Scrollback Buffer
he_il: זיכרון גלילה
uk_ua: Буфер прокручування

# settings
source: Shut down the session when closing the terminal.
he_il: כיבוי ההפעלה עם סגירת המסוף.
uk_ua: Завершуйте роботу сеансу в разі закриття термінала.

# settings
source: Shut down on close
he_il: כיבוי עם הסגירה
uk_ua: Завершувати роботу в разі закриття

# settings
source: The theme for the terminal.
he_il: ערכת העיצוב למסוף.
uk_ua: Тема для термінала.

# schema
source: Terminal
he_il: מסוף
it_it: Terminale
uk_ua: Термінал

# schema
source: Table of contents settings.
he_il: הגדרות תוכן עניינים.
uk_ua: Налаштування змісту.

# settings
source: Table of Contents
he_il: תוכן עניינים
uk_ua: Зміст

# settings
source: Whether to include cell output in headings
he_il: האם לכלול את פלט התא בכותרות
uk_ua: Визначає, чи включати ємність клітинки в заголовки

# settings
source: Include cell output in headings
he_il: לכלול את פלט התא בכותרות
uk_ua: Включати ємність клітинки в заголовки

# settings
source: Whether to number first-level headings
he_il: האם למספר את הכותרות ברמה הראשונה
uk_ua: Визначає, чи нумерувати заголовки першого рівня

# settings
source: Enable h1 numbering
he_il: הפעלת מספור h1
uk_ua: Увімкнути нумерацію h1

# settings
source: If set to true, when a header is collapsed in the table of contents the corresponding section in the notebook is collapsed as well and vice versa.
uk_ua: Якщо встановлено "true", коли заголовок згорнутий у змісті, відповідна секція у блокноті також згортається та навпаки.

# settings
source: Synchronize collapse state
he_il: סנכרון מצב הצמצום
uk_ua: Синхронізувати стан колапсу

# schema
source: Table of Contents
he_il: תוכן עניינים
uk_ua: Зміст

# schema
source: Console tooltip settings.
he_il: הגדרות עצות מסוף.
id_id: Pengaturan tooltip konsol.
it_it: Impostazioni dei suggerimenti della console.
uk_ua: Налаштування підказок консолі.

# schema
source: Console Tooltips
he_il: עצות מסוף
id_id: Tooltip Konsol
it_it: Suggerimenti della Console
uk_ua: Підказки консолі

# schema
source: File editor tooltip settings.
he_il: הגדרות עורך קבצים.
id_id: Pengaturan tooltip editor berkas.
it_it: Impostazioni dei suggerimenti dell'editor di file.
uk_ua: Налаштування підказок редактора файлів.

# schema
source: File Editor Tooltips
he_il: עצות עורך קבצים
id_id: Tooltip Editor Berkas
it_it: Suggerimenti dell'Editor di File
uk_ua: Підказки редактора файлів

# schema
source: Notebook tooltip settings.
he_il: הגדרות עצות מחברת.
id_id: Pengaturan tooltip notebook.
it_it: Impostazioni dei suggerimenti del notebook.
uk_ua: Налаштування підказок блокнота.

# schema
source: Notebook Tooltips
he_il: עצות מחברת
id_id: Tooltip Notebook
it_it: Suggerimenti Notebook
uk_ua: Підказки блокнота

# schema
source: Language settings.
he_il: הגדרות שפה.
id_id: Pengaturan bahasa.
it_it: Impostazioni della lingua.
uk_ua: Налаштування мови.

# menu
source: Language
he_il: שפה
uk_ua: Мова

# settings
source: Language
he_il: שפה
uk_ua: Мова

# settings
source: Display the `stringsPrefix` on localized strings.
he_il: להציג את `stringsPrefix` על מחרוזות לתרגום.
uk_ua: Відображайте префікс «stringsPrefix» у локалізованих рядках.

# settings
source: Display localized strings prefix
he_il: הצגת קידומת מחרוזות לתרגום
uk_ua: Показувати префікс локалізованих рядків

# settings
source: Set the interface display language. Examples: 'es_CO', 'fr'.
uk_ua: Установіть мову інтерфейсу користувача. Наприклад, «es_CO», «fr».

# settings
source: Language locale
he_il: שפה ומיקום
uk_ua: Мова користувача

# settings
source: Add a prefix to localized strings.
he_il: הוספת קידומת למחרוזות לתרגום.
uk_ua: Додавайте префікс до локалізованих рядків.

# settings
source: Localized strings prefix
he_il: קידומת מחרוזות לתרגום
uk_ua: Префікс локалізованих рядків

# schema
source: Language
he_il: שפה
id_id: Bahasa
it_it: Lingua
uk_ua: Мова

source: Main Area
he_il: אזור ראשי
id_id: Area utama
it_it: Area Principale
uk_ua: Основна область

source: Shift+Right Click for Browser Menu
he_il: Shift+לחיצה ימנית לתפריט דפדפן
id_id: Shift+Klik Kanan untuk Menu Peramban
it_it: Shift+Click destro per il Menu del Browser
uk_ua: Shift + права клавіша миші, щоб відкрити меню браузера

source: Switch Sidebar Side
he_il: החלפת צד סרגל הצד
id_id: Pindah Sisi Bar
it_it: Passa al Lato della Barra Laterale
uk_ua: Змінити сторону бічної панелі

source: Close Tab
he_il: לסגור לשונית
id_id: Tutup Tab
it_it: Chiudi Scheda
uk_ua: Закрити вкладку

source: Close All Other Tabs
he_il: לסגור את כל שאר הלשוניות
id_id: Tutup semua tab yang lain
it_it: Chiudi Tutte le Altre Schede
uk_ua: Закрити решту вкладок

source: Close Tabs to Right
he_il: לסגור את הלשוניות מימין
id_id: Tutup tab di kanan
it_it: Chiudi Schede a Destra
uk_ua: Закрити вкладки праворуч

source: Activate Next Tab
he_il: הפעלת הלשונית הבאה
id_id: Menaktifkan tab selanjutnya
it_it: Attiva Scheda Successiva
uk_ua: Активувати наступну вкладку

source: Activate Previous Tab
he_il: הפעלת הלשונית הקודמת
id_id: Aktifkan tab sebelumnya
it_it: Attiva Scheda Precedente
uk_ua: Активувати попередню вкладку

source: Activate Next Tab Bar
he_il: הפעלת סרגל הלשונית הבא
id_id: Menaktifkan tab bar selanjutnya
it_it: Attiva Barra della Scheda Successiva
uk_ua: Активувати наступну панель вкладок

source: Activate Previous Tab Bar
he_il: הפעלת סרגל הלשונית הקודם
id_id: Aktifkan tab bar sebelumnya
it_it: Attiva Barra della Scheda Precedente
uk_ua: Активувати попередню панель вкладок

source: Close All Tabs
he_il: לסגור את כל הלשוניות
id_id: Tutup Semua Tab
it_it: Chiudi Tutte le Schede
uk_ua: Закрити всі вкладки

source: Show Left Sidebar
he_il: להציג את סרגל הצד משמאל
id_id: Tampilkan Bar Sisi Kiri
it_it: Mostra Barra Laterale Sinistra
uk_ua: Закрити ліву бічну панель

source: Show Right Sidebar
he_il: להציג את סרגל הצד מימין
id_id: Tampilkan Bar Sisi Kanan
it_it: Mostra Barra Laterale Destra
uk_ua: Закрити праву бічну панель

source: Presentation Mode
he_il: מצב מצגת
id_id: Mode Presentasi
it_it: Modalità Presentazione
uk_ua: Режим презентації

source: Simple Interface
he_il: מנשק פשוט
id_id: Tampilan Sederhana
it_it: Interfaccia Semplice
uk_ua: Простий інтерфейс

source: Error Registering Plugins
he_il: שגיאה ברישום התוספים
it_it: Errore Registrando i Plugin
uk_ua: Помилка реєстрації плагінів

source: Build Complete
he_il: הבנייה הושלמה
id_id: Perangkat Lengkap
it_it: Build Completata
uk_ua: Складання завершено

source: Build successfully completed, reload page?
he_il: הבנייה הושלמה בהצלחה, לרענן את העמוד?
id_id: Berhasil diselesaikan membangun, mau muat ulang halaman?
it_it: Build completata correttamente, ricaricare la pagina?
uk_ua: Складання завершено. Оновити сторінку?

source: You will lose any unsaved changes.
he_il: כל השינויים שלך ילכו לאיבוד.
id_id: Anda akan kehilangan setiap perubahan yang belum disimpan.
it_it: Perderai ogni modifica non salvata.
uk_ua: Ви втратите всі незбережені зміни.

source: Reload Without Saving
he_il: לרענן בלי לשמור
id_id: Dimuat ulang tanpa disimpan
it_it: Ricarica Senza Salvare
uk_ua: Оновити, не зберігаючи зміни

source: Save and Reload
he_il: לשמור ולרענן
id_id: Simpan dan Dimuat Ulang
it_it: Salva e Ricarica
uk_ua: Зберегти й оновити

source: Save Failed
he_il: השמירה נכשלה
id_id: Gagal Menyimpan
it_it: Salvataggio Fallito
uk_ua: Не вдалося зберегти

source: Build Failed
he_il: הבנייה נכשלה
id_id: Build Gagal
it_it: Build Fallita
uk_ua: Складання не завершено

source: JupyterLab build is suggested:
he_il: הבנייה המומלצת של JupyterLab:
id_id: JupyterLab bangun disarankan:
it_it: Build di JupyterLab suggerita:
uk_ua: Запропоновано складання JupyterLab:

source: Build Recommended
he_il: מומלץ לבנות
id_id: Perangkat yang direkomendasikan
it_it: Build Consigliata
uk_ua: Запропоновано складання

source: Build
he_il: לבנות
id_id: Bangun
uk_ua: Складання

source: Are you sure you want to exit JupyterLab? Any unsaved changes will be lost.
he_il: לצאת מ־JupyterLab? כל השינויים שלא שמרת יאבדו.
id_id: Anda yakin ingin keluar dari JupyterLab? Setiap perubahan yang belum disimpan akan hilang.
it_it: Sei sicuro di voler uscire da JupyterLab? Ogni modifica non salvata sarà persa.
uk_ua: Справді вийти з JupyterLab? Усі незбережені зміни буде втрачено.

source: The path: %1 was not found. JupyterLab redirected to: %2
he_il: הנתיב: %1 לא נמצא. JupyterLab יופנה אל: %2
id_id: Jalurnya: %1 tidak diketemukan. Jupyterlab dialihkan ke: %2
it_it: Il percorso: %1 non è stato trovato. JupyterLab reindirizzato a: %2
uk_ua: Шлях %1 не знайдено. JupyterLab переспрямовано на адресу %2

source: Path Not Found
he_il: הנתיב לא נמצא
id_id: Jalurnya Tidak Diketemukan
it_it: Percorso Non Trovato
uk_ua: Шлях не знайдено

source: Property Inspector
he_il: חוקר מאפיינים
id_id: Inspektur Properti
it_it: Ispettore Proprietà
uk_ua: Інспектор властивостей

source: Information
he_il: פרטים
uk_ua: Інформація

source: Context menu customization has changed. You will need to reload JupyterLab to see the changes.
he_il: התאמת תפריט ההקשר השתנתה. עליך לרענן את JupyterLab כדי לצפות בשינויים.
uk_ua: Налаштування контекстного меню було змінено. Перезавантажте JupyterLab, щоб побачити зміни.

source: Reload
he_il: לטעון מחדש
id_id: Dimuat Ulang
it_it: Ricarica
uk_ua: Перезавантажити

source: Server Connection Error
he_il: שגיאת חיבור לשרת
id_id: Kesalahan koneksi jaringan
it_it: Errore di Connessione al Server
uk_ua: Помилка зв’язку із сервером

source: A connection to the Jupyter server could not be established. JupyterLab will continue trying to reconnect. Check your network connection or Jupyter server configuration.
he_il: לא ניתן להתחבר לשרת ה־Jupyter. JupyterLab ימשיך לנסות להתחבר. נא לבדוק את החיבור שלך לרשת או את הגדרות שרת ה־Jupyter.
it_it: Impossibile stabilire una connessione al server di Jupyter. JupyterLab continuerà a provare a riconnettersi. Controlla la tua connessione di rete o la configurazione del server di Jupyter.
uk_ua: Не вдалося встановити зв’язок із сервером Jupyter. JupyterLab здійснюватиме повторні спроби. Перевірте параметри своєї мережі або конфігурацію сервера Jupyter.

source: main
uk_ua: основне

source: main sidebar
uk_ua: головна бічна панель

source: alternate sidebar
uk_ua: альтернативна бічна панель

source: Loading…
he_il: בטעינה…
uk_ua: Завантаження…

source: The loading screen is taking a long time. Would you like to clear the workspace or keep waiting?
uk_ua: Завантаження екрана триває довго. Очистити робочу область чи очікувати далі?
