Repository: jupyterlab/language-packs
Catalog: jupyterlab/locale/*/LC_MESSAGES/jupyterlab.po
Languages: he_il, id_id, it_it, uk_ua

source: Cannot upload file (>%1 MB). %2
he_il: לא ניתן להעלות קובץ (גדול מ־%1 מ״ב). %2
id_id: Tidak bisa unggah berkas (>%1 MB). %2
it_it: Impossibile caricare il file (>%1 MB). %2
uk_ua: Неможливо вивантажити файл (>%1 МБ). %2

source: Large file size warning
he_il: אזהרת קובץ גדול
id_id: Peringatan berkas ukuran besar
it_it: Avviso di grandi dimensioni del file
uk_ua: Попередження про великий розмір файлу

source: The file size is %1 MB. Do you still want to upload it?
he_il: גודל הקובץ הוא %1 מ״ב. להעלות אותו בכל זאת?
id_id: Ukuran berkas %1 MB. Apakah Anda masih ingin menggungah?
it_it: La dimensione del file è di %1 MB. Vuoi ancora caricarlo?
uk_ua: Розмір файлу становить %1 МБ. Усе одно вивантажити його?

source: Upload
he_il: העלאה
id_id: Unggah
it_it: Carica
uk_ua: Вивантажити

source: Files still uploading
he_il: הקבצים עדיין נשלחים
id_id: Berkas masih mengunggah
it_it: File ancora in caricamento
uk_ua: Файли ще вивантажуються

source: Upload Files
he_il: העלאת קבצים
id_id: Unggah Berkas
it_it: Carica File
uk_ua: Вивантажити файли

source: Uploading…
he_il: מתבצעת העלאה…
id_id: Mengunggah…
it_it: Caricando…
uk_ua: Вивантаження…

source: Complete!
he_il: הסתיים!
id_id: Selesai!
it_it: Completo!
uk_ua: Готово!

source: Other
he_il: אחר
id_id: Lainnya
it_it: Altro
uk_ua: Інше

source: Text Editor
he_il: עורך טקסט
id_id: Editor Teks
it_it: Editor di Testo
uk_ua: Текстовий редактор

source: Create Console for Editor
he_il: ליצור מסוף לעורך
id_id: Buat Konsol untuk Editor
it_it: Crea Console per l'Editor
uk_ua: Створити консоль для редактора

source: Run Code
he_il: להריץ קוד
id_id: Menjalankan Kode
it_it: Esegui Codice
uk_ua: Запустити код

source: Run All Code
he_il: להריץ את כל הקוד
id_id: Menjalankan Semua Kode
it_it: Esegui Tutto il Codice
uk_ua: Запустити весь код

source: Restart Kernel and Run All Code
he_il: להפעיל את הליבה מחדש ולהריץ את כל הקוד
id_id: Demulai Lagi Kernel dan Jalankan Semua Kode
it_it: Riavvia il Kernel ed Esegui Tutto il Codice
uk_ua: Перезапустити ядро та запустити весь код

source: Increase Text Editor Font Size
he_il: להגדיל את גודל גופן עורך הטקסט
id_id: Besarkan Ukuran Font Editor Teks
it_it: Aumenta Dimensione del Font dell'Editor di Testo
uk_ua: Збільшити розмір шрифту текстового редактора

source: Decrease Text Editor Font Size
he_il: להקטין את גודל גופן עורך הטקסט
id_id: Kurangi Ukuran Font Editor Teks
it_it: Riduci Dimensione del Font dell'Editor di Testo
uk_ua: Зменшити розмір шрифту текстового редактора

source: Line Numbers
he_il: מספרי שורות
id_id: Nomor Baris
it_it: Numeri della Linea
uk_ua: Номери рядків

source: Word Wrap
he_il: גלישת שורות
id_id: Atur kata
it_it: A Capo Automatico
uk_ua: Перенесення слів

source: Spaces: %1
he_il: רווחים: %1
id_id: Jarak: %1
it_it: Spazi: %1
uk_ua: Пробілів: %1

source: Indent with Tab
he_il: הזחה עם טאב
id_id: Indent dengan Tab
it_it: Rientro con Tab
uk_ua: Відступ табуляцією

source: Match Brackets
he_il: התאמת סוגריים
id_id: Tandah Kurung Yang Sama
it_it: Abbina Parentesi
uk_ua: Виділяти дужки

source: Auto Close Brackets for Text Editor
he_il: לסגור סוגריים אוטומטית בעורך טקסט
id_id: Tutup otomatik tandah kurung untuk editor teks
it_it: Chiudi Automaticamente le Parentesi per l'Editor di Testo
uk_ua: Автоматично закривати дужки в текстовому редакторі

source: Auto Close Brackets
uk_ua: Автоматично закривати дужки

source: Replace Selection in Editor
he_il: להחליף את הבחירה בעורך
id_id: Ganti Pilihan di Editor
it_it: Sostituisci la Selezione nell'Editor
uk_ua: Замінити виділений фрагмент у редакторі

source: Show Markdown Preview
he_il: תצוגה מקדימה של Markdown
id_id: Tampilkan Pratinjau Markdown
it_it: Mostra Anteprima di Markdown
uk_ua: Показати попередній перегляд розмітки

source: Undo
he_il: ביטול
id_id: Batalkan
it_it: Annulla
uk_ua: Скасувати

source: Redo
he_il: ביצוע מחדש
id_id: Mengulangi
it_it: Ripeti
uk_ua: Повторити

source: Select All
he_il: לבחור הכול
id_id: Pilih Semua
it_it: Seleziona Tutto
uk_ua: Вибрати все

source: New Text File
he_il: קובץ טקסט חדש
id_id: Berkas Teks Baru
it_it: Nuovo File di Testo
uk_ua: Новий текстовий файл

source: Text File
he_il: קובץ טקסט
id_id: Berkas Teks
it_it: File di Testo
uk_ua: Текстовий файл

source: Create a new text file
he_il: יצירת קובץ טקסט חדש
id_id: Buat berkas teks baru
it_it: Crea un nuovo file di testo
uk_ua: Створити новий текстовий файл

source: Create a new markdown file
he_il: יצירת קובץ markdown חדש
id_id: Buat berkas markdown baru
it_it: Crea un nuovo file di markdown
uk_ua: Створити новий файл розмітки

source: New Python File
he_il: קובץ Python חדש
uk_ua: Новий файл Python

source: Create a new Python file
he_il: יצירת קובץ Python חדש
uk_ua: Створити новий файл Python

source: New Julia File
he_il: קובץ Julia חדש
uk_ua: Новий файл Julia

source: Create a new Julia file
he_il: יצירת קובץ Julia חדש
uk_ua: Створити новий файл Julia

source: New R File
he_il: קובץ R חדש
uk_ua: Новий файл R

source: Create a new R file
he_il: יצירת קובץ R חדש
uk_ua: Створити новий файл R

source: Spaces
he_il: רווחים
id_id: Jarak
it_it: Spazi
uk_ua: Пробіли

source: Tab Size
he_il: גודל טאב
id_id: Ukuran tab
it_it: Dimensione Tab
uk_ua: Розмір табуляції

source: Change Tab indentation…
he_il: החלפת הזחה עם טאבים…
it_it: Cambia rientro del Tab…
uk_ua: Змінити відступ табуляції…

source: CONTRIBUTOR LIST
he_il: רשימת התורמים
id_id: DAFTAR KONTRIBUTOR
it_it: ELENCO COLLABORATORI
uk_ua: УЧАСНИКИ ПРОЄКТУ

source: ABOUT PROJECT JUPYTER
he_il: על מיזם JUPYTER
id_id: TENTANG PROYEK JUPYTER
it_it: SUL PROGETTO JUPYTER
uk_ua: ПРО ПРОЄКТ JUPYTER

source: Dismiss
he_il: התעלמות
id_id: Hilangkan
it_it: Scarta
uk_ua: Відхилити

source: Help
he_il: עזרה
id_id: Membantu
it_it: Aiuto
uk_ua: Довідка

source: Launch Classic Notebook
he_il: הפעלת מחברת קלסית
id_id: Meluncurkan Catatan Klasik
it_it: Avvia Notebook Classico
uk_ua: Запустити класичний блокнот

source: Jupyter Forum
he_il: הפורום של Jupyter
uk_ua: Форум Jupyter

source: JupyterLab Reference
he_il: הסבר על JupyterLab
id_id: Referensi JupyterLab
it_it: Riferimento JupyterLab
uk_ua: Довідник із JupyterLab

source: JupyterLab FAQ
he_il: שו״ת JupyterLab
it_it: FAQ di JupyterLab
uk_ua: FAQ із JupyterLab

source: Jupyter Reference
he_il: הסבר על Jupyter
id_id: Referensi JupyterLab
it_it: Riferimento di Jupyter
uk_ua: Довідник із Jupyter

source: Markdown Reference
he_il: הסבר על Markdown
id_id: Referensi Markdown
it_it: Riferimento di Markdown
uk_ua: Довідник із мови розмітки

source: About the %1 Kernel
he_il: על אודות הליבה %1
id_id: Tentang Kernel %1
it_it: Sul Kernel %1
uk_ua: Про ядро %1

source: Download All Licenses as
uk_ua: Завантажити всі ліцензії як

source: Licenses
he_il: רישיונות
uk_ua: Ліцензії

source: Refresh Licenses
he_il: רענון רישיונות
uk_ua: Оновити ліцензії

source: About %1
he_il: על %1
id_id: Tentang %1
it_it: Su %1
uk_ua: Про %1

source: Version %1
he_il: ‏גרסה %1
id_id: Versi %1
it_it: Versione %1
uk_ua: Версія %1

source: Filter Licenses By
he_il: סינון רישיונות לפי
uk_ua: Фільтрувати ліцензії за

source: Package
he_il: חבילה
uk_ua: Пакет

source: Version
he_il: גרסה
uk_ua: Версія

source: License
he_il: רישיון
uk_ua: Ліцензія

source: Distributions
he_il: הפצות
uk_ua: Поширення

source: No Packages found
he_il: לא נמצאו חבילות
uk_ua: Пакети не знайдено

source: No Package selected
he_il: לא נבחרו חבילות
uk_ua: Пакет не було обрано

source: No License ID found
he_il: לא נמצא מזהה רישיון
uk_ua: Не знайдено ліцензії ID

source: No License Text found
he_il: לא נמצא טקסט רישיון
uk_ua: Не знайдено текст ліцензії

source: HTML File
he_il: קובץ HTML
id_id: Berkas HTML
it_it: File HTML
uk_ua: Файл HTML

source: Trust HTML File
he_il: מתן אמון בקובץ HTML
id_id: Percaya Berkas HTML
it_it: Fidati del File HTML
uk_ua: Довіряти файлу HTML

source: Rerender HTML Document
he_il: עיבוד מסמך HTML מחדש
it_it: Renderizza Nuovamente il Documento HTML
uk_ua: Повторно відрисувати документ HTML

source: Whether the HTML file is trusted. Trusting the file allows scripts to run in it, which may result in security risks. Only enable for files you trust.
he_il: האם קובץ ה־HTML מהימן. מתן אמון בקובץ מאפשר לסקריפטים ממנו לרוץ, מה שעשוי להוביל לסיכוני אבטחה. יש להפעיל רק לקבצים מהימנים.
it_it: Se il file HTML è attendibile. Fidarsi del file consente agli script di eseguirsi in esso, il che potrebbe risultare in rischi di sicurezza. Abilita solo per i file che ritieni attendibili.
uk_ua: Визначає, чи можна довіряти файлу HTML. У надійному файлі можуть запускатися скрипти, що може призводити до виникнення ризиків безпеці. Активуйте лише для файлів, яким довіряєте.

source: Distrust HTML
he_il: הסרת האמון מה־HTML
id_id: HTML yang tidak bisa dipercaya
it_it: Non fidarti del HTML
uk_ua: Не довіряти HTML

source: Trust HTML
he_il: מתן אמון ב־HTML
id_id: Percaya HTML
it_it: Fidati del HTML
uk_ua: Довіряти HTML

source: Server unavailable or unreachable
he_il: השרת אינו זמין או שאינו נגיש
id_id: Server tidak tersedia atau tidak terjangkau
it_it: Server non disponibile o irraggiungibile
uk_ua: Сервер недоступний або недосяжний

source: Your server at %1 is not running. Would you like to restart it?
he_il: השרת שלך %1 אינו פעיל. להפעיל אותו מחדש?
id_id: Server Anda di %1 tidak jalan. Apakah Anda mau mulai lagi?
it_it: Il tuo server a %1 non è in esecuzione. Vorresti riavviarlo?
uk_ua: Ваш сервер у %1 не запущено. Перезапустити його?

source: Restart
he_il: הפעלה מחדש
id_id: Dimulai Lagi
it_it: Riavvia
uk_ua: Перезапустити

source: Restart Server
he_il: הפעלת השרת מחדש
id_id: Memulai ulang server
it_it: Riavvia Server
uk_ua: Перезапустити сервер

source: Request that the Hub restart this server
he_il: לבקש שה־Hub יפעיל את השרת הזה מחדש
id_id: Mintah pusat untuk mulai lagi server ini
it_it: Richiedi che l'Hub riavvii questo server
uk_ua: Надіслати хабу запит на перезапуск сервера

source: Hub Control Panel
he_il: לוח בקרת ה־Hub
id_id: Pusat Panel Kontrol
it_it: Pannello di Controllo dell'Hub
uk_ua: Панель керування хабом

source: Open the Hub control panel in a new browser tab
he_il: לפתוח את לוח הבקרה של ה־Hub בלשונית דפדפן חדשה
id_id: Buka pusat panel kontrol di tab peramban baru
it_it: Apri il pannello di controllo dell'Hub in una nuova scheda del browser
uk_ua: Відкрити панель керування хабом на новій вкладці браузера

source: Log Out
he_il: יציאה
id_id: Keluar
it_it: Disconnettiti
uk_ua: Вийти

source: Log out of the Hub
he_il: יציאה מה־Hub
id_id: Keluar dari Hub
it_it: Disconnettiti dall'Hub
uk_ua: Вийти з хабу

source: Hub
uk_ua: Хаб

source: Image Viewer
he_il: מציג תמונות
id_id: Penampil gambar
it_it: Visualizzatore Immagini
uk_ua: Переглядач зображень

source: Zoom In
he_il: התקרבות
id_id: Perbesar
it_it: Ingrandisci
uk_ua: Збільшити

source: Zoom Out
he_il: התרחקות
id_id: Perkecil
it_it: Riduci
uk_ua: Зменшити

source: Reset Image
he_il: איפוס התמונה
id_id: Kembalikan Gambar
it_it: Ripristina Immagine
uk_ua: Скинути зображення

source: Rotate Clockwise
he_il: סיבוב עם כיוון השעון
id_id: Putar searah jarum jam
it_it: Ruota in Senso Orario
uk_ua: Повернути за годинниковою стрілкою

source: Rotate Counterclockwise
he_il: סיבוב נגד כיוון השעון
id_id: Memutar searah jarum jam
it_it: Ruota in Senso Antiorario
uk_ua: Повернути проти годинникової стрілки

source: Flip image horizontally
he_il: היפוך התמונה אופקית
id_id: Membalik gambar secara mendatar
it_it: Capovolgi orizzontalmente l'immagine
uk_ua: Віддзеркалити зображення по горизонталі

source: Flip image vertically
he_il: היפוך התמונה אנכית
id_id: Membalik gambar secara tegak lurus
it_it: Capovolgi verticalmente l'immagine
uk_ua: Віддзеркалити зображення по вертикалі

source: Invert Colors
he_il: היפוך הצבעים
id_id: Balikkan Warna
it_it: Inverti i Colori
uk_ua: Інвертувати кольори

source: Show Contextual Help
he_il: הצגת עזרה לפי הקשר
id_id: Tampilkan Bantuan Kontekstual
it_it: Mostra Aiuto Contestuale
uk_ua: Показати контекстну довідку

source: Live updating code documentation from the active kernel
he_il: עדכון חי של תיעוד הקוד מהליבה הפעילה
it_it: Aggiornamento live della documentazione del codice dal kernel attivo
uk_ua: Оновлення документації коду з активного ядра в реальному часі

source: Click on a function to see documentation.
he_il: יש ללחוץ על פונקציה כדי לצפות בתיעוד.
id_id: Klik fungsi untuk melihat dokumentasi.
it_it: Clicca su una funzione per vederne la documentazione.
uk_ua: Клацніть функцію, щоб переглянути документацію.

source: Are you sure that you want to run arbitrary Javascript within your JupyterLab session?
he_il: להריץ קוד JavaScript שרירותי בתוך הפעלת ה־JupyterLab שלך?
it_it: Sei sicuro di voler eseguire Javascript arbitrario entro la tua sessione di JupyterLab?
uk_ua: Справді запустити довільний Javascript у цьому сеансі JupyterLab?

source: Run
he_il: הרצה
id_id: Menjalankan
it_it: Esegui
uk_ua: Запустити

source: Filter…
he_il: מסנן…
uk_ua: Фільтр…

source: Launcher
he_il: מפעיל
uk_ua: Запускач

# Error
source: Launcher Error
he_il: שגיאת מפעיל
id_id: Launcher Kesalahan
it_it: Errore del Launcher
uk_ua: Помилка запускача

source: Log Console
he_il: מסוף יומנים
id_id: Konsol Log
it_it: Console del Registro
uk_ua: Консоль журналу

source: Show Log Console
he_il: הצגת מסוף יומנים
id_id: Tampilkan Konsol Log
it_it: Mostra Console del Registro
uk_ua: Показати консоль журналу

source: Add Checkpoint
he_il: הוספת נקודת בקרה
id_id: Terakhir Titik Permeriksaan
it_it: Aggiungi Checkpoint
uk_ua: Додати контрольну точку

source: Clear Log
he_il: פינוי היומנים
id_id: Kosongkan Log
it_it: Cancella Registro
uk_ua: Очистити журнал

source: Set Log Level to %1
he_il: הגדרת רמת התיעוד ל־%1
id_id: Mengatur Tingkat Log ke %1
it_it: Imposta Livello del Registro a %1
uk_ua: Установити рівень журналювання %1

source: Log Level:
he_il: רמת תיעוד:
id_id: Tingkat Log:
it_it: Livello del Registro:
uk_ua: Рівень журналювання:

source: Log level
he_il: רמת תיעוד
id_id: Tingkat Log
it_it: Livello del registro
uk_ua: Рівень журналювання

source: Critical
he_il: קריטי
id_id: Kritis
it_it: Critico
uk_ua: Критичний

source: Info
he_il: מידע
id_id: Informasi
uk_ua: Інформація

source: Debug
he_il: ניפוי שגיאות
uk_ua: Налагодження

source: %1 new messages, %2 log entries for %3
he_il: %1 הודעות חדשות, %2 רשומות יומן עבור %3
id_id: %1 pesan baru, %2 entri log untuk %3
it_it: %1 nuovi messaggi, %2 voci del registro per %3
uk_ua: Нових повідомлень: %1; записів журналу для %3: %2

source: %1 log entries for %2
he_il: %1 רשומות יומן עבור %2
id_id: %1 entri log untuk %2
it_it: %1 voci del registro per %2
uk_ua: Записів журналу для %2: %1

source: Log: %1
he_il: יומן: %1
it_it: Registro: %1
uk_ua: Журнал: %1

source: No source selected.
he_il: לא נבחר מקור.
id_id: Tidak ada sumber yang dipilih.
it_it: Nessuna fonte selezionata.
uk_ua: Джерело не вибрано.

source: No log messages.
he_il: אין הודעות ביומן.
id_id: Tidak ada pesan log.
it_it: Nessun messaggio del registro.
uk_ua: Немає повідомлень журналу.

source: Open Edit Menu
he_il: פתיחת תפריט עריכה
id_id: Buka Menu Edit
it_it: Apri Menu di Modifica
uk_ua: Відкрити меню «Редагування»

source: Open File Menu
he_il: פתיחת תפריט קובץ
id_id: Buka Menu Berkas
it_it: Apri Menu dei File
uk_ua: Відкрити меню «Файл»

source: Open Kernel Menu
he_il: פתיחת תפריט ליבות
id_id: Buka Menu Kernel
it_it: Apri Menu del Kernel
uk_ua: Відкрити меню «Ядро»

source: Open Run Menu
he_il: פתיחת תפריט הרצה
id_id: Buka Menu Menjalankan
it_it: Apri Menu di Esecuzione
uk_ua: Відкрити меню «Запуск»

source: Open View Menu
he_il: פתיחת תפריט צפייה
id_id: Buka Menu Tampilan
it_it: Apri Menu Visualizzazione
uk_ua: Відкрити меню «Подання»

source: Open Settings Menu
he_il: פתיחת תפריט הגדרות
id_id: Buka menu pengaturan
it_it: Apri Menu Impostazioni
uk_ua: Відкрити меню «Налаштування»

source: Open Tabs Menu
he_il: פתיחת תפריט לשוניות
id_id: Buka Menu Tabs
it_it: Apri Menu Schede
uk_ua: Відкрити меню «Вкладки»

source: Open Help Menu
he_il: פתיחת תפריט עזרה
id_id: Buka menu bantuan
it_it: Apri Menu Aiuto
uk_ua: Відкрити меню «Довідка»

source: Open First Menu
he_il: פתיחת התפריט הראשון
id_id: Buka Menu Pertama
it_it: Apri Primo Menu
uk_ua: Відкрити перше меню

source: Kernel Operations
he_il: פעולות ליבה
id_id: Operasi Kernel
it_it: Operazioni del Kernel
uk_ua: Дії з ядром

source: Clear
he_il: פינוי
id_id: Kosongkan
it_it: Cancella
uk_ua: Очистити

source: Clear All
he_il: לפנות הכול
id_id: Kosongkan Semua
it_it: Cancella Tutto
uk_ua: Очистити все

source: Close and Shutdown
he_il: סגירה וכיבוי
id_id: Tutup dan Matikan
it_it: Chiudi e Arresta
uk_ua: Закрити й завершити роботу

source: New Console for Activity
he_il: מסוף חדש לפעילות
id_id: Konsol Baru buat Aktivitas
it_it: Nuova Console per l'Attività
uk_ua: Нова консоль для активності

source: Shut Down
he_il: כיבוי
id_id: Matikan
it_it: Arresta
uk_ua: Завершити роботу

source: Shut down JupyterLab
he_il: כיבוי JupyterLab
id_id: Matikan JupyterLab
it_it: Arresta JupyterLab
uk_ua: Завершити роботу JupyterLab

source: Shutdown confirmation
he_il: אישור כיבוי
id_id: Konfirmasi matikan
it_it: Conferma d'arresto
uk_ua: Підтвердження завершення роботи

source: Please confirm you want to shut down JupyterLab.
he_il: נא לאשר שרצונך הוא לכבות את JupyterLab.
id_id: Silakan pastikan akan dimatikan JupyterLab.
it_it: Sei pregato di confermare di voler arrestare JupyterLab.
uk_ua: Підтвердьте, що хочете завершити роботу JupyterLab.

source: You have shut down the Jupyter server. You can now close this tab.
he_il: כיבית את שרת ה־Jupyter. ניתן לסגור את הלשונית הזאת כרגע.
id_id: Anda sudah matikan server Jupyter. Anda bisa menutup tab ini.
it_it: Hai arrestato il server di Jupyter. Puoi ora chiudere questa scheda.
uk_ua: Ви завершили роботу сервера Jupyter. Тепер цю вкладку можна закрити.

source: To use JupyterLab again, you will need to relaunch it.
he_il: כדי לשוב ולהשתמש ב־JupyterLab, יהיה עליך להפעיל אותו מחדש.
id_id: Untuk menggunakan JupyterLab, Anda harus meluncurkan lagi.
it_it: Per usare di nuovo JupyterLab, dovrai riavviarlo.
uk_ua: Щоб повернутися до JupyterLab, знадобиться перезапустити сервер.

source: Server stopped
he_il: השרת נעצר
id_id: Server berhenti
it_it: Server arrestato
uk_ua: Сервер зупинено

source: Log out of JupyterLab
he_il: יציאה מ־JupyterLab
id_id: Keluar dari JupyterLab
it_it: Esci da JupyterLab
uk_ua: Вийти з JupyterLab

source: Reconnect to Kernel
he_il: התחברות מחדש לליבה
id_id: Hubungkan kembali ke kernel
it_it: Riconnetti al Kernel
uk_ua: Повторно підключитися до ядра

source: Restart Kernel and Clear…
he_il: להפעיל את הליבה מחדש ולפנות…
id_id: Dimulai Lagi Kernel dan Kosongkan…
it_it: Riavvia Kernel e Cancella…
uk_ua: Перезапустити ядро й очистити…

source: Shut Down All Kernels…
he_il: כיבוי כל הליבות…
id_id: Matikan Semua Kernel…
it_it: Arresta Tutti i Kernel…
uk_ua: Завершити роботу всіх ядер…

source: Shut Down All?
he_il: לכבות את הכול?
id_id: Matikan Semua?
it_it: Arrestare Tutto?
uk_ua: Завершити все?

source: Shut down all kernels?
he_il: לכבות את כל הליבות?
id_id: Matikan semua kernel?
it_it: Arrestare tutti i kernel?
uk_ua: Завершити роботу всіх ядер?

source: Shut Down All
he_il: לכבות את הכול
id_id: Matikan Semua
it_it: Arresta Tutto
uk_ua: Завершити все

source: Show Line Numbers
he_il: להציג מספרי שורות
id_id: Tampilkan nomor baris
it_it: Mostra Numeri di Linea
uk_ua: Показати номери рядків

source: Wrap Words
he_il: גלישת שורות
id_id: Atur kata
it_it: A Capo Automatico
uk_ua: Переносити слова

source: Run Selected
he_il: להריץ את הנבחרים
id_id: Jalankan pilihan
it_it: Esegui Selezionato
uk_ua: Запустити вибране

source: Run All
he_il: להריץ הכול
id_id: Menjalan Semua
it_it: Esegui Tutto
uk_ua: Запустити все

source: Restart Kernel and Run All
he_il: להפעיל את הליבה מחדש ולהריץ הכול
id_id: Demulai Lagi Kernel dan Jalankan Semua
it_it: Riavvia Kernel ed Esegui Tutto
uk_ua: Перезапустити ядро й запустити все

source: Activate Previously Used Tab
he_il: הפעלת הלשונית האחרונה שנעשה בה שימוש
id_id: Aktifkan tab bar sebelumnya
it_it: Attiva Scheda Precedentemente Usata
uk_ua: Перейти до раніше активованої вкладки

source: Menu customization has changed. You will need to reload JupyterLab to see the changes.
he_il: התאמת התפריט השתנתה. עליך לרענן את JupyterLab כדי לצפות בשינויים.
uk_ua: Налаштування меню було змінено. Перезавантажте JupyterLab, щоб побачити зміни.

source: Markdown Preview
he_il: תצוגה מקדימה של Markdown
id_id: Pratinjau Markdown
it_it: Anteprima di Markdown
uk_ua: Попередній перегляд розмітки

source: Show Markdown Editor
he_il: הצגת עורך Markdown
id_id: Tamplikan Editor Markdown
it_it: Mostra Editor di Markdown
uk_ua: Показати редактор розмітки

source: New Console for Notebook
he_il: מסוף חדש למחברת
id_id: Konsol Baru buat Notebook
it_it: Nuova Console per Notebook
uk_ua: Нова консоль для блокнота

source: Run Selected Text or Current Line in Console
he_il: להריץ את הטקסט הנבחר או את השורה הנבחרת במסוף
id_id: Jalankan teks yang dipilih atau baris saat ini di konsol
it_it: Esegui Testo Selezionato o Linea Corrente nella Console
uk_ua: Запустити вибраний текст або цей рядок у консолі

source: Copy Output to Clipboard
he_il: העתקת הפלט ללוח הגזירים
uk_ua: Копіювати результат в буфер обміну

source: Auto Close Brackets for All Notebook Cell Types
uk_ua: Автоматично закривати дужки для всіх типів клітинок блокноту

source: Set side-by-side ratio
he_il: הגדרת יחס זה לצד זה
uk_ua: Встановити співвідношення side-by-side

source: Width of the output in side-by-side mode
he_il: רוחב הפלט במצב זה לצד זה
uk_ua: Ширина виводу у режимі side-by-side

source: New Notebook
he_il: מחברת חדשה
id_id: Notebook Baru
it_it: Nuovo Notebook
uk_ua: Новий блокнот

source: Create a new notebook
he_il: יצירת מחברת חדשה
id_id: Buat catatan baru
it_it: Crea un nuovo notebook
uk_ua: Створити новий блокнот

source: Run Selected Cells
he_il: להריץ את התאים הנבחרים
id_id: Jalankan sel yang dipilih
it_it: Esegui le Celle Selezionate
uk_ua: Запустити вибрані клітинки

source: Run Selected Cells and Don't Advance
he_il: להריץ את התאים הנבחרים ולא להתקדם
id_id: Jalankan sel yang dipilih dan Jangan Maju
it_it: Esegui le Celle Selezionate e Non Avanzare
uk_ua: Запустити вибрані клітинки та не продовжувати

source: Run Selected Cells and Insert Below
he_il: להריץ את התאים הנבחרים ולהוסיף מתחת
id_id: Jalankan sel yang dipilih dan masukkan di bawah
it_it: Esegui Celle Selezionate e Inserisci Sotto
uk_ua: Запустити вибрані клітинки та вставити нижче

source: Run All Cells
he_il: להריץ את כל התאים
id_id: Menjalakan Semua Sel
it_it: Esegui Tutte le Celle
uk_ua: Запустити всі клітинки

source: Run All Above Selected Cell
he_il: להריץ את כל מה שמעל התא הנבחר
id_id: Jalankan semua di atas sel yang dipilih
it_it: Esegui Tutte le Celle Selezionate Sopra
uk_ua: Запустити всі клітинки над вибраною

source: Run Selected Cell and All Below
he_il: להריץ את התא הנבחר ואת כל אלו שמעליו
id_id: Jalankan sel yang dipilih dan semua di bawah
it_it: Esegui la Cella Selezionata e Tutte le Seguenti
uk_ua: Запустити вибрану клітинку та всі клітинки нижче

source: Render All Markdown Cells
he_il: לעבד את כל תאי ה־Markdown
id_id: Gunakan Semua Sel Markdown
it_it: Renderizza Tutte le Celle di Markdown
uk_ua: Відрисувати всі клітинки розмітки

source: Close and Shut Down
he_il: סגירה וכיבוי
id_id: Tutup dan Matikan
it_it: Chiudi e Arresta
uk_ua: Закрити й завершити роботу

source: Shut down the notebook?
he_il: לכבות את המחברת?
id_id: Matikan notebook?
it_it: Arrestare il notebook?
uk_ua: Завершити роботу блокнота?

source: Trust Notebook
he_il: לתת אמון במחברת
id_id: Percaya Catatan
it_it: Fidati del Notebook
uk_ua: Довіряти блокноту

source: Restart Kernel and Clear All Outputs…
he_il: להריץ את הליבה מחדש ולפנות את כל הפלטים…
id_id: Demulai Lagi Kernel dan Hapus Semua Hasil…
it_it: Riavvia Kernel e Cancella Tutti gli Output…
uk_ua: Перезапустити ядро та очистити всі результати…
