Repository: jupyterlab/language-packs
Catalog: jupyterlab/locale/*/LC_MESSAGES/jupyterlab.po
Languages: he_il, id_id, it_it, uk_ua

source: No errors found
he_il: לא נמצאו שגיאות
id_id: Kesalahan tidak ditemukan
it_it: Nessun errore trovato
uk_ua: Немає помилок

source: Select a plugin from the list to view and edit its preferences.
he_il: נא לבחור תוסף מהרשימה כדי לצפות ולערוך את ההעדפות שלו.
it_it: Seleziona un plugin dall'elenco per visualizzarne e modificarne le proprietà.
uk_ua: Виберіть плагін зі списку, щоб переглянути та змінити його налаштування.

source: You have unsaved changes.
he_il: יש לך שינויים שלא נשמרו.
id_id: Anda ada perubahan yang belum di simpan.
it_it: Hai modifiche non salvate.
uk_ua: У вас є незбережені зміни.

source: Do you want to leave without saving?
he_il: לעזוב בלי לשמור?
id_id: Apakah Anda akan keluar sebelum tanpa menyimpan?
it_it: Vuoi abbandonare senza salvare?
uk_ua: Вийти без зберігання?

source: Your changes were not saved.
he_il: השינויים שלך לא נשמרו.
id_id: Perubahan Anda tidak di simpan.
it_it: Le tue modifiche non sono state salvate.
uk_ua: Ваші зміни не збережено.

source: Search…
he_il: חיפוש…
uk_ua: Пошук…

source: Modified
uk_ua: Змінено

source: No items match your search.
he_il: אין פריטים שתואמים לחיפוש שלך.
uk_ua: Немає елементів, що відповідають вашому пошуку.

source: System Defaults
he_il: בררות המחדל של המערכת
id_id: Sistem Bawaan
it_it: Predefiniti di Sistema
uk_ua: Стандартні налаштування

source: User Preferences
he_il: העדפות המשתמש
id_id: Preferensi Pengguna
it_it: Preferenze dell'Utente
uk_ua: Користувацькі налаштування

source: Unsaved changes due to validation error. Continue without saving?
uk_ua: Незбережені зміни через помилку перевірки. Продовжити без збереження?

source: Some changes have not been saved. Continue without saving?
uk_ua: Деякі зміни не збережено. Продовжити без збереження?

source: press keys
uk_ua: натисн. клавіші

source: Shortcut already in use by %1. Overwrite it?
uk_ua: Ярлик уже використовується %1. Перезаписати?

source: Reset
uk_ua: Скинути

source: or
uk_ua: або

source: Edit First
uk_ua: Редагувати перший

source: Edit existing shortcut
uk_ua: Редагувати наявний ярлик

source: Edit Second
uk_ua: Редагувати другий

source: Add new shortcut
uk_ua: Додати новий ярлик

source: Add another shortcut
uk_ua: Додати інший ярлик

source: Reset shortcut back to default
uk_ua: Відновити ярлик до стандартного

source: Hide Selectors
uk_ua: Приховати селектори

source: Show Selectors
uk_ua: Показати селектори

source: Reset All
uk_ua: Скинути всі

source: Toggle Selectors
uk_ua: Перемкнути селектори

source: Toggle command selectors
uk_ua: Перемкнути селектори команд

source: Reset all shortcuts
uk_ua: Скинути всі ярлики

source: Search
uk_ua: Пошук

source: Category
uk_ua: Категорія

source: Shortcut
uk_ua: Ярлик

source: Selectors
uk_ua: Селектори

source: Note: To disable a system default shortcut, copy it to User Preferences and add the "disabled" key, for example: { "command": "application:activate-next-tab", "keys": [ "Ctrl Shift ]" ], "selector": "body", "disabled": true } List of commands followed by keyboard shortcuts: %1 List of keyboard shortcuts:
he_il: לתשומת לבך: כדי להשבית קיצור בררת מחדל של המערכת, יש להעתיק אותו להעדפות המשתמש ולהוסיף את המפתח „disabled” (מושבת) למשל: ‎{‎ ‎ "command": "application:activate-next-tab",‎ ‎ "keys": [‎ ‎ "Ctrl Shift ]"‎ ‎ ],‎ ‎ "selector": "body",‎ ‎ "disabled": true ‎}‎ רשימת פקודות שלאחריהן קיצורי המקלדת שלהן: %1 רשימת קיצורי מקלדת:
it_it: Nota: Per disabilitare una scorciatoia predefinita di sistema, copiala alle Preferenze dell'Utente e aggiungi la chiave "disabled", ad esempio: { "command": "application:activate-next-tab", "keys": [ "Ctrl Shift ]" ], "selector": "body", "disabled": true } Elenco di comandi seguito da scorciatoie da tastiera: %1 Elenco di scorciatoie da tastiera:
uk_ua: Зверніть увагу: щоб вимкнути стандартне системне сполучення клавіш, скопіюйте його в Користувацькі налаштування та додайте ключ «disabled», наприклад: { "command": "application:activate-next-tab", "keys": [ "Ctrl Shift ]" ], "selector": "body", "disabled": true } Список команд, за якими слідують сполучення клавіш: %1 Список сполучень клавіш:

source: Simple Interface (%1)
he_il: מנשק פשוט (%1)
id_id: Tampilan Sederhana (%1)
it_it: Interfaccia Semplice (%1)
uk_ua: Простий інтерфейс (%1)

source: Simple
he_il: פשוט
id_id: Sederhana
it_it: Semplice
uk_ua: Простий

source: Show Status Bar
he_il: הצגת שורת המצב
id_id: Tampilkan Status Bar
it_it: Mostra Barra di Stato
uk_ua: Показати рядок стану

source: No Kernel!
he_il: אין ליבה!
it_it: Nessun Kernel!
uk_ua: Немає ядра!

source: Change kernel for %1
he_il: החלפת הליבה עבור %1
id_id: Ganti kernel untuk %1
it_it: Cambia kernel per %1
uk_ua: Замінити ядро для %1

source: Go to line number between 1 and %1
he_il: מעבר לשורה שבין 1 ל־%1
id_id: Pergi ke baris antara nomor 1 dan %1
it_it: Vai al numero della linea tra 1 e %1
uk_ua: Перейти до рядка з номером від 1 до %1

source: Ln %1, Col %2
he_il: שורה %1, עמודה %2
uk_ua: Рядок %1, стовпець %2

source: Go to line number…
he_il: מעבר לשורה מספר…
id_id: Pergi ke nomor baris…
it_it: Vai al numero di linea…
uk_ua: Перейти до номера рядка…

source: %1 Terminals, %2 Kernel sessions
he_il: %1 מסופים, %2 מופעי ליבה
id_id: %1 Terminal, %2 Sesi Kernel
it_it: %1 Terminali, %2 sessioni del Kernel
uk_ua: Терміналів: %1; сеансів ядра: %2

# menu
source: Terminal Theme
he_il: ערכת עיצוב מסוף
uk_ua: Тема термінала

source: Inherit
he_il: לרשת
id_id: Mewarisi
it_it: Eredita
uk_ua: Успадкована

source: Light
he_il: בהירה
id_id: Ringan
it_it: Chiaro
uk_ua: Світла

source: Dark
he_il: כהה
id_id: Gelap
it_it: Scuro
uk_ua: Темна

source: Shutdown Terminal
he_il: כיבוי המסוף
id_id: Matikan Terminal
it_it: Arresto Terminale
uk_ua: Завершити роботу термінала

source: Terminals
he_il: מסופים
it_it: Terminali
uk_ua: Термінали

source: Are you sure you want to permanently shut down all running terminals?
he_il: לכבות את כל המסופים הפעילים?
id_id: Apakah Anda yakin ingin matikan semua terminal yang jalan secara permanen?
it_it: Sei sicuro di voler arrestare permanentemente tutti i terminali in esecuzione?
uk_ua: Ви впевнені, що хочете назавжди вимкнути всі запущені ядра?

source: New Terminal
he_il: מסוף חדש
id_id: Baru Terminal
it_it: Nuovo Terminale
uk_ua: Новий термінал

source: Terminal
he_il: מסוף
it_it: Terminale
uk_ua: Термінал

source: Start a new terminal session
he_il: הפעלת מופע מסוף חדש
id_id: Mulai sesi terminal baru
it_it: Avvia una nuova sessione del terminale
uk_ua: Почати новий сеанс термінала

source: Refresh Terminal
he_il: רענון מסוף
id_id: Segarkan Terminal
it_it: Ricarica Terminale
uk_ua: Оновити термінал

source: Refresh the current terminal session
he_il: לרענן את מופע המסוף הנוכחי
id_id: Segarkan sesi terminal saat ini
it_it: Ricarica la sessione corrente del terminale
uk_ua: Оновити цей сеанс термінала

source: Increase Terminal Font Size
he_il: להגדיל את גודל גופן המסוף
id_id: Besarkan Ukuran Font Terminal
it_it: Aumenta la Dimensione del Font del Terminale
uk_ua: Збільшити розмір шрифту термінала

source: Decrease Terminal Font Size
he_il: להקטין את גודל גופן המסוף
id_id: Kurangi Ukuran Font Terminal
it_it: Riduci la Dimensione del Font del Terminale
uk_ua: Зменшити розмір шрифту термінала

source: Use Terminal Theme: %1
he_il: להשתמש בערכת עיצוב של מסוף: %1
id_id: Gunakan Tema Terminal: %1
it_it: Usa Tema del Terminale: %1
uk_ua: Застосувати тему термінала: %1

source: Set the terminal theme
he_il: הגדרת ערכת עיצוב המסוף
id_id: Mengatur tema terminal
it_it: Imposta il tema del terminale
uk_ua: Установити тему термінала

source: Terminal %1
he_il: מסוף %1
it_it: Terminale %1
uk_ua: Термінал %1

source: JupyterLab Dark
he_il: JupyterLab כהה
id_id: JupyterLab Gelap
it_it: JupyterLab Scuro
uk_ua: JupyterLab темна

source: JupyterLab Light
he_il: JupyterLab בהיר
id_id: JupyterLab Terang
it_it: JupyterLab Chiaro
uk_ua: JupyterLab світла

source: Run Cell(s)
uk_ua: Запустити клітин(ки)

source: Table of Contents
he_il: תוכן עניינים
id_id: Daftar Isi
it_it: Tabella dei Contenuti
uk_ua: Зміст

source: Table of Contents section
he_il: סעיף תוכן עניינים
uk_ua: Таблиця вмісту розділу

source: Toggle Auto-Numbering
he_il: הפעלת/כיבוי מספור אוטומטי
it_it: Attiva/Disattiva Numerazione Automatica
uk_ua: Увімкнути або вимкнути автонумерацію

source: No Tags Available
he_il: אין תגיות זמינות
id_id: Tidak ada tag tersedia
it_it: Nessun Tag Disponibile
uk_ua: Немає доступних тегів

source: Clear Filters
he_il: הסרת מסננים
id_id: Hapus Penyaring
it_it: Cancella Filtri
uk_ua: Очистити фільтри

source: Select All Cells With Current Tags
he_il: לבחור את כל התאים עם התגיות הנוכחיות
uk_ua: Вибрати всі клітини з поточними тегами

source: Toggle Code Cells
he_il: החלפת תצוגה תאי קוד
id_id: Alihkan Sel Kode
it_it: Attiva/Disattiva Celle di Codice
uk_ua: Увімкнути або вимкнути клітинки коду

source: Toggle Markdown Text Cells
he_il: החלפת מצב תאי טקסט Markdown
id_id: Alihkan Sel Teks Markdown
it_it: Attiva/Disattiva Celle di Testo di Markdown
uk_ua: Увімкнути або вимкнути текстові клітинки розмітки

source: Show Tags Menu
he_il: הצגת תפריט תגיות
id_id: Tampilkan Menu Tag
it_it: Mostra Menu dei Tag
uk_ua: Показати меню тегів

source: Change interface language?
he_il: להחליף את שפת המנשק?
id_id: Ganti Bahasa Antarmuka?
it_it: Cambiare la lingua dell'interfaccia?
uk_ua: Змінити мову інтерфейсу?

source: After changing the interface language to %1, you will need to reload JupyterLab to see the changes.
he_il: לאחר החלפת שפת המנשק ל%1, יהי עליך לרענן את JupyterLab כדי לצפות בשינויים.
it_it: Dopo aver modificato la lingua dell'interfaccia a %1, dovrai ricaricare JupyterLab per vedere le modifiche.
uk_ua: Після зміни мови інтерфейсу на %1, вам потрібно перезавантажити JupyterLab щоб побачити зміни.

source: Change and reload
he_il: להחליף ולרענן
it_it: Cambia e ricarica
uk_ua: Змінити й перезавантажити

# settings
source: Menu icon id
he_il: מזהה סמל תפריט

# settings
source: Boolean
he_il: בוליאני

# settings
source: Insert Spaces
he_il: הוספת רווחים

# settings
source: Show Line Numbers
he_il: הצגת מספרי שורות

# settings
source: Line Wrap
he_il: גלישת שורות

# settings
source: Match Brackets
he_il: התאמת סוגריים

# settings
source: Read Only
he_il: קריאה בלבד

# settings
source: Rulers
he_il: סרגלים

# settings
source: Tab Size
he_il: גודל טאב

# schema
source: CSV Viewer settings.
he_il: הגדרות מציג CSV.

# settings
source: CSV viewer toolbar items
he_il: פריטי סרגל הכלים של מציג ה־CSV

# schema
source: CSV Viewer
he_il: מציג CSV

# schema
source: TSV Viewer settings.
he_il: הגדרות מציג TSV.

# settings
source: TSV viewer toolbar items
he_il: פריטי סרגל הכלים של מציג ה־TSV

# schema
source: TSV Viewer
he_il: מציג TSV

# settings
source: NPM Registry
he_il: מאגר NPM

# schema
source: File Browser widget settings.
he_il: הגדרות וידג׳ט מנהל קבצים.

# settings
source: Line Numbers
he_il: מספרי שורות

# settings
source: Show Trailing Space
he_il: הצגת רווחים סופיים

# settings
source: Text editor toolbar items
he_il: פריטי סרגל כלים של עורך הטקסט

# schema
source: HTML Viewer settings.
he_il: הגדרות מציג HTML.

# settings
source: For the side-by-side rendering, the side-by-side output ratio defines the width of the output vs the input. Set 1 for same size, > 1 for larger output, < 1 for smaller output.
he_il: לעיבוד זה לצד זה, יחס הפלט של זה לצד זה מגדיר את רוחב הפלט כנגד הקלט. יש להגדיר 1 לאותו הגודל, > 1 לפלט גדול יותר, < 1 לפלט קטן יותר.

# settings
source: Side-by-side output ratio
he_il: יחס פלט זה לצד זה

# schema
source: Settings editor form ui settings.
he_il: הגדרות מנשק טופס עורך הגדרות.

# settings
source: Set the type of editor to use while editing your settings.
he_il: הגדרת סוג העורך לשימוש לעריכת ההגדרות שלך.

# settings
source: Type of editor for the setting.
he_il: סוג העורך להגדרות.

# schema
source: Settings Editor Form UI
he_il: מנשק טופס עורך הגדרות

source: OK
he_il: אישור

source: Kernel Sources
he_il: קוד מקור של ליבה

source: Toggle search filter
he_il: החלפת מצב מסנן חיפוש

source: Fail to get kernel sources
he_il: קבלת קוד המקור של הליבה נכשלה

source: Refresh kernel sources
he_il: רענון מקורות הקוד של הליבה

source: The variable is undefined in the active context.
he_il: המשתנה לא מוגדר בהקשר הפעיל.

source: Scope
he_il: היקף
id_id: Cakupan
it_it: Ambito

source: Refresh the file browser.
he_il: יש לרענן את הדפדפן.

source: Open in Simple Mode
he_il: פתיחה במצב פשוט

source: Open from URL…
he_il: פתיחה מכתובת…

source: Open from URL
he_il: פתיחה מכתובת

source: URL
he_il: כתובת

source: Open URL
he_il: פתיחת כתובת

source: Could not open URL: %1
he_il: לא ניתן לפתוח כתובת: %1

source: Cannot fetch
he_il: לא ניתן למשוך

source: © 2015-2022 Project Jupyter Contributors
he_il: © 2015‏-2022 מתנדבי מיזם Jupyter

source: Sublime Text
id_id: Teks Sublime
it_it: Testo Sublime

source: HTML Viewer
id_id: Pemirsa HTML
it_it: Visualizzatore HTML

source: ReStructured Text
it_it: Testo RiStrutturato
