Repository: jupyterlab/language-packs
Catalog: jupyterlab/locale/*/LC_MESSAGES/jupyterlab.po
Languages: he_il, id_id, it_it, uk_ua

source: Keep Waiting
he_il: להמשיך להמתין
id_id: Tetap menunggu
it_it: Continua ad Attendere
uk_ua: Очікувати

source: Clear Workspace
he_il: פינוי סביבת העבודה
id_id: Kosongkan ruang kerja
it_it: Cancella Area di Lavoro
uk_ua: Очистити робочу область

source: Print…
he_il: הדפסה…
uk_ua: Друкувати…

source: Show Header Above Content
he_il: להציג כותרת מעל לתוכן
uk_ua: Відображати заголовок над змістом

source: Reset Application State
he_il: לאפס את מצב היישום
id_id: Kembalikan Status Aplikasi
it_it: Ripristina Stato Applicazione
uk_ua: Скинути стан додатка

source: Run First Enabled Command
he_il: להפעיל את הפקודה הראשונה שהופעלה
id_id: Menjalankan Perintah Pertama yang Memunkinkan
it_it: Esegui Primo Comando Abilitato
uk_ua: Запустити першу ввімкнену команду

source: Run All Enabled Commands Passed as Args
uk_ua: Запустити всі увімкнені команди, передані як Args

source: Command Palette Section
he_il: אזור לוח פקודות
uk_ua: Налаштування палітри команд

source: Commands (%1)
he_il: פקודות (%1)
id_id: Perintah (%1)
it_it: Comandi (%1)
uk_ua: Команди (%1)

source: Commands
he_il: פקודות
id_id: Perintah
it_it: Comandi
uk_ua: Команди

source: Activate Command Palette
he_il: הפעלת לוח פקודות
id_id: Menaktifkan Daftar Perintah
it_it: Attiva Palette del Comando
uk_ua: Активувати палітру команд

source: SEARCH
he_il: חיפוש
id_id: CARI
it_it: CERCA
uk_ua: ПОШУК

source: Command Palette
he_il: לוח פקודות
id_id: Daftar Perintah
it_it: Palette del Comando
uk_ua: Палітра команд

source: Theme Scrollbars
he_il: עיצוב סרגלי הגלילה
id_id: Scrollbar Tema
it_it: Barre di Scorrimento del Tema
uk_ua: Стилізувати смуги прокручування

source: waiting for fonts
he_il: בהמתנה לגופנים
id_id: mennuggu font
it_it: in attesa dei font
uk_ua: очікування шрифтів

source: Increase Code Font Size
he_il: להגדיל את גודל גופן הקוד
id_id: Besarkan Ukuran Font Kode
it_it: Aumenta Dimensione del Font del Codice
uk_ua: Збільшити розмір шрифту коду

source: Increase Content Font Size
he_il: להגדיל את גודל גופן התוכן
id_id: Besarkan Ukuran Font Konten
it_it: Aumenta la Dimensione del Font del Contenuto
uk_ua: Збільшити розмір шрифту вмісту

source: Increase UI Font Size
he_il: להגדיל את גודל גופן מנשק המשתמש
id_id: Besarkan Ukuran Font UI
it_it: Aumenta la Dimensione del Font dell'UI
uk_ua: Збільшити розмір шрифту інтерфейсу

source: Increase Font Size
he_il: הגדלת גודל גופן
id_id: Besarkan Ukuran Font
it_it: Aumenta Dimensioni del File
uk_ua: Збільшити розмір шрифту

source: Decrease Code Font Size
he_il: להקטין את גודל גופן הקוד
id_id: Kurangi Ukuran Font Kode
it_it: Riduci la Dimensione del Font del Codice
uk_ua: Зменшити розмір шрифту коду

source: Decrease Content Font Size
he_il: להקטין את גודל גופן התוכן
id_id: Kurangi Ukuran Font Konten
it_it: Riduci la Dimensione del Font del Contenuto
uk_ua: Зменшити розмір шрифту вмісту

source: Decrease UI Font Size
he_il: להקטין את גודל גופן מנשק המשתמש
id_id: Kurangi Ukuran Font UI
it_it: Riduci la Dimensione del Font dell'UI
uk_ua: Зменшити розмір шрифту інтерфейсу

source: Decrease Font Size
he_il: הקטנת גודל גופן
id_id: Kurangi Ukuran Font
it_it: Riduci Dimensioni del File
uk_ua: Зменшити розмір шрифту

source: Theme
he_il: ערכת עיצוב
id_id: Tema
it_it: Tema
uk_ua: Тема

source: Use Theme: %1
he_il: להשתמש בערכת עיצוב: %1
id_id: Gunakan Tema: %1
it_it: Usa Tema: %1
uk_ua: Застосувати тему: %1

source: Workspace loader
he_il: טוען סביבות העבודה
it_it: Caricatore area di lavoro
uk_ua: Завантажувач робочої області

source: Save
he_il: שמירה
id_id: Simpan
it_it: Salva
uk_ua: Зберегти

source: Save Current Workspace As…
he_il: שמירת סביבת העבודה הנוכחית בשם…
uk_ua: Зберегти цю робочу область як…

source: Cancel
he_il: ביטול
id_id: Batalkan
it_it: Annulla
uk_ua: Скасувати

source: JupyterLab workspace File
he_il: קובץ סביבת עבודה של JupyterLab
id_id: Berkas ruang kerja JupyterLab
it_it: File dell'area di lavoro di JupyterLab
uk_ua: Файл робочої області JupyterLab

source: Save Current Workspace
he_il: לשמור את סביבת העבודה הנוכחית
id_id: Menyimpan ruang kerja saat ini
it_it: Salva l'Area di Lavoro Corrente
uk_ua: Зберегти цю робочу область

source: Unknown
he_il: לא ידוע
uk_ua: Невідомо

source: Starting
uk_ua: Запускається

source: Idle
he_il: בהמתנה
uk_ua: Очікування

source: Busy
he_il: עסוק
uk_ua: Зайнятий

source: Terminating
uk_ua: Припинення

source: Restarting
he_il: הפעלה מחדש
uk_ua: Перезавантаження

source: Autorestarting
he_il: הפעלה אוטומטית מחדש
uk_ua: Автоматичний перезапуск

source: Dead
he_il: מת
uk_ua: Розряджена

source: Connected
he_il: חיבור
uk_ua: Підключено

source: Connecting
he_il: מתבצע חיבור
uk_ua: Підключення

source: Disconnected
he_il: מנותק
uk_ua: Роз’єднано

source: Initializing
he_il: מאתחל
uk_ua: Ініціалізація

source: notebook content
he_il: תוכן מחברת
uk_ua: зміст блокноту

source: notebook actions
he_il: פעולות מחברת
uk_ua: дії з блокнотом

source: Error Starting Kernel
he_il: הפעלת הליבה נכשלה
id_id: Kesalahan Memulai Kernel
it_it: Errore Avviando il Kernel
uk_ua: Помилка запуску ядра

source: Select
he_il: בחירה
id_id: Pilih
it_it: Seleziona
uk_ua: Вибрати

source: Select Kernel
he_il: בחירת ליבה
id_id: Pilih Kernel
it_it: Seleziona Kernel
uk_ua: Вибрати ядро

source: Restart Kernel?
he_il: להפעיל את הליבה מחדש?
id_id: Dimulai lagi kernel?
it_it: Riavviare il Kernel?
uk_ua: Перезапустити ядро?

source: Do you want to restart the current kernel? All variables will be lost.
he_il: להפעיל את הליבה הנוכחית מחדש? כל המשתנים יאבדו.
id_id: Apakah Anda akan dimuali lagi kernel saat ini? Semua variabel akan hilang.
it_it: Vuoi riavviare il kernel corrente? Tutte le variabili saranno perse.
uk_ua: Перезапустити це ядро? Усі змінні буде втрачено.

source: Select kernel for:
he_il: לבחור בליבה עבור:
id_id: Pilih Kernel untuk:
it_it: Seleziona kernel per:
uk_ua: Вибрати ядро для:

source: Start Preferred Kernel
he_il: הפעלת הליבה המועדפת
id_id: Mulai Kernel Pilihan
it_it: Avvia Kernel Preferito
uk_ua: Запустити вибране ядро

source: Start Other Kernel
he_il: הפעלת ליבה אחרת
id_id: Mulai Kernel Lain
it_it: Avvia Altro Kernel
uk_ua: Запустити інше ядро

source: Use Kernel from Preferred Session
he_il: להשתמש בליבה מההפעלה המועדפת
id_id: Gunakan Kernel dari Sesi Pilihan
it_it: Usa Kernel dalla Sessione Preferita
uk_ua: Використовувати ядро з вибраного сеансу

source: Use Kernel from Other Session
he_il: להשתמש בליבה מהפעלה אחרת
id_id: Gunakan Kernel dari Sesi Lain
it_it: Usa Kernel da Altra Sessione
uk_ua: Використовувати ядро з іншого сеансу

source: Use No Kernel
he_il: לא להשתמש בליבה
uk_ua: Не використовувати ядро

source: No Kernel
he_il: אין ליבה
it_it: Nessun Kernel
uk_ua: Немає ядра

source: Path:
he_il: נתיב:
id_id: Jalur:
it_it: Percorso:
uk_ua: Шлях:

source: Name:
he_il: שם:
id_id: Nama:
it_it: Nome:
uk_ua: Ім’я:

source: Kernel Name:
he_il: שם הליבה:
id_id: Nama Kernel:
it_it: Nome del Kernel:
uk_ua: Ім’я ядра:

source: Kernel Id:
he_il: מס׳ ליבה:
id_id: Id Kernel:
it_it: Id del Kernel:
uk_ua: Ідентифікатор ядра:

source: Neither theme %1 nor default %2 loaded.
he_il: לא ערכת הנושא %1 ולא בררת המחדל %2 נטענו.
it_it: Né il tema %1 né il predefinito %2 hanno caricato.
uk_ua: Не завантажено ні тему %1, ні стандартну тему %2.

source: Error Loading Theme
he_il: שגיאה בטעינת ערכת העיצוב
id_id: Kesalahan Loading Tema
it_it: Errore Caricando il Tema
uk_ua: Помилка завантаження теми

source: Switch kernel
he_il: להחליף ליבה
id_id: Ganti kernel
it_it: Cambia kernel
uk_ua: Перемкнути ядро

source: Kernel %1
he_il: ליבה %1
uk_ua: Ядро %1

source: Interrupt the kernel
he_il: להפריע לליבה
id_id: Interupsi Kernel
it_it: Interrompi il kernel
uk_ua: Перервати роботу ядра

source: Restart the kernel
he_il: להפעיל את הליבה מחדש
id_id: Dimulai lagi kernel
it_it: Riavvia il kernel
uk_ua: Перезапустити ядро

source: Add Tag
he_il: הוספת תגית
id_id: Tambah Tag
it_it: Aggiungi Tag
uk_ua: Додати тег

source: Cell Tags
he_il: תגיות תא
id_id: Sel Tag
it_it: Tag della cella
uk_ua: Теги клітинок

source: No data!
he_il: אין נתונים!
id_id: Tidak ada data!
it_it: Nessun dato!
uk_ua: Немає даних!

source: Revert changes to data
he_il: החזרת הנתונים למצב שלפני העריכה
id_id: Kembalikan data yang diubah
it_it: Inverti le modifiche ai dati
uk_ua: Скасувати зміни даних

source: Commit changes to data
he_il: ביצוע השינויים לנתונים
id_id: Commit data yang diubah
it_it: Conferma le modifiche ai dati
uk_ua: Зберегти зміни даних

source: Find…
he_il: איתור…
id_id: Cari…
it_it: Trova…
uk_ua: Знайти…

source: Go to Line…
he_il: מעבר לשורה…
id_id: Pergi ke baris…
it_it: Vai all Linea…
uk_ua: Перейти до рядка…

source: Code Editor out of Sync
he_il: עורך הקוד יצא מסנכרון
it_it: Editor di Codice Fuori Sincronizzazione
uk_ua: Редактор коду не синхронізовано

source: Please open your browser JavaScript console for bug report instructions
he_il: נא לפתוח את מסוף ה־JavaScript של הדפדפן שלך להנחיות לדיווח על תקלה
id_id: Silakan buka konsol JavaScript browser Anda untuk instruksi laporan bug
it_it: Sei pregato di aprire la console JavaScript del tuo browser per istruzioni sulla segnalazione dei bug
uk_ua: Відкрийте консоль JavaScript у браузері, щоб отримати вказівки з повідомлення про помилку

source: Change text editor syntax highlighting
he_il: החלפת הדגשת התחביר של עורך הטקסט
it_it: Cambia l'evidenziazione della sintassi dell'editor di testo
uk_ua: Змінювати виділення синтаксису текстового редактора

source: Console
he_il: מסוף
id_id: Konsol
uk_ua: Консоль

source: Show All Kernel Activity
he_il: הצגת כל פעילות הליבה
id_id: Tampilkan Semua Aktivitas Kernel
it_it: Mostra Tutta l'Attività del Kernel
uk_ua: Показувати всю активність ядра

source: Auto Close Brackets for Code Console Prompt
uk_ua: Автоматично закривати дужки для Prompt консолі коду

source: New Console
he_il: מסוף חדש
id_id: Konsol Baru
it_it: Nuova Console
uk_ua: Нова консоль

source: Clear Console Cells
he_il: מחיקת תאי המסוף
id_id: Kosongkan Sel Konsol
it_it: Cancella le Celle della Console
uk_ua: Очистити клітинки консолі

source: Run Cell (unforced)
he_il: הרצת תא (בלי אילוץ)
id_id: Menjalankan Sel (tidak terpaksa)
it_it: Esegui Cella (non forzata)
uk_ua: Запустити клітинку (непримусово)

source: Run Cell (forced)
he_il: הרצת תא (עם אילוץ)
id_id: Menjalankan Sel (terpaksa)
it_it: Esegui Cella (forzata)
uk_ua: Запустити клітинку (примусово)

source: Insert Line Break
he_il: הוספת מעבר שורה
id_id: Sisipkan Jeda Baris
it_it: Inserisci Rottura Linea
uk_ua: Вставити розрив рядка

source: Replace Selection in Console
he_il: החלפת הבחירה במסוף
id_id: Ganti Pilihan di Konsol
it_it: Sostituisci la Selezione nella Console
uk_ua: Замінити виділений фрагмент у консолі

source: Interrupt Kernel
he_il: להפריע לליבה
id_id: Interupsi Kernel
it_it: Interrompi Kernel
uk_ua: Перервати операцію ядра

source: Restart Kernel…
he_il: להפעיל את הליבה מחדש…
id_id: Dimulai lagi kernel…
it_it: Riavvia Kernel…
uk_ua: Перезапустити ядро…

source: Close and Shut Down…
he_il: לסגור ולכבות…
id_id: Tutup dan Matikan…
it_it: Chiudi e Arresta…
uk_ua: Закрити й завершити роботу…

source: Shut down the console?
he_il: לכבות את המסוף?
id_id: Matikan konsol?
it_it: Arrestare la console?
uk_ua: Завершити роботу консолі?

source: Are you sure you want to close "%1"?
he_il: לסגור את „%1”?
id_id: Kamu yakin kamu mau tutup "%1"?
it_it: Sei sicuro di voler chiudere "%1"?
uk_ua: Справді закрити «%1»?

source: Change Kernel…
he_il: החלפת ליבה…
id_id: Ganti Kernel…
it_it: Cambia Kernel…
uk_ua: Змінити ядро…

source: Shutdown Console
he_il: כיבוי המסוף
id_id: Matikan Konsol
it_it: Arresta Console
uk_ua: Завершити роботу консолі

source: Shut down the Console?
he_il: לכבות את המסוף?
id_id: Matikan Konsol?
it_it: Arrestare la Console?
uk_ua: Завершити роботу консолі?

source: Restart Kernel and Clear Console
he_il: להפעיל את הליבה מחדש ולפנות את המסוף
id_id: Dimulai Lagi Kernel dan Kosongkan Konsol
it_it: Riavvia Kernel e Cancella la Console
uk_ua: Перезапустити ядро й очистити консоль

source: Run Cell
he_il: להריץ תא
id_id: Menjalankan Cell
it_it: Esegui Cella
uk_ua: Запустити клітинку

source: Clear Console Cell
he_il: לפנות תא מסוף
id_id: Kosongkan Sel Konsol
it_it: Cancella la Cella della Console
uk_ua: Очистити клітинку консолі

source: Execute with Shift+Enter
he_il: להפעיל עם Shift+Enter
id_id: Eksekusi dengan Shift+Enter
it_it: Esegui con Shift+Invio
uk_ua: Виконати за допомогою Shift+Enter

source: Execute with Enter
he_il: להפעיל עם Enter
id_id: Eksekusi dengan Enter
it_it: Esegui con Invio
uk_ua: Виконати за допомогою Enter

source: Name: %1
he_il: שם: %1
id_id: Nama:%1
it_it: Nome: %1
uk_ua: Ім’я: %1

source: Directory: %1
he_il: תיקייה: %1
id_id: Direktori:%1
it_it: Cartella: %1
uk_ua: Каталог: %1

source: Kernel: %1
he_il: ליבה: %1
uk_ua: Ядро: %1

source: Connected: %1
he_il: חיבור: %1
id_id: Terhubung: %1
it_it: Connesso: %1
uk_ua: Підключено: %1

source: Last Execution: %1
he_il: הפעלה אחרונה: %1
id_id: Eksekusi Terakhir: %1
it_it: Ultima Esecuzione: %1
uk_ua: Останнє виконання: %1

source: Console %1
he_il: מסוף %1
id_id: Konsol %1
uk_ua: Консоль: %1

source: Go to Line
he_il: מעבר לשורה
id_id: Pergi ke baris
it_it: Vai alla Linea
uk_ua: Перейти до рядка

source: tab
it_it: scheda
uk_ua: вкладка

source: pipe
it_it: tubo
uk_ua: риска

source: hash
uk_ua: хеш

source: Delimiter:
he_il: מפריד:
it_it: Delimitatore:
uk_ua: Роздільник:

source: Restart Kernel and Debug…
he_il: להפעיל את הליבה מחדש לנפות שגיאות…
uk_ua: Перезапустити ядро та відладчик…

source: Inspect Variable
he_il: חקירת משתנה
id_id: Memeriksa Variabel
it_it: Ispeziona Variabile
uk_ua: Перевірити змінну

source: Evaluate Code
he_il: הערכת קוד
uk_ua: Оцінити код

source: Evaluate
he_il: הערכה
uk_ua: Оцінити

source: Continue
he_il: להמשיך
id_id: Terus
it_it: Continua
uk_ua: Продовжити

source: Terminate
he_il: להשמיד
id_id: Mengakhiri
it_it: Termina
uk_ua: Перервати

source: Next
he_il: הבא
id_id: Lanjut
it_it: Successivo
uk_ua: Далі

source: Step In
he_il: לצלול פנימה
id_id: Masuk
it_it: Passo In
uk_ua: Крок уперед

source: Step Out
he_il: לדלג מעל
id_id: Keluar
it_it: Esci
uk_ua: Крок назад

source: Debugger section
he_il: אזור מנפה השגיאות
uk_ua: Розділ відладчика

source: Debugger
he_il: מנפה שגיאות
uk_ua: Налагоджувач

source: Enable Debugger
he_il: הפעלת מנפה שגיאות
uk_ua: Увімкнути відладчик

source: Disable Debugger
he_il: השבתת מנפה שגיאות
uk_ua: Вимкнути відладчик

source: Select a kernel that supports debugging to enable debugger
he_il: נא לבחור ליבה שתומכת בניפוי שגיאות כדי להפעיל מנפה שגיאות
uk_ua: Оберіть ядро, яке підтримує відладку, щоб увімкнути відладчик

source: Breakpoints
he_il: נקודות עצירה
id_id: Titik Putus
it_it: Punti di Interruzione
uk_ua: Точки переходу

source: Remove All Breakpoints
he_il: הסרת כל נקודות העצירה
id_id: Hilangkan Semua Titik Putus
it_it: Rimuovi Tutti i Punti di Interruzione
uk_ua: Вилучити всі точки переходу

source: Are you sure you want to remove all breakpoints?
he_il: להסיר את כל נקודות העצירה?
uk_ua: Ви дійсно хочете видалити всі точки переходу?

source: Remove breakpoints
he_il: הסרת נקודות עצירה
uk_ua: Видалити точки переходу

source: Callstack
he_il: מחסנית קריאות
uk_ua: Стек викликів

source: Source
he_il: מקור
id_id: Sumber
it_it: Fonte
uk_ua: Джерело

source: Open in the Main Area
he_il: פתיחה באזור הראשי
id_id: Buka di Area Utama
it_it: Apri nell'Area Principale
uk_ua: Відкрити в основній області

source: Variables
he_il: משתנים
id_id: Variabel
it_it: Variabili
uk_ua: Змінні

source: Tree View
he_il: תצוגת עץ
id_id: Tampilan Pohon
it_it: Vista ad Albero
uk_ua: У вигляді дерева

source: Table View
he_il: תצוגת טבלה
id_id: Tampilan Tabel
it_it: Vista a Tabella
uk_ua: У вигляді таблиці

source: Overrides for the default viewers for file types. Specify a mapping from file type name to document viewer name, for example: defaultViewers: { markdown: "Markdown Preview" } If you specify non-existent file types or viewers, or if a viewer cannot open a given file type, the override will not function. Available viewers: %1 Available file types: %2
he_il: עוקף את מציגי בררת המחדל לסוגי קבצים. לציין מיפוי משם סוג קובץ לשם מציג מסמכים, למשל: defaultViewers: {‎ ‎ markdown: "Markdown Preview"‎ ‎}‎ אם ציינת סוגי קבצים שאינם קיימים, או אם למציג אין אפשרות לפתוח סוג קובץ מסוים, המעקף לא יעבוד. מציגים זמינים: %1 סוגי קבצים זמינים: %2
it_it: Sovrascrivi per i visualizzatori predefiniti per i tipi di file. Specifica una mappatura dal nome del tipo di file per documentare il nome del visualizzatore, ad esempio: defaultViewers: { markdown: "Anteprima Markdown" } Se specifichi tipi o visualizzatori di file inesistenti o se un visualizzatore non può aprire un dato tipo di file, la sovrascrizione non funzionerà. Visualizzatori disponibili: %1 Tipi di file disponibili: %2
uk_ua: Перевизначає стандартні переглядачі для певних типів файлів. Укажіть зіставлення імені типу файлу з іменем переглядача документів, наприклад: defaultViewers: { markdown: "Markdown Preview" } Якщо ви вкажете неіснуючі типи файлів чи переглядачі або якщо переглядачу не вдасться відкрити заданий тип файлу, перевизначення не працюватиме. Доступні переглядачі: %1 Доступні типи файлів: %2

source: Download
he_il: להוריד
id_id: Mengunduh
it_it: Scarica
uk_ua: Завантажити

source: Download the file to your computer
he_il: להוריד את הקובץ למחשב שלך
id_id: Unduh berkas ke komputer Anda
it_it: Scarica il file al tuo computer
uk_ua: Завантажити файл на комп’ютер

source: Cannot Download
he_il: לא ניתן להוריד
id_id: Tidak bisa mengunduh
it_it: Impossibile Scaricare
uk_ua: Неможливо завантажити

source: No context found for current widget!
he_il: לא נמצא הקשר לווידג׳ט הנוכחי!
it_it: Nessun contesto trovato per il widget corrente!
uk_ua: Контекст для цього віджета не знайдено!

source: File Operations
he_il: פעולות קבצים
id_id: Operasi Berkas
it_it: Operazioni del File
uk_ua: Дії з файлами

source: Open in New Browser Tab
he_il: פתיחה בלשונית דפדפן חדשה
id_id: Buka di Tab Peramban Baru
it_it: Apri nella Nuova Scheda del Browser
uk_ua: Відкрити на новій вкладці оглядача

source: Error
he_il: שגיאה
id_id: Kesalahan
it_it: Errore
uk_ua: Помилка

source: Reload %1 from Disk
he_il: לטעון את %1 מהכונן מחדש
id_id: Dimuat ulang %1 dari Disket
it_it: Ricarica %1 Dal Disco
uk_ua: Перезавантажити %1 з диска

source: Reload contents from disk
he_il: לטעון מחדש תכנים מהכונן
id_id: Dimuat ulang ukuran dari disket
it_it: Ricarica i contenuti dal disco
uk_ua: Перезавантажити вміст із диска

source: Cannot Reload
he_il: לא ניתן לטעון מחדש
id_id: Tidak bisa dimuat ulang
it_it: Impossibile Ricaricare
uk_ua: Неможливо перезавантажити

source: Ok
he_il: אישור
uk_ua: Гаразд

source: Are you sure you want to reload the %1 from the disk?
he_il: לטעון את %1 מחדש מהכונן?
id_id: Apakah anda yakin ingin dimuat ulang %1 dari disket?
it_it: Sei sicuro di voler ricaricare %1 dal disco?
uk_ua: Справді перезавантажити %1 з диска?

source: Revert %1 to Checkpoint
he_il: להחזיר את %1 לנקודת הבקרה
id_id: Kembali %1 ke Titik Permeriksaan
it_it: Ripristina %1 al Checkpoint
uk_ua: Відновити %1 до контрольної точки

source: Revert contents to previous checkpoint
he_il: להחזיר את התוכן לנקודת הבקרה הקודמת
id_id: Kembali isi ke titik permeriksaan sebelumnya
it_it: Inverti i contenuti al checkpoint precedente
uk_ua: Відновити вміст до попередньої контрольної точки

source: Cannot Revert
he_il: לא ניתן להחזיר
id_id: Tidak bisa kembali
it_it: Impossibile Ripristinare
uk_ua: Неможливо відновити

source: Revert %1 to checkpoint
he_il: להחזיר את %1 לנקודת הבקרה
id_id: Kembali %1 ke Titik Permeriksaan
it_it: Ripristina %1 al checkpoint
uk_ua: Відновити %1 до контрольної точки

source: Revert
he_il: להחזיר
id_id: Kembali
it_it: Ripristina
uk_ua: Відновити

source: Save %1
he_il: לשמור את %1
id_id: Simpan %1
it_it: Salva %1
uk_ua: Зберегти %1

source: Save and create checkpoint
he_il: לשמור וליצור נקודת בקרה
id_id: Menyimpan dan buat titik pemeriksaan
it_it: Salva e crea checkpoint
uk_ua: Зберегти й створити контрольну точку

source: Cannot Save
he_il: לא ניתן לשמור
id_id: Tidak Bisa Menyimpan
it_it: Impossibile Salvare
uk_ua: Не вдалося зберегти

source: Document is read-only
he_il: המסמך לקריאה בלבד
id_id: Dokumen hanya bisa dibaca
it_it: Il documento è in sola lettura
uk_ua: Документ доступний лише для читання

source: Save All
he_il: לשמור הכול
id_id: Simpan Semua
it_it: Salva Tutto
uk_ua: Зберегти все

source: Save all open documents
he_il: לשמור את כל המסמכים הפתוחים
id_id: Simpan semua dokumen yang terbuka
it_it: Salva tutti i documenti aperti
uk_ua: Зберегти всі відкриті документи

source: Save %1 As…
he_il: לשמור את %1 בשם…
id_id: Disimpan sebagai %1…
it_it: Salva %1 Come…
uk_ua: Зберегти %1 як…

source: Save with new path
he_il: לשמור עם נתיב חדש
id_id: Simpan dengan jalur baru
it_it: Salva con nuovo percorso
uk_ua: Зберегти за новим шляхом

source: Autosave Documents
he_il: שמירת מסמכים אוטומטית
id_id: Otosimpan dokumen
it_it: Salva Automaticamente i Documenti
uk_ua: Автозбереження документів

source: New View for %1
he_il: תצוגה חדשה עבור %1
id_id: Tampilan Baru untuk %1
it_it: Nuova Vista per %1
uk_ua: Нове подання для %1

source: Rename%1…
he_il: לשנות את השם של %1…
uk_ua: Перейменувати %1…

source: Delete %1
he_il: למחוק את %1
id_id: Hapus %1
it_it: Elimina %1
uk_ua: Видалити %1

source: Delete
he_il: למחוק
id_id: Hapus
it_it: Elimina
uk_ua: Видалити

source: Are you sure you want to delete %1
he_il: למחוק את %1
id_id: Kamu yakin kamu mau hapus %1
it_it: Sei sicuro di voler eliminare %1
uk_ua: Справі видалити %1?

source: Show in File Browser
he_il: הצגה במנהל הקבצים
id_id: Tampilkan di peramban berkas
it_it: Mostra in Esplora File
uk_ua: Показати в оглядачі файлів

source: Are you sure you want to revert the %1 to the latest checkpoint?
he_il: להחזיר את %1 לנקודת הבקרה האחרונה?
it_it: Sei sicuro di voler ripristinare %1 all'ultimo checkpoint?
uk_ua: Справді відновити %1 до останньої контрольної точки?

source: This cannot be undone.
he_il: פעולה זו אינה הפיכה.
id_id: Ini tidak bisa diulang.
it_it: Questo non è annullabile.
uk_ua: Цю дію не можна скасувати.

source: The checkpoint was last updated at:
he_il: נקודת הביקורת עודכנה לאחרונה במועד:
id_id: Titik pemeriksaan sudah diperbarui di:
it_it: Il checkpoint è stato aggiornato l'ultima volta alle:
uk_ua: Востаннє контрольну точку оновлено:

source: Overwrite file?
he_il: לדרוס את הקובץ?
id_id: Menimpa berkas?
it_it: Sovrascrivere il file?
uk_ua: Перезаписати файл?

source: "%1" already exists, overwrite?
he_il: „%1” קיים, לדרוס?
id_id: "%1" sudah ada, menimpa?
it_it: "%1" esiste già, sovrascrivere?
uk_ua: «%1» уже існує. Перезаписати?

source: Overwrite
he_il: לדרוס
id_id: Menimpa
it_it: Sovrascrivi
uk_ua: Перезаписати

source: File Path
he_il: נתיב קובץ
id_id: Jalur Berkas
it_it: Percorso del File
uk_ua: Шлях файлу

source: New Name
he_il: שם חדש
id_id: Nama Baru
it_it: Nuovo Nome
uk_ua: Нове ім’я

source: Rename File
he_il: לשנות שם קובץ
id_id: Ganti nama berkas
it_it: Rinomina File
uk_ua: Перейменувати файл

source: Rename
he_il: לשנות שם
id_id: Ganti nama
it_it: Rinomina
uk_ua: Перейменувати

source: Rename Error
he_il: שגיאת שינוי שם
id_id: Ganti Nama Kesalahan
it_it: Errore di Rinonimazione
uk_ua: Помилка перейменування

source: "%1" is not a valid name for a file. Names must have nonzero length, and cannot include "/", "\", or ":"
he_il: „%1” אינו שם תקני לקובץ. שמות לא יכולים להיות באורך אפס ולא יכולים לכלול „/”, „\” או „:”
it_it: "%1" non è un nome valido per un file. I nomi devono avere una lunghezza non pari a zero e non possono includere "/", "\" o ":"
uk_ua: «%1» – неприпустиме ім’я файлу. Ім’я файлу не може мати нульову довжину та містити символи «/», «\» або «:»

source: Saving completed
he_il: השמירה הושלמה
uk_ua: Збереження завершено

source: Saving started
he_il: השמירה החלה
uk_ua: Розпочато збереження

source: Saving failed
he_il: השמירה נכשלה
uk_ua: Не вдалося зберегти
