Repository: jupyterlab/language-packs
Catalog: jupyterlab/locale/*/LC_MESSAGES/jupyterlab.po
Languages: he_il, id_id, it_it, uk_ua

source: Name: %1 Path: %2
he_il: שם: %1 נתיב: %2
id_id: Nama: %1 Jalur: %2
it_it: Nome: %1 Percorso: %2
uk_ua: Ім’я:%1 Шлях: %2

source: Read-only
he_il: לקריאה בלבד
id_id: Baca saja
it_it: Sola lettura
uk_ua: Лише для читання

source: Last Saved: %1
he_il: שמירה אחרונה: %1
id_id: Terakhir Disimpan: %1
it_it: Ultimo Salvataggio: %1
uk_ua: Востаннє збережено: %1

source: Last Checkpoint: %1
he_il: נקודת ביקורת אחרונה: %1
id_id: Terakhir Titik Permeriksaan: %1
it_it: Ultimo Checkpoint: %1
uk_ua: Остання контрольна точка: %1

source: Save as
he_il: שמירה בשם
id_id: Simpan sebagai
it_it: Salva come
uk_ua: Збережено як

source: Save your work
he_il: שמירת העבודה שלך
id_id: Simpan hasil kerjamu
it_it: Salva il tuo lavoro
uk_ua: Зберегти роботу

source: Save changes in "%1" before closing?
he_il: לשמור את השינויים שב־„%1” בטרם הסגירה?
id_id: Menyimpa perubahan di "%1" sebelum ditutup?
it_it: Salvare le modifiche in "%1" prima di chiudere?
uk_ua: Зберегти зміни в «%1» перед закриттям?

source: Discard
he_il: להשליך
id_id: Buang
it_it: Scarta
uk_ua: Відхилити

source: Save File As..
he_il: לשמור קובץ בשם…
id_id: Menyimpa Berkas sebagai..
it_it: Salva File Come..
uk_ua: Зберегти файл як...

source: File Save Error for %1
he_il: שגיאת שמירת קובץ עבור %1
id_id: Kesahlahan Menyimpa Berkas untuk %1
it_it: Errore di Salvataggio del File per %1
uk_ua: Помилка зберігання файлу для %1

source: File Load Error for %1
he_il: שגיאת טעינת קובץ עבור %1
id_id: Kesahlahan Load Berkas untuk %1
it_it: Errore di Caricamento del File per %1
uk_ua: Помилка завантаження файлу для %1

source: "%1" has changed on disk since the last time it was opened or saved. Do you want to overwrite the file on disk with the version open here, or load the version on disk (revert)?
he_il: „%1” השתנה בכונן מאז הפעם האחרונה שנפתח או נשמר. לדרוס את הקובץ בכונן עם הגרסה שפתוחה כאן או לטעון את הגרסה שבכונן (לשחזר)?
uk_ua: «%1» змінено на диску з моменту останнього відкриття або зберігання. Перезаписати файл на диску відкритою тут версією чи завантажити версію на диску (відновити)?

source: File Changed
he_il: הקובץ השתנה
id_id: Berkas sudah diubah
it_it: File Modificato
uk_ua: Файл змінено

source: "%1" already exists. Do you want to replace it?
he_il: „%1” כבר קיים. להחליף אותו?
id_id: "%1" sudah ada. Apakah anda ingin menimpa file berikut?
it_it: "%1" esiste già. Desideri sostituirlo?
uk_ua: «%1» уже існує. Замінити його?

source: File Overwrite?
he_il: לדרוס קובץ?
id_id: Menimpa Berkas?
it_it: Sovrascrivere File?
uk_ua: Перезаписати файл?

source: Renderer Failure: %1
he_il: שגיאת מנגנון עיבוד: %1
it_it: Fallimento del Renderizzatore: %1
uk_ua: Помилка обробника: %1

source: default
he_il: בררת מחדל
it_it: predefinito
uk_ua: за умовчанням

source: Text
he_il: טקסט
id_id: Teks
it_it: Testo
uk_ua: Текст

source: Notebook
he_il: מחברת
uk_ua: Блокнот

source: Directory
he_il: תיקייה
id_id: Direktori
it_it: Cartella
uk_ua: Каталог

source: Markdown File
he_il: קובץ Markdown
id_id: Berkas Markdown
it_it: File di Markdown
uk_ua: Файл розмітки

source: PDF File
he_il: קובץ PDF
id_id: Berkas PDF
it_it: File PDF
uk_ua: Файл PDF

source: Python File
he_il: קובץ Python
id_id: Berkas Python
it_it: File Python
uk_ua: Файл Python

source: JSON File
he_il: קובץ JSON
id_id: Berkas JSON
it_it: File JSON
uk_ua: Файл JSON

source: Julia File
he_il: קובץ Julia
uk_ua: Файл Julia

source: CSV File
he_il: קובץ CSV
id_id: Berkas CSV
it_it: File CSV
uk_ua: Файл CSV

source: TSV File
he_il: קובץ TSV
id_id: Berkas TSV
it_it: File TSV
uk_ua: Файл TSV

source: R File
he_il: קובץ R
id_id: Berkas R
it_it: File R
uk_ua: Файл R

source: YAML File
he_il: קובץ YAML
id_id: Berkas YAML
it_it: File YAML
uk_ua: Файл YAML

source: Image
he_il: תמונה
id_id: Gambar
it_it: Immagine
uk_ua: Зображення

source: Find and Replace…
he_il: איתור והחלפה…
id_id: Cari dan Ganti…
it_it: Trova e Sostituisci…
uk_ua: Знайти й замінити…

source: Find Next
he_il: לאתר את הבא
id_id: Cari Selanjutnya
it_it: Trova Successivo
uk_ua: Знайти наступне

source: Find Previous
he_il: לאתר את הקודם
id_id: Cari Sebelumnya
it_it: Trova Precedente
uk_ua: Знайти попереднє

source: Find
he_il: איתור
id_id: Cari
it_it: Trova
uk_ua: Знайти

source: Replace
he_il: להחליף
id_id: Ganti
it_it: Sostituisci
uk_ua: Замінити

source: Replace All
he_il: להחליף הכול
id_id: Ganti Semua
it_it: Sostituisci Tutto
uk_ua: Замінити все

source: Search Cell Outputs
he_il: חיפוש בפלטים של התא
uk_ua: Пошук результатів клітинки

source: Search Selected Cell(s)
he_il: חיפוש בתאים הנבחרים
uk_ua: Знайти обрані клітин(ки)

source: Enable Extension Manager
he_il: להפעיל את מנהל ההרחבות
id_id: Aftikan ekstensi manajer
it_it: Abilita Gestore dell'Estensione
uk_ua: Увімкнути диспетчер розширень

source: Extension Manager
he_il: מנהל ההרחבות
id_id: Ekstensi Manajer
it_it: Gestore dell'Estensione
uk_ua: Диспетчер розширень

source: Enable Extension Manager?
he_il: להפעיל את מנהל ההרחבות?
id_id: Aftikan ekstensi manajer?
it_it: Abilitare il Gestore dell'Estensione?
uk_ua: Увімкнути диспетчер розширень?

source: Thanks for trying out JupyterLab's extension manager. The JupyterLab development team is excited to have a robust third-party extension community. However, we cannot vouch for every extension, and some may introduce security risks. Do you want to continue?
he_il: תודה על ההתנסות במנהל ההרחבות של JupyterLab. צוות הפיתוח של JupyterLab נלהב מכך שיש קהילת הרחבות צד־שלישי יציבה. עם זאת, אין לנו אפשרות לערוב לכל הרחבה וחלקן אף עשויות להוביל לסיכוני אבטחה. להמשיך?
it_it: Grazie per aver provato il nostro gestore dell'estensione di JupyterLab. Il team di sviluppo di JupyterLab è entusiasta di avere una robusta community di estensioni di terze parti. Tuttavia, non possiamo garantire per ogni estensione, e alcune potrebbero introdurre rischi di sicurezza. Desideri continuare?
uk_ua: Дякуємо, що скористалися диспетчером розширень JupyterLab. Команда розробників JupyterLab пишається своїм набором надійних сторонніх розширень. Однак ми не можемо поручитися за кожне розширення, і деякі з них можуть становити загрозу безпеці. Продовжити?

source: Disable
he_il: השבתה
id_id: Nonaktifkan
it_it: Disabilita
uk_ua: Вимкнути

source: Enable
he_il: הפעלה
id_id: Diaftikan
it_it: Abilita
uk_ua: Увімкнути

source: Extension Manager section
he_il: אזור מנהל ההרחבות
uk_ua: Розділ диспетчера розширень

source: This package has indicated that it needs a corresponding server extension. Please contact your Administrator to update the server with one of the following commands:
he_il: החבילה ציינה שנדרשת לה הרחבת שרת תואמת. נא ליצור קשר עם הנהלת המערכת כדי לעדכן את השרת עם אחת הפקודות הבאות:
it_it: Questo pacchetto ha indicato che necessita di un'estensione del server corrispondente. Sei pregato di contattare il tuo Amministratore per aggiornare il server con uno dei seguenti comandi:
uk_ua: Зазначено, що цьому пакету потрібне відповідне розширення сервера. Зверніться до свого адміністратора, щоб оновити сервер за допомогою однієї з цих команд:

source: This package has indicated that it needs a corresponding package for the kernel.
he_il: חבילה זו ציינה שהיא דורשת חבילה מתאימה לליבה.
it_it: Questo pacchetto ha indicato che necessita di un pacchetto corrispondente per il kernel.
uk_ua: Зазначено, що цьому пакету потрібен відповідний пакет для ядра.

source: The package <code>%1</code>, is required by the following kernels:
he_il: החבילה <code>%1</code>, נדרשת על ידי הליבות הבאות:
id_id: Paket <code>%1</code>, dibutuhkan oleh kernel berikut ini:
it_it: Il pacchetto <code>%1</code>, è richiesto dai seguenti kernel:
uk_ua: Пакет <code>%1</code> потрібен таким ядрам:

source: This package has indicated that it needs a corresponding kernel package. Please contact your Administrator to update the server with one of the following commands:
he_il: החבילה ציינה שנדרשת לה חבילת ליבה תואמת. נא ליצור קשר עם הנהלת המערכת כדי לעדכן את השרת עם אחת הפקודות הבאות:
it_it: Questo pacchetto ha indicato che necessita di un pacchetto del kernel corrispondente. Sei pregato di contattare il tuo Amministratore per aggiornare il server con uno dei seguenti comandi:
uk_ua: Зазначено, що цьому пакету потрібен відповідний пакет ядра. Зверніться до свого адміністратора, щоб оновити сервер за допомогою однієї з цих команд:

source: You should make sure that the indicated packages are installed before trying to use the extension. Do you want to continue with the extension installation?
he_il: עליך לוודא שהחבילות שמצוינות מותקנות בטרם ביצוע ניסיון להשתמש בהרחבה. להמשיך בהתקנת ההרחבה?
it_it: Dovresti assicurarti che i pacchetti indicati siano installati prima di provare a usare l'estensione. Desideri continuare con l'installazione dell'estensione?
uk_ua: Переконайтеся, що вказані пакети встановлено, перш ніж спробувати скористатися розширенням. Перейти до встановлення розширення?

source: Kernel and Server Companions
he_il: מלווי ליבה ושרת
id_id: Pendamping Kernel dan Server
it_it: Kernel e Compagni del Server
uk_ua: Компаньйони ядра й сервера

source: Kernel Companions
he_il: מלווי ליבה
id_id: Pendamping Kernel
it_it: Compagni del Kernel
uk_ua: Компаньйони ядра

source: Server Companion
he_il: מלווי שרת
id_id: Pendamping Server
it_it: Compagno del Server
uk_ua: Компаньйони сервера

source: Install the JupyterLab extension.
he_il: להתקין את הרחבת JupyterLab.
id_id: Instal ekstensi JupyterLab.
it_it: Installa l'estensione di JupyterLab.
uk_ua: Установіть розширення JupyterLab.

source: An error occurred installing <code>%1</code>.
he_il: אירעה שגיאה בהתקנת <code>%1</code>.
it_it: Si è verificato un errore installando <code>%1</code>.
uk_ua: Сталася помилка під час установлення <code>%1</code>.

source: Error message:
he_il: הודעת שגיאה:
id_id: Pesan kesalahan:
it_it: Messaggio d'Errore:
uk_ua: Повідомлення про помилку:

source: Extension Installation Error
he_il: שגיאת התקנת הרחבה
id_id: Kesalahan instalasi ekstensi
it_it: Errore d'Installazione dell'Estensione
uk_ua: Помилка встановлення розширення

source: A build is needed to include the latest changes
he_il: נדרשת בנייה כדי לכלול את השינויים האחרונים ביותר
it_it: Una build è necessaria per includere le ultime modifiche
uk_ua: Складання необхідне, щоб охопити останні зміни

source: Rebuild
he_il: לבנות מחדש
id_id: Bangun Kembali
it_it: Ricostruisci
uk_ua: Скласти повторно

source: Ignore
he_il: להתעלם
id_id: Abaikan
it_it: Ignora
uk_ua: Ігнорувати

source: %1 (Developed by Project Jupyter)
he_il: %1 (מפותח על ידי מיזם Jupyter)
id_id: %1 (Dikembangkan oleh Proyek Jupyter)
it_it: %1 (Sviluppato da Project Jupyter)
uk_ua: %1 (розроблено проєктом Jupyter)

source: %1 extension has been blockedExtensions since install. Please uninstall immediately and contact your blockedExtensions administrator.
he_il: ההרחבה %1 blockedExtensions מאז ההתקנה. נא להסיר מיידית וליצור קשר עם הנהלת blockedExtensions.
it_it: L'estensione %1 è stata blockedExtensions dall'installazione. Sei pregato di disinstallarla immediatamente e contattare l'amministratore delle tue blockedExtensions.
uk_ua: Розширення %1 потрапило до списку заблокованих після встановлення. Негайно видаліть його та зверніться до адміністратора заблокованих розширень.

source: %1 extension has been removed from the allowedExtensions since installation. Please uninstall immediately and contact your allowedExtensions administrator.
he_il: ההרחבה %1 הוסרה מתוך allowedExtensions מאז ההתקנה. נא להסיר מיידית וליצור קשר עם הנהלת allowedExtensions.
it_it: L'estensione %1 è stata rimossa dalle allowedExtensions dall'installazione. Sei pregato di disinstallarle immediatamente e contattare l'amministratore delle tue allowedExtensions.
uk_ua: Розширення %1 було вилучено зі списку дозволених. Негайно видаліть його та зверніться до адміністратора дозволених розширень.

source: Install
he_il: להתקין
id_id: Instal
it_it: Installa
uk_ua: Установити

source: Update
he_il: לעדכן
id_id: Diperbarui
it_it: Aggiornamento
uk_ua: Оновити

source: Uninstall
he_il: להסיר
id_id: Hapus instalan
it_it: Disinstalla
uk_ua: Видалити

source: About
he_il: על אודות
id_id: Tentang
it_it: Info
uk_ua: Про додаток

source: This is a prebuilt extension. To uninstall it, please apply following instructions.
he_il: זו הרחבה שהורכבה מראש. כדי להסיר אותה, נא לפעול לפי ההנחיות הבאות.
it_it: Questa è un'estensione precostruita. Per disinstallarla, sei pregato di applicare le seguenti istruzioni.
uk_ua: Це попередньо створене розширення. Щоб видалити його, будь ласка, виконайте наступні кроки.

source: This is a prebuilt extension. To uninstall it, please read the user guide on:
he_il: זו הרחבה שהורכבה מראש, כדי להסיר אותה, נא לקרוא את המדריך למשתמש בכתובת:
it_it: Questa è un'estensione precostruita. Per disinstallarla, sei pregato di leggere la guida utente su:
uk_ua: Це попередньо створене розширення. Щоб видалити його, будь ласка, прочитайте керівництво користувача щодо:

source: No entries
he_il: אין רשומות
id_id: Tidak ada entri
it_it: Nessuna voce
uk_ua: Немає записів

source: The extension manager is disabled. Please contact your system administrator to verify the listings configuration.
he_il: מנהל ההרחבות מושבת. נא ליצור קשר עם הנהלת המערכת שלך כדי לוודא שהגדרות ההצגה נכונות.
it_it: Il gestore dell'estensione è disabilitato. Sei pregato di contattare il tuo amministratore di sistema per verificare la configurazione degli elenchi.
uk_ua: Диспетчер розширень вимкнено. Зверніться до свого системного адміністратора, щоб перевірити конфігурацію записів.

source: Read more in the JupyterLab documentation.
he_il: ניתן לקרוא עוד על כך בתיעוד של JupyterLab.
id_id: Baca lebih banyak di dokumentasi JupyterLab.
it_it: Leggi di più nella documentazione di JupyterLab.
uk_ua: Дізнатися більше можна в документації JupyterLab.

source: Warning
he_il: אזהרה
id_id: Perhatian
it_it: Attenzione
uk_ua: Попередження

source: The JupyterLab development team is excited to have a robust third-party extension community. However, we do not review third-party extensions, and some extensions may introduce security risks or contain malicious code that runs on your machine.
he_il: צוות הפיתוח של JupyterLab שמח שיש קהילת תוספות צד־שלישי מפותחת. עם זאת, איננו בודקים הרחבות צד־שלישי וחלק מההרחבות עשויות לחשוף אותך לסכנות או להכיל קוד זדוני שפועל במכונה שלך.
it_it: Il team di sviluppo di JupyterLab è entusiasta di avere una community dell'estensione di terze parti robusta. Tuttavia, non revisioniamo le estensioni di terze parti e, alcune, potrebbero introdurre rischi di terze parti o contenere codice malevolo che sia eseguito sulla vostra macchina.
uk_ua: Команда розробників JupyterLab пишається своїм набором надійних сторонніх розширень. Однак ми не перевіряємо їх, тому деякі розширення можуть містити зловмисний код, що виконується на вашому комп’ютері, або наражати його на інші ризики безпеці.

source: Updating extensions list
he_il: רשימת ההרחבות מתעדכנת
id_id: Memperbarui daftar ekstensi
it_it: Aggiornando l'elenco delle estensioni
uk_ua: Список розширень оновлюється

source: Error communicating with server extension. Consult the documentation for how to ensure that it is enabled.
he_il: שגיאה ביצירת קשר עם הרחבת השרת. יש לפנות לתיעוד כדי לוודא שהיא מופעלת.
it_it: Errore comunicando con l'estensione del server. Consulta la documentazione per come assicurarti che sia abilitata.
uk_ua: Помилка зв’язку з розширенням сервера. Див. документацію, щоб дізнатися, як перевірити, чи його ввімкнено.

source: Reason given:
he_il: הסיבה שסופקה:
id_id: Alasan Yang Diberikan:
it_it: Motivo dato:
uk_ua: Указана причина:

source: The server has some missing requirements for installing extensions.
he_il: לשרת יש דרישות חסרות להתקנת הרחבות.
it_it: Il server ha alcuni requisiti mancanti per installare le estensioni.
uk_ua: Сервер не відповідає кільком обов’язковим вимогам для встановлення розширень.

source: Details:
he_il: פרטים:
id_id: Rinci:
it_it: Dettagli:
uk_ua: Деталі:

source: Installed
he_il: מותקן
id_id: Sudah diinstal
it_it: Installata
uk_ua: Установлено

source: Refresh extension list
he_il: רענון רשימת ההרחבות
id_id: Segarkan daftar ekstensi
it_it: Ricarica l'elenco dell'estensione
uk_ua: Оновити список розширень

source: Search Results
he_il: תוצאות חיפוש
id_id: Mencari Hasil Penelitian
it_it: Cerca Risultati
uk_ua: Результати пошуку

source: Discover
he_il: לגלות עוד
id_id: Menemukan
it_it: Scopri
uk_ua: Не встановлено

source: Paste
he_il: הדבקה
id_id: Tempel
it_it: Incolla
uk_ua: Вставити

source: Open
he_il: פתיחה
id_id: Buka
it_it: Apri
uk_ua: Відкрити

source: New Folder
he_il: תיקייה חדשה
id_id: Folder baru
it_it: Nuova Cartella
uk_ua: Нова папка

source: New File
he_il: קובץ חדש
id_id: Berkas Baru
it_it: Nuovo File
uk_ua: Новий файл

source: New Markdown File
he_il: קובץ Markdown חדש
id_id: Berkas Markdown Baru
it_it: Nuovo File di Markdown
uk_ua: Новий файл розмітки

source: Refresh File List
he_il: רענון רשימת הקבצים
id_id: Segarkan daftar berkas
it_it: Ricarica l'Elenco dei File
uk_ua: Оновити список файлів

source: Copy Path
he_il: העתקת נתיב
id_id: Salin Jalur
it_it: Copia Percorso
uk_ua: Копіювати шлях

source: Shut Down Kernel
he_il: לכבות ליבה
id_id: Matikan kernel
it_it: Arresta il Kernel
uk_ua: Завершити роботу ядра

source: New Launcher
he_il: משגר חדש
id_id: Launcher Baru
it_it: Nuovo Launcher
uk_ua: Новий запускач

source: Show Active File in File Browser
he_il: הצגת הקובץ הפעיל במנהל הקבצים
id_id: Tampilkan Berkas Aktif di Peramban Berkas
it_it: Mostra File Attivi in Esplora File
uk_ua: Показувати активний файл в оглядачі файлів

source: Show Last Modified Column
he_il: הצגת עמודת השינוי האחרון
uk_ua: Відображати останню змінену колонку

source: Show Hidden Files
he_il: הצגת קבצים מוסתרים
uk_ua: Відображати приховані файли

source: Search on File Names
he_il: חיפוש בשמות הקבצים
id_id: Cari Nama Berkas
it_it: Cerca sui Nomi File
uk_ua: Пошук за назвами файлів

source: No browser for path
he_il: אין דפדפן לנתיב
id_id: Tidak ada peramban untuk jalur
it_it: Nessun browser per il percorso
uk_ua: За цим шляхом немає оглядача

source: File Browser (%1)
he_il: מנהל קבצים (%1)
id_id: Peramban Berkas (%1)
it_it: Esplora File (%1)
uk_ua: Оглядач файлів (%1)

source: File Browser
he_il: מנהל קבצים
id_id: Peramban Berkas
it_it: Esplora File
uk_ua: Оглядач файлів

source: Copy Download Link
he_il: העתקת קישור הורדה
id_id: Salin Link Unduhan
it_it: Copia Link di Download
uk_ua: Копіювати посилання на завантаження

source: File Browser Section
he_il: אזור מנהל הקבצים
uk_ua: Розділ оглядача файлів

source: Copy Shareable Link
he_il: העתקת קישור שניתן לשתף
id_id: Salin Link yang Dibagikan
it_it: Copia Link Condivisibile
uk_ua: Копіювати посилання для доступу

source: Open %1
he_il: לפתוח את %1
id_id: Buka %1
it_it: Apri %1
uk_ua: Відкрити %1

# showErrorMessage
source: Upload Error
he_il: שגיאת העלאה
id_id: Unggah Kesalahan
it_it: Errore di Caricamento
uk_ua: Помилка вивантаження

source: Copy
he_il: העתקה
id_id: Menyalin
it_it: Copia
uk_ua: Копіювати

source: Cut
he_il: גזירה
id_id: Potong
it_it: Taglia
uk_ua: Вирізати

source: Duplicate
he_il: שכפול
id_id: Duplikat
it_it: Duplica
uk_ua: Дублювати

source: Open from Path…
he_il: פתיחה מהנתיב…
id_id: Buka dari Jalur…
it_it: Apri dal Percorso…
uk_ua: Відкрити за шляхом…

source: Open from path
he_il: פתיחה מהנתיב
id_id: Buka dari Jalur
it_it: Apri dal percorso
uk_ua: Відкрити за шляхом

source: Path
he_il: נתיב
id_id: Jalur
it_it: Percorso
uk_ua: Шлях

source: Open Path
he_il: פתיחת הנתיב
id_id: Buka Jalur
it_it: Apri Percorso
uk_ua: Відкрити шлях

source: Could not find path: %1
he_il: לא ניתן למצוא נתיב: %1
id_id: Tidak bisa menemukan jalur %1
it_it: Impossibile trovare il percorso: %1
uk_ua: Не вдалося знайти шлях: %1

source: Cannot open
he_il: לא ניתן לפתוח
id_id: Tidak bisa buka
it_it: Impossibile aprire
uk_ua: Не вдалося відкрити

source: Filter files by name
he_il: סינון קבצים לפי שם
id_id: Menyaring berkas berdasarkan nama
it_it: Filtra file per nome
uk_ua: Фільтрувати файли за іменем

source: Directory not found
he_il: התיקייה לא נמצאה
id_id: Direktori tidak ditemukan
it_it: Cartella non trovata
uk_ua: Каталог не знайдено

source: Directory not found: "%1"
he_il: התיקייה לא נמצאה: „%1”
id_id: Direktori tidak ditemukan: "%1"
it_it: Cartella non trovata: "%1"
uk_ua: Каталог не знайдено: «%1»

source: file browser
he_il: מנהל קבצים
uk_ua: оглядач файлів

source: Open Error
he_il: שגיאת פתיחה
id_id: Buka Kesalahan
it_it: Errore d'Apertura
uk_ua: Помилка відкриття

source: Move Error
he_il: שגיאת העברה
id_id: Kesalahan Pindah
it_it: Errore di Spostamento
uk_ua: Помилка переміщення

# showErrorMessage
source: Open directory
he_il: פתיחת תיקייה
id_id: Buka direktori
it_it: Apri cartella
uk_ua: Відкрити каталог

source: Error Uploading Folder
he_il: שגיאה בהעלאת תיקייה
uk_ua: Помилка при завантаженні папки

source: Drag and Drop is currently not supported for folders
uk_ua: Drag and Drop наразі не використовуються для папок

source: Close
he_il: סגירה
id_id: Tutup
it_it: Chiudi
uk_ua: Закрити

# showErrorMessage
source: Error while copying/moving files
he_il: שגיאה בהעתקת/העברת קבצים
id_id: Kesalahan selagi menyalin/pindah berkas-berkas
it_it: Errore copiando/spostando i file
uk_ua: Помилка під час копіювання / переміщення файлів

# showErrorMessage
source: Delete Failed
he_il: המחיקה נכשלה
id_id: Gagal Menghapus
it_it: Eliminazione Fallita
uk_ua: Не вдалося видалити

# showErrorMessage
source: "%1" is not a valid name for a file. Names must have nonzero length, and cannot include "/", "\", or ":"
he_il: „%1” אינו שם תקני לקובץ. שמות לא יכולים להיות באורך אפס ולא יכולים לכלול „/”, „\” או „:”
it_it: "%1" non è un nome valido per un file. I nomi devono avere una lunghezza non pari a zero, e non possono includere "/", "\" o ":"
uk_ua: «%1» – неприпустиме ім’я файлу. Ім’я файлу не може мати нульову довжину та містити символи «/», «\» або «:»

# showErrorMessage
source: Rename Error
he_il: שגיאת שינוי שם
id_id: Ganti Nama Kesalahan
it_it: Errore di Rinominazione
uk_ua: Помилка перейменування

source: Name
he_il: שם
id_id: Nama
it_it: Nome
uk_ua: Ім’я

source: Last Modified
he_il: שינוי אחרון
id_id: Terakhir Diubah
it_it: Ultima Modifica
uk_ua: Востаннє змінено

source: Name: %1
he_il: שם: %1
id_id: Nama: %1
it_it: Nome: %1
uk_ua: Ім’я: %1

source: Size: %1
he_il: גודל: %1
id_id: Ukuran: %1
it_it: Dimensioni: %1
uk_ua: Розмір: %1

source: Path: %1
he_il: נתיב: %1
id_id: Jalur: %1
it_it: Percorso: %1
uk_ua: Шлях: %1

source: Created: %1
he_il: מועד יצירה: %1
id_id: Buat: %1
it_it: Creato: %1
uk_ua: Створено: %1

source: Modified: %1
he_il: מועד שינוי: %1
id_id: Diubah: %1
it_it: Modificato: %1
uk_ua: Змінено: %1

source: Writable: %1
he_il: פתוח לכתיבה: %1
id_id: Bisa ditulis: %1
it_it: Scrivibile: %1
uk_ua: Доступно для запису: %1

source: %1 Item
he_il: פריט אחד
it_it: %1 Elemento
uk_ua: %1 елемент

# showErrorMessage
source: Paste Error
he_il: שגיאת הדבקה
id_id: Tempel Kesalahan
it_it: Errore Incollando
uk_ua: Помилка вставлення

source: Are you sure you want to permanently delete: %1?
he_il: למחוק לצמיתות את: %1?
id_id: Apakah Anda yakin mau menghapus secara permanen: %1?
it_it: Sei sicuro di voler eliminare permanentemente: %1?
uk_ua: Справді остаточно видалити: %1?

source: Are you sure you want to permanently delete the %1 selected item?
he_il: למחוק לצמיתות את הפריט הנבחר?
id_id: Apakah Anda yakin ingin menghapus %1 item terpilih?
it_it: Sei sicuro di voler eliminare permanente %1 elemento selezionato?
uk_ua: Справді остаточно видалити %1 вибраний елемент?

# showErrorMessage
source: Duplicate file
he_il: שכפול קובץ
id_id: Berkas duplikat
it_it: File duplicato
uk_ua: Дублювати файл

# showErrorMessage
source: Shut down kernel
he_il: לכבות את הליבה
id_id: Matikan kernel
it_it: Arresta il kernel
uk_ua: Завершити роботу ядра

source: %1 Kernel: %2
he_il: %1 ליבה: %2
uk_ua: %1 Ядро: %2
