Repository: jupyterlab/language-packs
Catalog: extensions/jupytext/locale/*/LC_MESSAGES/jupytext.po
Languages: uk_ua

source: Error
uk_ua: Помилка

source: Please edit the notebook metadata directly if you wish a custom configuration.
uk_ua: Будь ласка, відредагуйте безпосередньо метадані notebook, якщо ви бажаєте власну конфігурацію.

source: Jupytext Reference
uk_ua: Довідка Jupytext

source: Jupytext FAQ
uk_ua: Поширені запитання щодо Jupytext

source: Include Metadata
uk_ua: Включити метадані

source: Markdown File
uk_ua: Файл розмітки

source: MyST Markdown Notebook
uk_ua: Блокнот MyST Markdown

source: R Markdown Notebook
uk_ua: R Markdown Блокнот

source: Pair Notebook with ipynb document
uk_ua: З’єднати Notebook із документом ipynb

source: Pair Notebook with light Script
uk_ua: З’єднати Notebook із легким скриптом

source: Pair Notebook with percent Script
uk_ua: З’єднати Notebook із відсотковим скриптом

source: Pair Notebook with Hydrogen Script
uk_ua: З'єднати Notebook із Hydrogen скриптом

source: Pair Notebook with nomarker Script
uk_ua: З’єднати Notebook із nomarker скриптом

source: Pair Notebook with Markdown
uk_ua: З’єднати Notebook із Markdown

source: Pair Notebook with MyST Markdown
uk_ua: З’єднати Notebook із MyST Markdown

source: Pair Notebook with R Markdown
uk_ua: З’єднати Notebook із R Markdown

source: Pair Notebook with Quarto (qmd)
uk_ua: З'єднати Notebook із Quarto (qmd)

source: Custom pairing
uk_ua: Користувацьке з'єднання

source: Unpair Notebook
uk_ua: Від'єднати Notebook
