{
    "": {
        "domain": "dask_labextension",
        "language": "fr-FR",
        "plural_forms": "nplurals=2; plural=(n > 1);",
        "version": "jupyterlab"
    },
    "schema\u0004Dask": [
        "Dask"
    ],
    "schema\u0004Dask Dashboard": [
        "Tableau de bord de Dask"
    ],
    "schema\u0004Settings for the Dask Dashboard plugin.": [
        "Paramètres pour le plugin Dask Dashboard."
    ],
    "schema\u0004Settings for the Dask plugin.": [
        "Paramètres pour le plugin Dask."
    ],
    "settings\u0004Auto-Start Client": [
        "Démarrage automatique du client"
    ],
    "settings\u0004Check dashboards via browser.": [
        "Vérifier les tableaux de bord via le navigateur."
    ],
    "settings\u0004Dask": [
        "Dask"
    ],
    "settings\u0004Dask Dashboard": [
        "Tableau de bord de Dask"
    ],
    "settings\u0004Default URL for the Dask Dashboard Webserver": [
        "URL par défaut pour le serveur Web du tableau de bord du Dask"
    ],
    "settings\u0004Default layout for Dask Dashboard panels": [
        "Disposition par défaut pour le tableau de bord Dask"
    ],
    "settings\u0004Determine whether to validate dashboards via browser check.": [
        "Détermine s'il faut valider les tableaux de bord via la vérification du navigateur."
    ],
    "settings\u0004Hide Cluster Manager": [
        "Masquer le gestionnaire de cluster"
    ],
    "settings\u0004If set to true, every notebook and console will automatically have a dask client for the active cluster injected into the kernel under the name 'client'": [
        "Si défini à true, chaque notebook et console aura automatiquement un client dask pour le cluster actif injecté dans le noyau sous le nom de 'client'"
    ],
    "settings\u0004If set to true, the extension will check for the Dask dashboard from the user's browser. This is useful for testing the dashboard when behind a browser-cookie based authentication.": [
        "Si activé, l'extension vérifiera le tableau de bord Dask à partir du navigateur de l'utilisateur. Ceci est utile pour tester le tableau de bord protégé par une authentification basée sur les cookies du navigateur."
    ],
    "settings\u0004If set to true, the test dashboard will be validated within the browser environment. This is useful for testing the dashboard when behind a browser-cookie based authentication.": [
        "Si activé, le tableau de bord de test sera validé dans l'environnement du navigateur. Ceci est utile pour tester le tableau de bord protégé par une authentification basée sur les cookies du navigateur."
    ],
    "settings\u0004Some deployments don't want to or are unable to use the cluster manager feature. Toggle to hide it from the user interface (note: this does not disable the underlying functionality).": [
        "Certains déploiements ne veulent pas ou ne sont pas capables d'utiliser la fonctionnalité de gestion du cluster. Activer/désactiver cette fonction de l'interface utilisateur (note: cela ne désactive pas la fonctionnalité sous-jacente)."
    ],
    "settings\u0004This allows you to store a default layout for your Dask dashboard panels. It is stored as an object keyed by the individual chart names. Each value in the object is an object storing `mode`, which specifies how the chart is to be added to the main area, and `ref`, which is an (optional) reference to another chart. If `ref` is supplied, then `mode` will be with respect to that chart, if it is not supplied, then `mode` will be with respect to the main area. The default value for this option provides a relatively simple example specification.": [
        "Cela vous permet de stocker une mise en page par défaut pour votre tableau de bord Dask. Il est stocké sous la forme d'un objet clé par les noms individuels du graphique. Chaque valeur dans l'objet est un objet stockant le `mode`, qui spécifie comment le graphique doit être ajouté à la zone principale, et `ref`, qui est une référence (optionnelle) à un autre graphique. Si `ref` est fourni, alors `mode` sera en fonction de ce graphique, si elle n'est pas fournie, alors `mode` sera lié à la zone principale. La valeur par défaut de cette option fournit un exemple relativement simple."
    ]
}