{
    "": {
        "domain": "jupyterlab_git",
        "language": "fr-FR",
        "plural_forms": "nplurals=2; plural=(n > 1);",
        "version": "jupyterlab"
    },
    " Help ": [
        " Aide "
    ],
    "Add": [
        "Ajouter"
    ],
    "Add Remote Repository": [
        "Ajouter un Dépôt Distant"
    ],
    "Add a Git remote repository": [
        "Ajouter un dépôt Git distant"
    ],
    "Add a remote repository": [
        "Ajouter un dépôt distant"
    ],
    "Are you sure you want to ignore all %1 files within this git repository?": [
        "Êtes-vous sûr de vouloir ignorer tous les fichiers %1 de ce dépôt Git?"
    ],
    "Are you sure you want to permanently delete the following files?               This action cannot be undone.": [
        "Êtes-vous sûr de vouloir supprimer définitivement les fichiers suivants? Cette action est irréversible."
    ],
    "Are you sure you want to permanently discard changes to the following files?               This action cannot be undone.": [
        "Êtes-vous sûr de vouloir supprimer définitivement les modifications aux fichiers suivants? Cette action ne peut pas être annulée."
    ],
    "CLONE": [
        "CLONER"
    ],
    "Cancel": [
        "Annuler"
    ],
    "Cancel pull merge conflict": [
        "Annuler le conflit de fusion de pull"
    ],
    "Clone a Repository": [
        "Cloner un dépôt"
    ],
    "Clone a repo": [
        "Cloner un dépôt"
    ],
    "Clone a repository from a URL": [
        "Cloner un dépôt à partir d'un URL"
    ],
    "Cloning...": [
        "Clonage en cours..."
    ],
    "Commit from the Commit Box": [
        "Valider depuis la boîte de validation"
    ],
    "Create an empty Git repository or reinitialize an existing one": [
        "Créer un référentiel Git vide ou réinitialiser un référentiel existant"
    ],
    "DISMISS": [
        "REJETER"
    ],
    "Delete": [
        "Supprimer"
    ],
    "Delete Files": [
        "Supprimer ces fichiers"
    ],
    "Delete these files": [
        "Supprimer ces fichiers"
    ],
    "Delete this file": [
        "Supprimer ce fichier"
    ],
    "Deleting %1 failed.": [
        "La suppression de %1 a échoué."
    ],
    "Diff Not Supported": [
        "Diff non pris en charge"
    ],
    "Diff is not supported for %1 files.": [
        "Diff n'est pas pris en charge pour les fichiers %1."
    ],
    "Diff selected file": [
        "Diff le fichier sélectionné"
    ],
    "Diff selected files": [
        "Diff les fichiers sélectionnés"
    ],
    "Disable branch with changes": [
        "Désactiver la branche avec les changements"
    ],
    "Discard": [
        "Abandonner"
    ],
    "Discard changes": [
        "Annuler les modifications"
    ],
    "Discard changes for %1 failed.": [
        "La suppression des modifications pour %1 a échoué."
    ],
    "Discard recent changes of selected file": [
        "Annuler les modifications récentes du fichier sélectionné"
    ],
    "Discard recent changes of selected files": [
        "Annuler les modifications récentes apportées aux fichiers sélectionnés"
    ],
    "Dismiss": [
        "Rejeter"
    ],
    "Display Git status updates": [
        "Afficher les mises à jour du statut de Git"
    ],
    "Display a file diff.": [
        "Afficher le diff d'un fichier."
    ],
    "Do you really want to make this directory a Git Repo?": [
        "Êtes-vous sûr de vouloir faire de ce répertoire un dépôt Git?"
    ],
    "Double click opens diff": [
        "Double clic ouvre les différences"
    ],
    "Encountered an error when initializing the repository. Error: ": [
        "Une erreur s'est produite lors de l'initialisation du dépôt. Erreur: "
    ],
    "Encountered an error when pushing changes. Error: ": [
        "Une erreur s'est produite lors du poussage des modifications. Erreur: "
    ],
    "Enter credentials for remote repository": [
        "Entrez vos informations d'identification pour le dépôt distant"
    ],
    "Enter the Clone URI of the repository": [
        "Entrez l'URI de clonage du dépôt"
    ],
    "Error when adding remote repository": [
        "Erreur produite lors de l'ajout d'un dépôt distant"
    ],
    "Failed to checkout tag.": [
        "Impossible d'extraire l'étiquette."
    ],
    "Failed to clone": [
        "Clonage a échoué"
    ],
    "Failed to initialize the Git repository": [
        "L'initialisation du dépôt Git a échoué"
    ],
    "Failed to load the jupyterlab-git server extension": [
        "Impossible de charger l'extension de serveur jupyterlab-git"
    ],
    "Failed to pull": [
        "Tirage a échoué"
    ],
    "Failed to push": [
        "Poussage a échoué"
    ],
    "Failed to switch branch.": [
        "Échec du changement de branche."
    ],
    "Git Documentation": [
        "Documentation Git"
    ],
    "Git Interface": [
        "Interface Git"
    ],
    "Git credentials required": [
        "Informations d'identification Git requises"
    ],
    "Git repository initialized.": [
        "Dépôt Git initialisé."
    ],
    "Git server extension is unavailable. Please ensure you have installed the JupyterLab Git server extension by running: pip install --upgrade jupyterlab-git. To confirm that the server extension is installed, run: jupyter server extension list.": [
        "L'extension de serveur Git n'est pas disponible. Veuillez vous assurer que vous avez installé l'extension de serveur JupyterLab Git en exécutant: pip install --upgrade jupyterlab-git. Pour confirmer que l'extension de serveur est installée, exécutez: jupyter server extension list."
    ],
    "Go to Git user interface": [
        "Aller à l'interface utilisateur de Git"
    ],
    "History count": [
        "Nombre d'historiques"
    ],
    "Ignore": [
        "Ignorer"
    ],
    "Ignore %2 extension (add to .gitignore)": [
        "Ignore %2 extensions (add to .gitignore)",
        "Ignorer l'extension %2 (ajouter à .gitignore)",
        "Ignorer les extensions %2 (ajouter à .gitignore)"
    ],
    "Ignore file extension": [
        "Ignorer cette extension de fichier"
    ],
    "Ignore these files (add to .gitignore)": [
        "Ignorer ces fichiers (ajouter à .gitignore)"
    ],
    "Ignore these files extension (add to .gitignore)": [
        "Ignorer ces extensions de fichier (ajouter à .gitignore)"
    ],
    "Ignore this file (add to .gitignore)": [
        "Ignorer ce fichier (ajouter à .gitignore)"
    ],
    "Ignore this file extension (add to .gitignore)": [
        "Ignorer cette extension de fichier (ajouter à .gitignore)"
    ],
    "Incorrect username or password.": [
        "Nom d'utilisateur ou mot de passe incorrect."
    ],
    "Initialize a Repository": [
        "Initialiser un Dépôt"
    ],
    "Initializing...": [
        "Initialisation..."
    ],
    "No actions available": [
        "Aucune action disponible"
    ],
    "Not in a Git repository. Unable to add a remote.": [
        "Pas dans un dépôt Git. Impossible d'ajouter un dépôt distant."
    ],
    "Open": [
        "Ouvrir"
    ],
    "Open .gitignore": [
        "Ouvrir .gitignore"
    ],
    "Open File Failed": [
        "L'ouverture du fichier a échoué"
    ],
    "Open Git Repository in Terminal": [
        "Ouvrir le dépôt Git dans le terminal"
    ],
    "Open a New Terminal to the Git Repository": [
        "Ouvrez un Nouveau Terminal dans le Dépôt Git"
    ],
    "Open selected file": [
        "Ouvrir le fichier sélectionné"
    ],
    "Open selected files": [
        "Ouvrir les fichiers sélectionnés"
    ],
    "Please commit, stash, or discard your changes before you checkout tags.": [
        "Veuillez valider, remiser ou annuler vos modifications avant d'extraire des étiquettes."
    ],
    "Please commit, stash, or discard your changes before you switch branches.": [
        "Veuillez valider, remiser ou annuler vos modifications avant de changer de branche."
    ],
    "Pull from Remote": [
        "Tirer Depuis un Dépôt Distant"
    ],
    "Pull latest code from remote repository": [
        "Tirer le dernier code du dépôt distant"
    ],
    "Pulling...": [
        "Tirage en cours..."
    ],
    "Push code to remote repository": [
        "Pousser le code vers le dépôt distant"
    ],
    "Push to Remote": [
        "Pousser vers un dépôt distant"
    ],
    "Pushing...": [
        "Poussage en cours..."
    ],
    "Refresh": [
        "Actualiser"
    ],
    "Refresh diff widget": [
        "Actualiser le widget de diff"
    ],
    "Refresh if the Git tab is hidden": [
        "Actualiser si l'onglet Git est caché"
    ],
    "Refresh interval": [
        "Fréquence d'actualisation"
    ],
    "Remote Git repository URL": [
        "URL du dépôt Git distant"
    ],
    "Set Up Remotes": [
        "Mise en place d'un dépôt distant"
    ],
    "Show Diff": [
        "Afficher les différences"
    ],
    "Show diff on double click": [
        "Afficher le diff lors d'un double-clic"
    ],
    "Simple staging": [
        "Indexation Simple"
    ],
    "Simple staging flag": [
        "L'option d'indexation simple"
    ],
    "Stage": [
        "Indexer"
    ],
    "Stage or track the changes of selected files": [
        "Indexer ou suivre les modifications apportées aux fichiers sélectionnés"
    ],
    "Stage the changes of selected file": [
        "Indexer les modifications du fichier sélectionné"
    ],
    "Stage the changes of selected files": [
        "Indexer les modifications apportées aux fichiers sélectionnés"
    ],
    "Start tracking selected file": [
        "Commencer à suivre le fichier sélectionné"
    ],
    "Start tracking selected files": [
        "Commencer à suivre les fichiers sélectionnés"
    ],
    "Submit the commit using the summary and description from commit box": [
        "Soumettre le commit en utilisant le résumé et la description de la boîte de validation"
    ],
    "Successfully cloned": [
        "Clonage a réussi"
    ],
    "Successfully pulled": [
        "Tirée avec succès"
    ],
    "Successfully pushed": [
        "Poussage a réussi"
    ],
    "Suspend user interaction until commands finish": [
        "Suspendre l'interaction de l'utilisateur jusqu'à la fin des commandes"
    ],
    "The versions of the JupyterLab Git server frontend and backend do not match. The @jupyterlab/git frontend extension has version: %1 while the python package has version %2. Please install identical version of jupyterlab-git Python package and the @jupyterlab/git extension. Try running: pip install --upgrade jupyterlab-git": [
        "Les versions du frontend et du backend du serveur JupyterLab Git ne correspondent pas. L'extension frontend @jupyterlab/git contient la version: %1 tandis que le paquetage Python contient la version %2. Veuillez installer une version identique du paquetage Python jupyterlab-git et l'extension@jupyterlab/git. Essayez d'exécuter: pip install --upgrade jupyterlab-git"
    ],
    "This file has been deleted!": [
        "Ce fichier a été supprimé!"
    ],
    "Track": [
        "Suivre"
    ],
    "Unable to checkout tag": [
        "Impossible d'extraire l'étiquette"
    ],
    "Unable to switch branch": [
        "Impossible de changer de branche"
    ],
    "Unstage": [
        "Désindexer"
    ],
    "Unstage the changes of selected file": [
        "Désindexer les modifications du fichier sélectionné"
    ],
    "Unstage the changes of selected files": [
        "Désindexer les modifications apportées aux fichiers sélectionnés"
    ],
    "Yes": [
        "Oui"
    ],
    "Your changes to the following files would be overwritten by switching:": [
        "Vos modifications apportées aux fichiers suivants seraient écrasées:"
    ],
    "git command not found - please ensure you have Git > 2 installed": [
        "commande git est introuvable - veuillez vous assurer que Git > 2 est installé"
    ],
    "git command version must be > 2; got %1.": [
        "la version de la commande git doit être > 2; obtenu %1."
    ],
    "password / personal access token": [
        "mot de passe / jeton d'accès personnel"
    ],
    "schema\u0004Disable all branch operations (new, switch) when there are changed/staged files": [
        "Désactiver toutes les opérations de la branche (nouvelle, changée) quand il y a des fichiers modifiés/indexés"
    ],
    "schema\u0004Display Git extension status updates in the JupyterLab status bar. If true, the extension displays status updates in the JupyterLab status bar, such as when pulling and pushing changes, switching branches, and polling for changes. Depending on the level of extension activity, some users may find the status updates distracting. In which case, setting this to false should reduce visual noise.": [
        "Afficher les mises à jour d'état de l'extension Git dans la barre d'état de JupyterLab. Si activé, l'extension affiche les mises à jour d'état dans la barre d'état de JupyterLab, comme lors du tirage et de la poussée des changements, du changement de branches, et du sondage. Selon le niveau d'activité de l'extension, certains utilisateurs peuvent trouver les mises à jour de statut. Dans ce cas, régler ceci à faux devrait réduire le bruit visuel."
    ],
    "schema\u0004If true, doubling clicking a file in the list of changed files will open a diff.": [
        "Si vrai, un double clic sur un fichier dans la liste des fichiers modifiés ouvrira un diff."
    ],
    "schema\u0004If true, use a simplified concept of staging. Only files with changes are shown (instead of showing staged/changed/untracked), and all files with changes will be automatically staged": [
        "Si vrai, utilisez un concept simplifié d'indexation. Seuls les fichiers avec des modifications sont affichés (au lieu d'afficher les fichiers indexés/modifiés/non suivis), et tous les fichiers avec des modifications seront automatiquement indexés"
    ],
    "schema\u0004If true, when fetching and integrating changes from a remote repository, a conflicting merge is canceled and the working tree left untouched.": [
        "Si vrai, lors de la récupération et de l'intégration des changements depuis un dépôt distant, une fusion en conflit est annulée et l'arborescence de travail reste intacte."
    ],
    "schema\u0004Number of (most recent) commits shown in the history log": [
        "Nombre de commits (plus récents) affichés dans l'historique"
    ],
    "schema\u0004Number of milliseconds between polling the file system for changes.": [
        "Nombre de millisecondes entre le sondage du système de fichiers pour les modifications."
    ],
    "schema\u0004Suspend JupyterLab user interaction until Git commands (e.g., commit, pull, reset, revert) finish executing. Setting this to true helps mitigate potential race conditions leading to data loss, conflicts, and a broken Git history. Unless running a slow network, UI suspension should not interfere with standard workflows. Setting this to false allows for actions to trigger multiple concurrent Git actions.": [
        "Suspendre l'interaction utilisateur de JupyterLab jusqu'à ce que les commandes Git (par exemple, commit, pull, reset, revert) soient exécutées. Définir ceci comme vrai permet d'atténuer les conditions potentielles menant à des pertes de données, des conflits et une histoire de Git cassée. À moins d'exécuter un réseau lent, la suspension de l'interface utilisateur ne devrait pas interférer avec les flux de travail standard. Définir cette valeur à false permet aux actions de déclencher plusieurs actions Git simultanées."
    ],
    "schema\u0004jupyterlab-git settings.": [
        "paramètres jupyterlab-git."
    ],
    "username": [
        "nom d'utilisateur"
    ]
}