{
    "": {
        "domain": "jupyterlab_git",
        "language": "ru-RU",
        "plural_forms": "nplurals=4; plural=((n%10==1 && n%100!=11) ? 0 : ((n%10 >= 2 && n%10 <=4 && (n%100 < 12 || n%100 > 14)) ? 1 : ((n%10 == 0 || (n%10 >= 5 && n%10 <=9)) || (n%100 >= 11 && n%100 <= 14)) ? 2 : 3));",
        "version": "jupyterlab"
    },
    "Cancel pull merge conflict": [
        "Отменить конфликт слияния"
    ],
    "Disable branch with changes": [
        "Отключить ветку с изменениями"
    ],
    "Display Git status updates": [
        "Отображать обновления статуса Git"
    ],
    "History count": [
        "Размер истории"
    ],
    "Ignore %2 extension (add to .gitignore)": [
        "Ignore %2 extensions (add to .gitignore)",
        "",
        "",
        "",
        ""
    ],
    "Refresh if the Git tab is hidden": [
        "Обновлять при скрытии вкладки Git"
    ],
    "Refresh interval": [
        "Частота обновления"
    ],
    "Show diff on double click": [
        "Показать diff при двойном щелчке"
    ],
    "Simple staging flag": [
        "Простой флаг индекса"
    ],
    "Suspend user interaction until commands finish": [
        "Приостановить взаимодействие с пользователем, пока команды не закончат выполнение"
    ],
    "schema\u0004Disable all branch operations (new, switch) when there are changed/staged files": [
        "Отключить все операции ветки (new, switch) если есть измененные/индексированные файлы"
    ],
    "schema\u0004Display Git extension status updates in the JupyterLab status bar. If true, the extension displays status updates in the JupyterLab status bar, such as when pulling and pushing changes, switching branches, and polling for changes. Depending on the level of extension activity, some users may find the status updates distracting. In which case, setting this to false should reduce visual noise.": [
        "Отображать статус Git в строке состояния JupyterLab. Если установлено значение истина (true), расширение отображает обновления статуса в строке состояния JupyterLab, например, при получении и отправке изменений, переключении веток и голосовании за изменения. В зависимости от уровня активности расширения, обновления статуса могут показаться некоторым пользователям отвлекающими. В таком случае установка значения false должно уменьшить зрительный шум."
    ],
    "schema\u0004If true, doubling clicking a file in the list of changed files will open a diff.": [
        "Если установлено значение true, двойной щелчок по файлу в списке измененных файлов откроет diff."
    ],
    "schema\u0004If true, use a simplified concept of staging. Only files with changes are shown (instead of showing staged/changed/untracked), and all files with changes will be automatically staged": [
        "Если включено (true), будет использовано упрощенное индексирование. Будут показаны только файлы с изменениями (вместо отображения индексированых/измененных/неотслеживаемых), и все файлы с изменениями будут автоматически индексированы"
    ],
    "schema\u0004If true, when fetching and integrating changes from a remote repository, a conflicting merge is canceled and the working tree left untouched.": [
        "Если установлено значение истина (true), то при извлечении и интеграции изменений из удаленного репозитория, конфликтующее слияние будет отменено, а рабочее дерево оставлено нетронутым."
    ],
    "schema\u0004Number of (most recent) commits shown in the history log": [
        "Количество недавних коммитов отображаемых в истории"
    ],
    "schema\u0004Number of milliseconds between polling the file system for changes.": [
        "Количество миллисекунд между опросом файловой системы на предмет изменений."
    ],
    "schema\u0004Suspend JupyterLab user interaction until Git commands (e.g., commit, pull, reset, revert) finish executing. Setting this to true helps mitigate potential race conditions leading to data loss, conflicts, and a broken Git history. Unless running a slow network, UI suspension should not interfere with standard workflows. Setting this to false allows for actions to trigger multiple concurrent Git actions.": [
        "Приостановить взаимодействие с пользователем JupyterLab, пока команды Git (например commit, pull, reset, revert) не закончат выполнение. Установка значения истина (true) помогает не допустить потенциальные состояния гонки, приводящие к потере данных, конфликтам и сбою истории Git. Приостановка взаимодействия с интерфейсом не мешает работе за исключением медленного соединения. Установка значения ложь (false) позволит действиям выполнять несколько одновременных Git операций."
    ],
    "schema\u0004jupyterlab-git settings.": [
        "Настройки jupyterlab-git."
    ]
}