Repository: jupyterlab/language-packs
Catalog: extensions/jupyter_archive/locale/*/LC_MESSAGES/jupyter_archive.po
Languages: fr_fr, ko_kr, pl_pl, ru_ru, uk_ua, zh_cn

# schema
source: Archive handler options.
fr_fr: Options du gestionnaire d'archives.
ko_kr: 아카이브 관리자 옵션
pl_pl: Opcje obsługi archiwum.
ru_ru: Параметры обработчика архивов.
uk_ua: Параметри обробника архіву.
zh_cn: 存档处理选项。

# settings
source: Whether or not to add hidden files to the archive when downloading; one of ['true', 'false']
fr_fr: S'il faut ou non ajouter les fichiers cachés à l'archive lors du téléchargement ; un parmi ['true', 'false']
ko_kr: 다운로드 시 숨겨진 파일을 아카이브에 추가할지 여부; ['true', 'false'] 중 하나
pl_pl: Czy dodać ukryte pliki do archiwum podczas pobierania; jeden z ['true', 'false']
ru_ru: Добавлять или нет скрытые файлы в архив при скачивании; один из ['true', 'false']
uk_ua: Додавати чи ні приховані файли в архів під час завантаження; один із ['true', 'false']
zh_cn: 下载时是否将隐藏文件添加到压缩包中；可选选项 ['true', 'false']

# settings
source: Download Hidden Files
fr_fr: Télécharger les fichiers cachés
ko_kr: 숨긴 파일 다운로드
pl_pl: Pobierz ukryte pliki
ru_ru: Скачать скрытые файлы
uk_ua: Завантажити приховані файли
zh_cn: 下载隐藏文件

# settings
source: Whether or not to resolve symlinks and add resulting files to the archive; one of ['true', 'false']
fr_fr: S'il faut ou non suivre les liens symboliques et ajouter des fichiers résultants à l'archive; un parmi ['true', 'false']
ko_kr: 심볼릭 링크를 확인하고 결과 파일을 아카이에 추가할지 여부; ['true', 'false'] 중 하나
pl_pl: Czy rozwiązywać dowiązania symboliczne i dodawać powstałe pliki do archiwum; jedno z ['true', 'false']
ru_ru: Разрешать или нет символы и добавлять результирующие файлы в архив; один из ['true', 'false']
uk_ua: Вирішувати символічні посилання та додавати отримані файли до архіву чи ні; один із ['true', 'false']
zh_cn: 下载时是否解析符号链接并将其添加到压缩包中；可选选项 ['true', 'false']

# settings
source: Follow Symlinks
fr_fr: Suivre les liens symboliques
ko_kr: 심볼릭 링크 접근
pl_pl: Rozwiń dowiązania symboliczne
ru_ru: Отслеживать символы
uk_ua: Перейдіть за символічними посиланнями
zh_cn: 跟随符号链接

# settings
source: Archive format for compressing folder; one of [null (submenu), 'zip', 'tgz', 'tar.gz', 'tbz', 'tbz2', 'tar.bz', 'tar.bz2', 'txz', 'tar.xz']
fr_fr: Format d'archive pour la compression des dossiers; un parmi [null (sous-menu), 'zip', 'tgz', 'tar.gz', 'tbz', 'tbz2', 'tar.bz', 'tar.bz2', 'txz', 'tar.xz']
ko_kr: 폴더 압축을 위한 아카이브 형식. [tar(tar), 'zip', 'zip', 'tbz', 'tbz', 'tbz2', 'tar.bz', 'tar.bz2', 'tar.xz'] 중 하나
pl_pl: Format archiwum do kompresji folderu; jeden z [null (submenu), 'zip', 'tgz', 'tar.gz', 'tbz', 'tbz2', 'tar.bz', 'tar.bz2', 'tar.bz2', 'txz', 'tar.xz']
ru_ru: Архивировать формат для сжатия папки; один из [null (submenu), 'zip', 'tgz', 'tar.gz', 'tbz', 'tbz2', 'tar.bz', 'tar.bz2', 'txz', 'tar.xz']
uk_ua: Формат архіву для стиснення папки; один із [null (підменю), 'zip', 'tgz', 'tar.gz', 'tbz', 'tbz2', 'tar.bz', 'tar.bz2', 'txz', 'tar.xz ']
zh_cn: 压缩文件夹时所用的压缩包格式；可选选项 [null (submenu), 'zip', 'tgz', 'tar.gz', 'tbz', 'tbz2', 'tar.bz', 'tar.bz2', 'txz', 'tar.xz']

# settings
source: Archive format
fr_fr: Format de l'archive
ko_kr: 아카이브 형식
pl_pl: Format archiwum
ru_ru: Формат архива
uk_ua: Формат архіву
zh_cn: 压缩包格式

# schema
source: Archive
fr_fr: Archiver
ko_kr: 아카이브
pl_pl: Archiwum
ru_ru: Архив
uk_ua: Архів
zh_cn: 压缩包

source: Download As
fr_fr: Télécharger en tant que
ko_kr: 다운로드
pl_pl: Pobierz jako
ru_ru: Загрузить как
uk_ua: Завантажити як
zh_cn: 下载为

source: Download Current Folder As
fr_fr: Télécharger le dossier actuel en tant que
ko_kr: 현재 폴더 다운로드
pl_pl: Pobierz bieżący folder jako
ru_ru: Скачать текущую папку как
uk_ua: Завантажити поточну папку як
zh_cn: 下载所在文件夹为

source: %1 Archive
fr_fr: Archive %1
ko_kr: %1 아카이브
pl_pl: Archiwum %1
ru_ru: %1 Архив
uk_ua: Архів
zh_cn: %1 压缩包

source: Download as an Archive
fr_fr: Télécharger en tant qu'archive
ko_kr: 아카이브로 다운로드
pl_pl: Pobierz jako archiwum
ru_ru: Скачать как архив
uk_ua: Завантажити як архів
zh_cn: 打包下载

source: Extract Archive
fr_fr: Extraire l'archive
ko_kr: 아카이브 추출
pl_pl: Rozpakuj archiwum
ru_ru: Распаковать архив
uk_ua: Розпакувати архів
zh_cn: 提取压缩包

source: Download Current Folder as an Archive
fr_fr: Télécharger le dossier actuel en tant qu'archive
ko_kr: 현재 폴더를 아카이브로 다운로드
pl_pl: Pobierz bieżący folder jako archiwum
ru_ru: Скачать текущую папку как архив
uk_ua: Завантажте поточну папку як архів
zh_cn: 打包下载所在文件夹
