Repository: jupyterlab/language-packs
Catalog: extensions/jupyterlab_lsp/locale/*/LC_MESSAGES/jupyterlab_lsp.po
Languages: fr_fr, uk_ua

# schema
source: LSP Completion settings.
fr_fr: Paramètres de complétion par LSP.
uk_ua: Параметри завершення LSP.

# settings
source: Language integration
fr_fr: Intégration de la langue
uk_ua: Мовна інтеграція

# settings
source: Should completion filtering be case-sensitive?
fr_fr: Le filtrage de complétion doit-il être sensible à la casse?
uk_ua: Чи слід завершити фільтрацію регістру?

# settings
source: Case-sensitive filtering
fr_fr: Filtrage sensible à la casse
uk_ua: Відповідність з урахуванням регістру

# settings
source: Whether to enable continuous hinting (Hinterland mode).
fr_fr: Activer ou non la suggestion en continu (mode Hinterland).
uk_ua: Визначає, чи ввімкнути безперервні підказки (режим Hinterland).

# settings
source: Continuous hinting
fr_fr: Suggestion continue
uk_ua: Безперервні підказки

# settings
source: Disable this feature. Requires reloading JupyterLab to apply changes.
fr_fr: Désactiver cette fonctionnalité. Nécessite de recharger JupyterLab pour appliquer les modifications.
uk_ua: Вимкнути цю функцію. Щоб застосувати зміни, перезапустіть JupyterLab.

# settings
source: Disable
fr_fr: Désactiver
uk_ua: Вимкнути

# settings
source: The sources from which to exclude completion from. Possible values include 'Kernel', 'LSP'.
fr_fr: Les sources d'où il faut exclure la complétion. Les valeurs possibles sont 'Kernel', 'LSP'.
uk_ua: Джерела, з яких можна виключити завершення. Можливі значення включають "Ядро", "LSP"

# settings
source: Disable completions by source
fr_fr: Désactiver les complétions par source
uk_ua: Вимкнути доповнення за джерелом

# settings
source: Should perfect matches be included in the completion suggestions list?
fr_fr: Faut-il inclure des correspondances parfaites dans la liste des suggestions de complétion?
uk_ua: Чи повинні ідеальні збіги бути включені в список пропозицій доповнення?

# settings
source: Include perfect matches
fr_fr: Inclure les correspondances parfaites
uk_ua: Включати ідеальні збіги

# settings
source: In case of ties when sorting completions, should the kernel completions receive higher priority than the language server completions?
fr_fr: En cas d'égalité lorsque le tri se termine, les complétions du noyau devraient-elles recevoir une priorité plus élevée que celle du serveur de langue ?
uk_ua: У разі зв'язків при сортуванні доповнень, чи повинні доповнення ядра займати вищу позицію за доповнення мовних серверів?

# settings
source: Prioritize completions from kernel
fr_fr: Prioriser les complétions du noyau
uk_ua: Пріорітет доповнень з ядра

# settings
source: The time to wait for the kernel completions suggestions in milliseconds. Set to 0 to disable kernel completions, or to -1 to wait indefinitely (not recommended).
fr_fr: Le temps d'attendre que le noyau complète des suggestions en millisecondes. Mettez à 0 pour désactiver les complétions du noyau, ou à -1 pour attendre indéfiniment (non recommandé).
uk_ua: Час очікування пропозицій доповнень ядра в мілісекундах. Встановіть 0, щоб вимкнути доповнення ядра або -1, щоб очікувати невизначений час (не рекомендовано).

# settings
source: Kernel completion response timeout
fr_fr: Délai de réponse à la complétion du noyau
uk_ua: Час очікування результату заповнення ядра

# settings
source: What to display next to the completion label, one of: 'detail', 'type', 'source', 'auto'. The default 'auto' will display whichever information is available.
fr_fr: Ce qu'il faut afficher à côté de l'étiquette de complétion, l'un des : « détail», « type», « source», « auto» par défaut. Le « auto» par défaut affichera les informations disponibles.
uk_ua: Що відображати поруч із позначкою доповнень: 'detail', 'type', 'source', 'auto'. 'Auto' за замовчуванням буду відображати будь-яку доступну інформацію.

# settings
source: Text to display next to completion label
fr_fr: Texte à afficher à côté de l'étiquette de complétion
uk_ua: Текст для відображення поруч з позначкою доповнень

# settings
source: Layout of the completer, one of: 'detail-below', 'side-by-side'
fr_fr: Mise en page du compléteur, un de : 'detail-below' (détails en dessous), 'side-by-side' (côte-à-côte)
uk_ua: Розташування завершувача, одне з: 'detail-below', 'side-by-side'

# settings
source: Completer layout
fr_fr: Disposition du compléteur
uk_ua: Повний макет

# settings
source: Should matches be pre-filtered to ensure typed token is a prefix of the match?
fr_fr: Les correspondances doivent-elles être pré-filtrées pour s'assurer que le mot saisi est un préfixe de la correspondance?
uk_ua: Чи потрібно попередньо фільтрувати збіги, щоб гарантувати, що введений маркер є префіксом збігу?

# settings
source: Pre-filter matches
fr_fr: Pré-filtrer les correspondances
uk_ua: Збіги попереднього фільтра

# settings
source: Whether to show documentation box next to the completion suggestions.
fr_fr: Afficher/Masquer la boîte de documentation à côté des suggestions de complétion.
uk_ua: Визначає, чи показувати вікно документації поруч з пропозиціями доповнення.

# settings
source: Show documentation box
fr_fr: Afficher la boîte de documentation
uk_ua: Показати вікно документації

# settings
source: An array of CodeMirror tokens for which the continuous hinting should be suppressed. The token names vary between languages (modes).
fr_fr: Un tableau de jetons CodeMirror pour lequel la suggestion continue doit être supprimée. Les noms de jetons varient entre les langues (modes).
uk_ua: Масив токенів CodeMirror, для яких будуть заборонені безперервні підказки. Імена токенів змінюються між мовами (режимами).

# settings
source: Suppress invoke continuous hinting in specific code fragments
fr_fr: Supprimer la suggestion en continu dans des fragments de code spécifiques
uk_ua: Заборонити виклик безперервних підказок у специфічних фрагментах коду

# settings
source: An array of CodeMirror tokens for which the auto-invoke after entering a trigger (e.g. `.` in Python or `::` in R) character should be suppressed. The token names vary between languages (modes).
fr_fr: Un tableau de jetons CodeMirror pour lequel l'auto-invoque après avoir entré un trigger (par exemple `. en Python ou `::` en R) le caractère doit être supprimé. Les noms de jetons varient entre les langages (modes).
uk_ua: Масив токенів CodeMirror, для яких буде заборонено автоматичний виклик підказок після введення тригерів (наприклад,`.` в Python або `::` в R). Імена токенів змінюються між мовами (режимами).

# settings
source: Suppress invoke via trigger character in specific code fragments
fr_fr: Supprimer l'appel via le déclencheur de caractère dans des fragments de code spécifiques
uk_ua: Заборонити виклик підказок за допомогою тригерів в специфічних фрагментах коду

# settings
source: The identifier of a completer theme with icons which indicate the kind of completion. Set to null to disable icons. Search for 'completer themes' in the command palette for a command displaying available themes.
fr_fr: L'identifiant d'un thème complet avec des icônes qui indiquent le type de complétion. Réglez sur Null pour désactiver les icônes. Rechercher des 'theme completer' dans la palette de commandes pour une commande affichant les thèmes disponibles.
uk_ua: Визначення теми доповнювача з іконками, які вказують на тип доповнень. Встановіть 0, щоб прибрати іконки. Шукайте "completer themes" в командній панелі, щоб знайти команду, яка відображає доступні тем.

# settings
source: Completer theme
fr_fr: Thème du compléteur
uk_ua: Тема доповнювача

# settings
source: Mapping used for icon selection. The kernel types (keys) are case-insensitive. Accepted values are the names of CompletionItemKind and 'Kernel' literal. The defaults aim to provide good initial experience for Julia, Python and R kernels.
fr_fr: Correspondance utilisée pour sélectionner les icônes. Les types de noyaux (clés) sont insensibles à la casse. Les valeurs acceptées sont les noms de CompletionItemKind et de Kernel littéral. Les valeurs par défaut visent à fournir une bonne expérience initiale pour les noyaux Julia, Python et R.
uk_ua: "Mapping" використовується для вибору іконок. Типи ядра (клавіші) не чутливі до регістру. Допустимі значення - CompletionItemKind та буквально 'Kernel'. Значення за замовчуванням мають на меті надати гарний первісний досвід для ядер Julia, Python та R.

# settings
source: Mapping of custom kernel types to valid completion kind names
fr_fr: Mappage des types de noyaux personnalisés à des noms de type de complétion valides
uk_ua: Налаштування типів ядра для коректного заповнення назв подібного роду

# settings
source: Should an attempt to get the kernel response (with timeout as specified by kernelResponseTimeout) be made if kernel is busy? If you often write code in notebook while computations are running for long time (e.g. training models), turning this off might give you faster response times.
fr_fr: Devrait-on essayer d'obtenir la réponse du noyau (avec un délai d'attente tel que spécifié par kernelResponseTimeout) si le noyau est occupé ? Si vous écrivez souvent du code dans un bloc-notes pendant que les calculs fonctionnent depuis longtemps (e. , modèles de formation), cette désactivation peut vous donner des temps de réponse plus rapides.
uk_ua: Чи слід робити спробу отримати відповідь ядра (з тайм-аутом, визначеним kernelResponseTomeout), якщо ядро зайняте? Якщо ви часто пишете код у записну книжкуб поки обчислення виконуються протягом тривалого часу( наприклад, навчальні моделі), вимкнення цієї функції може прискорити час відповіді.

# settings
source: Wait for kernel if busy
fr_fr: Attendre le noyau s'il est occupé
uk_ua: Чекати на ядро, якщо воно зайнято

# schema
source: Code Completion
fr_fr: Complétion du code
uk_ua: Завершення коду

# schema
source: LSP Diagnostics (linter results) settings.
fr_fr: Paramètres de diagnostics LSP (résultats de linter).
uk_ua: Налаштування діагностики LSP (внутрішні результати).

# settings
source: Default level of the severity for diagnostics without severity provided by the language server.
fr_fr: Niveau par défaut de la sévérité des diagnostics sans sévérité fourni par le serveur de langue.
uk_ua: Рівень серйозності за замовчуванням для діагностики без серйозності, що надається мовним сервером.

# settings
source: Default severity level
fr_fr: Niveau de sévérité par défaut
uk_ua: Рівень якості за замовчуванням

# settings
source: Codes of diagnostics which should not be shown in the panel nor highlighted in the editor.
fr_fr: Codes de diagnostics qui ne devraient pas être affichés dans le panneau ni mis en évidence dans l'éditeur.
uk_ua: Коди діагностики, які не повинні відображатися на панелі або висвітлюватися в редакторі.

# settings
source: Diagnostic codes to ignore
fr_fr: Codes de diagnostic à ignorer
uk_ua: Ігнорувати такі коди діагностики

# settings
source: Regular expressions matching messages of diagnostics which should not be shown in the panel nor highlighted in the editor.
fr_fr: Codes de diagnostics qui ne devraient pas être affichés dans le panneau ni mis en évidence dans l'éditeur.
uk_ua: Регулярні вирази, що відповідають повідомленням діагностики, які не мають відображатися на панелі чи виділяти в редакторі.

# settings
source: Diagnostic messages to ignore
fr_fr: Messages de diagnostic à ignorer
uk_ua: Діагностичні повідомлення для ігнорування

# schema
source: Code Diagnostics
fr_fr: Diagnostics de Code
uk_ua: Діагностика коду

# schema
source: LSP highlights of the variable under the cursor settings.
fr_fr: Paramètres de surbrillances LSP de la variable sous le curseur.
uk_ua: LSP підсвічує змінну під налаштуваннями курсора.

# settings
source: Number of milliseconds to delay sending out the highlights request to the language server; you can get better responsiveness adjusting this value, but setting it to zero can actually slow it down as the server might get overwhelmed when moving the cursor.
fr_fr: Nombre de millisecondes pour retarder l'envoi de la requête de surlignage au serveur de language ; vous pouvez obtenir une meilleure réactivité en ajustant cette valeur, mais le mettre à zéro peut en fait le ralentir car le serveur pourrait être dépassé lors du déplacement du curseur.
uk_ua: Кількість мілісекунд для затримки відправлення запиту на виділення до сервера мови; ви можете краще коригувати це значення за допомогою чутливості, але це налаштування до нуля насправді може уповільнити його, так як сервер може бути розбитий при переміщенні курсора.

# settings
source: Debouncer delay
fr_fr: Délai de déblocage
uk_ua: Затримка боржника

# settings
source: Whether the highlights should disappear after the focus leaves the editor/cell
fr_fr: Si les surlignements doivent disparaître après que le focus quitte l'éditeur/la cellule
uk_ua: Чи має підсвічування зникнути після того, як фокус покине редактора/клітинку

# settings
source: Remove highlights on editor (e.g. cell) blur
fr_fr: Supprimer les surlignements sur l'éditeur (par exemple la cellule) flou
uk_ua: Прибрати підсвічування в редакторі (наприклад, льот) розмиття

# schema
source: Code Highlights
fr_fr: Surlignage du code
uk_ua: Підсвічування коду

# schema
source: LSP Hover over the code tooltip settings.
fr_fr: Paramètres du survol de LSP sur les infobulles du code.
uk_ua: LSP Hover над налаштуваннями підказок коду.

# settings
source: Up to how many hover responses should be cached at any given time. The cache being is invalidated after any change in the editor.
fr_fr: Jusqu'à combien de réponses survolées doivent être mises en cache à tout moment. Le cache est invalidé après tout changement dans l'éditeur.
uk_ua: До скількох наведених нижче відповідей кешуватиметься в будь-який час. Кеш недвійсний після будь-якої зміни в редакторі.

# settings
source: Cache size
fr_fr: Taille du cache
uk_ua: Розмір кешу

# settings
source: Keyboard key which activates the tooltip on hover. The allowed keys are Alt, Control, Shift, and AltGraph. Linux user: Meta key is also supported. Safari users: Meta key is also supported, AltGraph is not supported. To see which physical keys are mapped, visit: https://developer.mozilla.org/en-US/docs/Web/API/KeyboardEvent/getModifierState
fr_fr: Touche clavier qui active l'info-bulle au survol. Les touches autorisées sont Alt, Control, Shift et AltGraph. Utilisateur Linux : La touche Meta est également prise en charge. Utilisateurs de Safari : La clé Meta est également prise en charge, AltGraph n'est pas pris en charge. Pour voir quelles clés physiques sont mappées, visitez : https://developer.mozilla.org/en-US/docs/Web/API/KeyboardEvent/getModifierState
uk_ua: Горячі клавіші, які активують підказки при наведенні. Дозволені клавіші: Alt, Control, Shift, AltGraph. Для користувачів Linux: метаклавіша також підтримується. Для користувачів Safari: метаклавіша також підтримується, AltGraph - ні. Щоб переглянути, які гарячі клавіші приховані: https://developer.mozilla.org/en-US/docs/Web/API/KeyboardEvent/getModifierState

# settings
source: Modifier key
fr_fr: Touche de combinaison
uk_ua: Вирішна клавіша

# settings
source: Number of milliseconds to delay sending out the hover request to the language server; you can get better responsiveness adjusting this value, but setting it to zero can actually slow it down as the server might get overwhelmed when moving the mouse over the code.
fr_fr: Nombre de millisecondes pour retarder l'envoi de la requête de surlignage au serveur de language ; vous pouvez obtenir une meilleure réactivité en ajustant cette valeur, mais le mettre à zéro peut en fait le ralentir car le serveur pourrait être dépassé lors du déplacement du curseur.
uk_ua: Кількість мілісекунд для затримки відправлення запиту на виділення до сервера мови; ви можете краще коригувати це значення за допомогою чутливості, але це налаштування до нуля насправді може уповільнити його, так як сервер може бути розбитий при переміщенні курсора.

# settings
source: Throttler delay
fr_fr: Délai du reducteur
uk_ua: Затримка Throttler

# schema
source: Code Hover
fr_fr: Code Survol
uk_ua: Наведення на код

# schema
source: Code Jump
fr_fr: Saut de code
uk_ua: Перестрибнути на код

# settings
source: Keyboard key which needs to be pressed with click to jump. The allowed keys are Alt, Control, Shift, Accel, and AltGraph. Accel corresponds to Control or Meta (Command on Mac). Linux user: Meta key is also supported. Safari users: Meta key is also supported, AltGraph is not supported. To see which physical keys are mapped, visit: https://developer.mozilla.org/en-US/docs/Web/API/KeyboardEvent/getModifierState
fr_fr: Touche clavier qui active l'info-bulle au survol. Les touches autorisées sont Alt, Control, Shift et AltGraph. Utilisateur Linux : La touche Meta est également prise en charge. Utilisateurs de Safari : La clé Meta est également prise en charge, AltGraph n'est pas pris en charge. Pour voir quelles clés physiques sont mappées, visitez : https://developer.mozilla.org/en-US/docs/Web/API/KeyboardEvent/getModifierState
uk_ua: Горячі клавіші, які активують підказки при наведенні. Дозволені клавіші: Alt, Control, Shift, AltGraph. Для користувачів Linux: метаклавіша також підтримується. Для користувачів Safari: метаклавіша також підтримується, AltGraph - ні. Щоб переглянути, які гарячі клавіші приховані: https://developer.mozilla.org/en-US/docs/Web/API/KeyboardEvent/getModifierState

# settings
source: When multiple servers match specific document/language, the server with the highest priority will be used
fr_fr: Lorsque plusieurs serveurs correspondent à un document/langue spécifique, le serveur avec la priorité la plus élevée sera utilisé
uk_ua: Коли кілька серверів відповідають конкретній документ/мові, сервер з найвищим пріоритетом буде використаний

# settings
source: Priority of the server
fr_fr: Priorité du serveur
uk_ua: Пріоритет сервера

# settings
source: Configuration to be sent to language server over LSP when initialized: see the specific language server's documentation for more
fr_fr: Configuration à envoyer au serveur de langue par LSP lors de l'initialisation : voir la documentation du serveur de language spécifique pour plus de détails
uk_ua: При ініціалізації конфігурації на сервер конкретної мови дивіться документацію сервера конкретної мови для більшої інформації

# settings
source: Language Server Configurations
fr_fr: Configurations du serveur de language
uk_ua: Налаштування мовного сервера

# schema
source: Language Server Protocol settings.
fr_fr: Paramètres de protocole du serveur de language.
uk_ua: Налаштування мовного протоколу сервера.

# settings
source: Language-server specific configuration, keyed by implementation, e.g: pyls: { serverSettings: { pyls: { plugins: { pydocstyle: { enabled: true }, pyflakes: { enabled: false }, flake8: { enabled: true } } } } } Alternatively, using VSCode's naming convention: pyls: { serverSettings: { "pyls.plugins.pydocstyle.enabled": true, "pyls.plugins.pyflakes.enabled": false, "pyls.plugins.flake8.enabled": true } }
fr_fr: Configuration spécifique du serveur de language, trie par l'implémentation, par exemple: pyls: { serverSettings: { pyls: { plugins: { pydocstyle: { enabled: true }, flocons : { enabled: false }, flake8 : { enabled: true } } } } } Alternativement, en utilisant la convention de nommage de VSCode: pyls: { serverSettings: { "pyls. lugins.pydocstyle.enabled": true, "pyls.plugins.pyflakes.enabled": false, "pyls.plugins.flake8.enabled": true } }
uk_ua: Налаштування для Мовного сервера, характерні для реалізації. : pyls: { серверних параметрів: { pyls: { плагіна: { pydocle: { enabled: true }, pyflaks: { enabled: false }, Flake8: { enabled: true } } } } } } альтернативно, використовуючи конвенції іменування: pyls: { серверних параметрів: { "pyls. lugins.pydocstyle.enabled": true, "pyls.plugins.pyflakes.enabled": false, "pyls.plugins.flake8.enabled": true } }

# settings
source: Language Server
fr_fr: Serveur de langage
uk_ua: Мовний сервер

# settings
source: Whether all messages sent to and received from LSP servers should be logged into the console. To see these messages, set loggingLevel to debug or log. Note: Only messages handled by the new API will be shown.
fr_fr: Si tous les messages envoyés et reçus de serveurs LSP doivent être connectés à la console. Pour voir ces messages, définissez loggingLevel pour déboguer ou journaliser. Note: Seuls les messages gérés par la nouvelle API seront affichés.
uk_ua: Чи слід увійти в консоль всі повідомлення, надіслані та отримані з LSP-серверів. Для перегляду цих повідомлень, встановіть LoggingLevel для налагодження чи журналу. Примітка: Відображаються тільки повідомлення, що обробляються новим API.

# settings
source: Log all LSP communication with the LSP servers
fr_fr: Enregistre toutes les communications LSP avec les serveurs LSP
uk_ua: Записувати всі комунікації LSP з LSP серверами

# settings
source: The console to use for debugging problems with this extension. Allowed values are: browser, floating.
fr_fr: La console à utiliser pour déboguer des problèmes avec cette extension. Les valeurs autorisées sont : navigateur, flottant.
uk_ua: Консоль для вирішення проблем з налагодженням в цьому розширенні. Дозволені значення: браузер, плавання.

# settings
source: Logging console type
fr_fr: Type de console de journalisation
uk_ua: Логування типу консолі

# settings
source: The verbosity of the console for debugging problems with this extension. Allowed values are: debug, log, warn, error.
fr_fr: La verbosité de la console pour déboguer des problèmes avec cette extension. Les valeurs autorisées sont: débogage, log, avertissement, erreur.
uk_ua: Поворотність консолі проблем з налагодженням в цьому розширенні. Дозволені значення: debug, log, warn, помилка.

# settings
source: Logging console verbosity level
fr_fr: Niveau de véracité de la console de journalisation
uk_ua: Рівень вірбота консолі журналювання

# settings
source: Whether to ask server to send logs with execution trace (for debugging). To see these messages, set loggingLevel to debug or log. Accepted values are: "off", "messages", "verbose". Servers are allowed to ignore this request.
fr_fr: Si vous voulez demander au serveur d'envoyer des logs avec la trace d'exécution (pour le débogage). Pour voir ces messages, définissez loggingLevel pour déboguer ou log. Les valeurs acceptées sont : "off", "messages", "verbose". Les serveurs sont autorisés à ignorer cette requête.
uk_ua: Запитати сервер при відправці журналів за допомогою трасування виконання (для налагодження). Щоб побачити ці повідомлення, встановіть loggingLevel у налагодження або журнал. Прийняті значення: "off", "messages", "verbose". Сервери мають права ігнорувати цей запит.

# settings
source: Ask servers to send trace notifications
fr_fr: Demander aux serveurs d'envoyer des notifications de traçage
uk_ua: Попросити серверів надсилати сповіщення за відстеженням

# schema
source: Language Server
fr_fr: Serveur de langage
uk_ua: Мовний сервер

# schema
source: LSP Rename settings.
fr_fr: Paramètres de renommage de LSP.
uk_ua: Налаштування перейменування LSP.

# schema
source: Code Rename
fr_fr: Renommage du code
uk_ua: Перейменування коду

# schema
source: LSP Code Signature Help settings.
fr_fr: Paramètres d'aide pour la signature de code LSP.
uk_ua: Налаштування списку підпису LSP коду.
