Repository: jupyterlab/language-packs
Catalog: extensions/jupyterlab_lsp/locale/*/LC_MESSAGES/jupyterlab_lsp.po
Languages: fr_fr, uk_ua

# settings
source: An array of characters which should close the signature help. The signature help may be shown again after typing a character from this list if the server requests it to open.
fr_fr: Un tableau de caractères qui devrait fermer l'aide de la signature. L'aide à la signature peut être affichée à nouveau après avoir tapé un caractère de cette liste si le serveur le demande.
uk_ua: Масив символів, що повинен закрити підпис довідки. Довідка по підпису може бути показана знову після набирання символу з цього списку, якщо сервер попросить її відкрити.

# settings
source: Close characters
fr_fr: Caractères de fermetures
uk_ua: Закрити символи

# settings
source: The number of documentation lines to show without collapsing into the details section.
fr_fr: Le nombre de lignes de documentation à afficher sans regroupement par sections.
uk_ua: Кількість рядків документації, що показуватиметься, не згортаючись у розділі деталі.

# settings
source: Number of lines to show without collapsing
fr_fr: Nombre de lignes à afficher sans regroupement
uk_ua: Кількість рядків, що показуватимуться без згортання

# schema
source: Code Signature
fr_fr: Signature du code
uk_ua: Підпис коду

# schema
source: LSP code syntax highlighting settings.
fr_fr: Paramètres de coloration syntaxique du code LSP.
uk_ua: Параметри підсвітки синтаксису коду LSP.

# settings
source: If a code editor includes a code fragment in another language (for example a %%markdown magic in IPython) with appropriate foreign code extractor defined, and the extend of this code (coverage of the editor) passes the threshold, the syntax highlighting (i.e. the mode) will change to provide highlighting for the language of the foreign code.
fr_fr: Si un éditeur de code inclut un fragment de code dans un autre langage (par exemple une magie %%markdown dans IPython) avec un extracteur de code étranger approprié défini, et l'extension de ce code (couverture de l'éditeur) passe le seuil, la coloration syntaxique (par exemple, le mode) va changer pour fournir la mise en évidence de la langue du code étranger.
uk_ua: Якщо редактор коду включає в себе фрагмент коду іншою мовою (наприклад, магію %%розмітки в IPython) з відповідним визначеним додатком стороннього коду, і розширення коду (покриття редактора) проходить поріг, підсвітка синтаксису (і. . режим) зміняться для виділення мови стороннього коду.

# settings
source: Threshold of foreign code coverage for changing the mode in an editor
fr_fr: Seuil de couverture de code étranger pour changer le mode dans un éditeur
uk_ua: Граничне значення покриття коду для зміни режиму в редакторі

# schema
source: Code Syntax
fr_fr: Syntaxe du code
uk_ua: Синтаксис коду

source: Failed to load language server spec finder `{}`: {}
fr_fr: Impossible de charger le chercheur de spécification du serveur de langage `{}`: {}
uk_ua: Не вдалося завантажити мовний сервер специфікації пошуку `{}`: {}

source: Skipping non-installed server: `{}`
fr_fr: Ignorer les serveur(s) non installé(s) : `{}`
uk_ua: Пропускати невстановлений сервер: `{}`

source: Failed to fetch commands from language server spec finder `{}`: {}
fr_fr: Impossible de charger les commandes du chercheur de spécification du serveur de language `{}`: {}
uk_ua: Не вдалося отримати команди від мовного серверу специфікації пошуку `{}`: {}

source: Failed to validate commands from language server spec finder `{}`: {}
fr_fr: Impossible de valider les commandes de la spécification du serveur de langage `{}`: {}
uk_ua: Не вдалося підтвердити команди від мовного серверу специфікації пошуку `{}`: {}

source: Skipped non-installed server(s): {}
fr_fr: Serveur(s) non installé(s) ignoré(s) : {}
uk_ua: Пропущені невстановлені сервер(и): {}

source: extra language server specs, keyed by implementation, from conf.d
fr_fr: spécifications supplémentaires du serveur de langage, clés par l'implémentation, depuis conf.d
uk_ua: додаткові специфікації мовного серверу з conf.d, запрограмовані в реалізацї

source: a dict of language server specs, keyed by implementation
fr_fr: un dictionnaire de spécifications de serveur de langue, clé par implémentation
uk_ua: словник специфікації мовного сервера, запрограмовані в реалізацї

source: try to find known language servers in sys.prefix (and elsewhere)
fr_fr: essaye de trouver des serveurs de langage connus dans sys.prefix (et ailleurs)
uk_ua: спроба знайти відомі мовні сервери в sys.prefix (і в інших місцях)

source: path to nodejs executable
fr_fr: chemin vers l'exécutable de nodejs
uk_ua: шлях до виконуваного вузла

source: absolute paths in which to seek node_modules
fr_fr: chemins absolus dans lesquels rechercher node_modules
uk_ua: абсолютні шляхи, в яких будуть знаходитися модулі node_modules

source: additional absolute paths to seek node_modules first
fr_fr: chemins absolus supplémentaires pour rechercher node_modules en premier
uk_ua: додаткові абсолютні шляхи для початку пошуку node_modules

source: (current)
fr_fr: (Actuel)
uk_ua: (поточний)

source: Licence:
uk_ua: Ліцензія:

source: Includes dedicated dark mode icons set
fr_fr: Inclut un ensemble d'icônes dédiées au mode sombre
uk_ua: Включає в себе набір іконок для темного режиму

source: LSP Completer Themes
fr_fr: Thèmes de compléteur LSP
uk_ua: Теми доповнювача LSP

source: Display the completer themes
fr_fr: Afficher les thèmes completer
uk_ua: Відображати теми доповнювача

source: Message from
fr_fr: Message de
uk_ua: Повідомлення від

source: Dismiss
fr_fr: Ignorer
uk_ua: Відхилити

source: Troubleshooting
fr_fr: Résolution de bugs
uk_ua: Вирішення проблем

source: In case of issues with installation feel welcome to ask a question on GitHub.
fr_fr: En cas de problème d'installation n'hésitez pas à poser une question sur GitHub.
uk_ua: У разі виникнення проблем з установкою, звертайтесь з питаннями на GitHub.

source: Installation
uk_ua: Встановлення

source: No installation instructions were provided with this specification.
fr_fr: Aucune instruction d'installation n'a été fournie avec cette spécification.
uk_ua: Інструкції з встановлення не були надані цією схемою.

source: No language server for %1 detected
fr_fr: Aucun serveur de langage pour %1 détecté
uk_ua: Не знайдено жодного сервера мови для %1

source: There is %1 language server you can easily install that supports %2.
fr_fr: Il y a %1 serveur de langage que vous pouvez facilement installer qui supporte %2.
uk_ua: Існує %1 мовний сервер, який ви можете легко встановити що підтримує %2.

source: We do not have an auto-detection ready for a language servers supporting %1 yet.
fr_fr: Nous n'avons pas encore de détection automatique prête pour un serveur de langage prenant en charge %1.
uk_ua: У нас поки не готове автоматичне виявлення для мовних серверів, на яких підтримує %1.

source: You may contribute a specification for auto-detection as described in our
fr_fr: Vous pouvez contribuer à une spécification pour l'auto-détection comme décrit dans notre
uk_ua: Ви можете надати перевагу автовиявленню, як описано в нашому описі

source: documentation
uk_ua: документація

source: LSP servers
fr_fr: Serveurs LSP
uk_ua: LSP сервери

source: Available
fr_fr: Disponible
uk_ua: Доступно

source: Running
fr_fr: Actifs
uk_ua: Запущено

source: Missing
fr_fr: Manquant
uk_ua: Відсутньо

source: Documentation:
uk_ua: Документація:

source: Language Servers
fr_fr: Serveurs de langage
uk_ua: Мови серверів

source: LSP status
fr_fr: Statut LSP
uk_ua: Статус LSP

source: LSP Code Intelligence
fr_fr: Suggestion de code LSP
uk_ua: розвідка LSP-коду

source: LSP server extension not found
fr_fr: Extension de serveur LSP introuvable
uk_ua: Розширення сервера LSP не знайдено

source: not initialized
fr_fr: non initialisé
uk_ua: не ініціалізовано

source: Waiting for documents initialization...
fr_fr: En attente d'initialisation des documents...
uk_ua: Очікування ініціалізації документів...

source: Fully connected & initialized (%2 virtual document)
fr_fr: Entièrement connecté et initialisé (%2 document virtuel)
uk_ua: Повністю підключено та ініціалізовано (%2 віртуальний документ)

source: Fully connected, but %2/%3 virtual document stuck uninitialized: %4
fr_fr: Complètement connecté, mais un document virtuel sur %3 n'a pas été initialisé : %4
uk_ua: Повністю підключено, але %2/%3 віртуальний документ не ініціалізовано: %4

# pluralized
source: Fully connected, but %2/%3 virtual document stuck uninitialized: %4
fr_fr: Complètement connecté, mais %2 document virtuel sur %3 n'a pas été initialisé : %4
uk_ua: Повністю під'єднано, але віртуальний документ %2/%3 застряг неініціалізованим: %4

source: %2/%3 virtual document connected (%4 connections; waiting for: %5)
fr_fr: %2/%3 document virtuel connecté (%4 connexions ; en attente : %5)
uk_ua: %2/%3 віртуальний документ підключено (%4 підключення; очікується: %5)

# pluralized
source: %2/%3 virtual document connected (%4 connections; waiting for: %5)
fr_fr: %2/%3 document virtuel connecté (%4 connexions ; en attente de : %5)
uk_ua: %2/%3 віртуальний документ під'єднано (%4 підключення; очікування: %5)

source: cell %1
fr_fr: cellule %1
uk_ua: клітинка %1

source: cells: %1-%2
fr_fr: cellules : %1-%2
uk_ua: клітинки: %1-%2

source: Panel columns
fr_fr: Colonnes du panneau
uk_ua: Стовпці панелі

source: Ignore diagnostics like this
fr_fr: Ignorer les diagnostics de ce type
uk_ua: Ігнорувати таку діагностику

source: Ignore diagnostics with "%1" code
fr_fr: Ignorer les diagnostics avec le code "%1"
uk_ua: Ігнорувати діагностику з кодом "%1"

source: Ignore diagnostics with "%1" message
fr_fr: Ignorer les diagnostics avec le message "%1"
uk_ua: Ігнорувати діагностику з повідомленням "%1"

source: Jump to location
fr_fr: Aller à l'emplacement
uk_ua: Перейти до місця

source: Successfully copied "%1" to clipboard
fr_fr: "%1" copié avec succès dans le presse-papiers
uk_ua: Успішно скопійовано "%1" в буфер обміну

source: Your browser protects clipboard from write operations; please copy the message manually
fr_fr: Votre navigateur protège le presse-papiers contre les opérations d'écriture; veuillez copier le message manuellement
uk_ua: Ваш браузер захищає текст від запису операцій; будь ласка, скопіюйте повідомлення вручну

source: Copy diagnostics' message
fr_fr: Copier le message de diagnostics
uk_ua: Копіювати повідомлення діагностики

source: Diagnostics Panel
fr_fr: Panneau des diagnostics
uk_ua: Панель діагностики

source: Show diagnostics panel
fr_fr: Afficher le panneau de diagnostics
uk_ua: Показати панель діагностики

source: Error
fr_fr: Erreur
uk_ua: Помилка

source: Warning
fr_fr: Alerte
uk_ua: Попередження

source: Information
uk_ua: Інформація

source: Hint
fr_fr: Suggestion
uk_ua: Підказка

source: Virtual Document
fr_fr: Document virtuel
uk_ua: Віртуальний документ

source: Message
uk_ua: Повідомлення

source: Code
uk_ua: Код

source: Severity
fr_fr: Gravité
uk_ua: Якість

source: Source
uk_ua: Джерело

source: Cell
fr_fr: Cellule
uk_ua: Клітинка

source: No issues detected, great job!
fr_fr: Aucun problème détecté, excellent travail !
uk_ua: Проблеми не виявлено, чудова робота!

source: Diagnostics are not available
fr_fr: Les diagnostics ne sont pas disponibles
uk_ua: Діагностика недоступна

source: Highlight references
fr_fr: Mettre en surbrillance les références
uk_ua: Виділяти посилання

source: Highlight type definition
fr_fr: Définition du type de surbrillance
uk_ua: Визначати тип підсвічування

source: No jump targets found
fr_fr: Aucune cible de saut trouvée
uk_ua: Не знайдено цілі для переходу

source: Jump to definition
fr_fr: Aller à la définition
uk_ua: Перейти до визначення

source: Jump back
fr_fr: Retour en arrière
uk_ua: Повернутися назад

source: Rename symbol
fr_fr: Renommer le symbole
uk_ua: Перейменувати символ

source: Rename failed: %1
fr_fr: Échec du renommage : %1
uk_ua: Не вдалося перейменувати: %1

source: %1 to %2
fr_fr: %1 en %2
uk_ua: %1 до %2

source: Could not rename %1 - consult the language server documentation
fr_fr: Impossible de renommer %1 - consulter la documentation du serveur de language
uk_ua: Не вдалося перейменувати %1 - зверніться до документації мовного серверу

source: Renamed %2 in %3 place
fr_fr: Renommé %2
uk_ua: Перейменовано %2 в місці %3

source: Renamed %2 in %3 cell
fr_fr: Renommé %2 dans %3 cellule
uk_ua: Перейменовано %2 в %3 клітинку

source: Renamed %1
fr_fr: Renommé %1
uk_ua: Перейменовано %1

source: with errors: %1
fr_fr: avec des erreurs : %1
uk_ua: з помилками: %1

source: Rename to
fr_fr: Renommer par
uk_ua: Перейменувати в

source: Rename
fr_fr: Renommer
uk_ua: Перейменувати

source: Cancel
fr_fr: Annuler
uk_ua: Скасувати

source: Renaming %1 to %2...
fr_fr: Renommage de %1 vers %2...
uk_ua: Перейменування %1 на %2...

source: Syntax highlighting
fr_fr: Coloration syntaxique
uk_ua: Підсвічування синтаксису

source: Line:Ch
fr_fr: Ligne:Colonne
