{
    "": {
        "domain": "jupyterlab_git",
        "language": "ja-JP",
        "plural_forms": "nplurals=1; plural=0;",
        "version": "jupyterlab"
    },
    "Cancel pull merge conflict": [
        "プル リクエストのマージのコンフリクトをキャンセルする"
    ],
    "Disable branch with changes": [
        "変更のあるブランチを無効にする"
    ],
    "Display Git status updates": [
        "Git ステータスの更新を表示"
    ],
    "History count": [
        "履歴カウント"
    ],
    "Ignore %2 extension (add to .gitignore)": [
        "",
        ""
    ],
    "Refresh interval": [
        "更新間隔"
    ],
    "Show diff on double click": [
        "ダブルクリックで差分を表示"
    ],
    "Simple staging flag": [
        "簡易ステージング フラグ"
    ],
    "Suspend user interaction until commands finish": [
        "コマンドが終了するまでユーザーの操作を中断する"
    ],
    "schema\u0004Disable all branch operations (new, switch) when there are changed/staged files": [
        "変更/ステージングファイルがある場合、すべてのブランチ操作(新規、スイッチ) を無効にする"
    ],
    "schema\u0004Display Git extension status updates in the JupyterLab status bar. If true, the extension displays status updates in the JupyterLab status bar, such as when pulling and pushing changes, switching branches, and polling for changes. Depending on the level of extension activity, some users may find the status updates distracting. In which case, setting this to false should reduce visual noise.": [
        "JupyterLabステータスバーに Git extension のステータスの最新情報を表示します。 true の場合、変更のプルおよびプッシュ、ブランチの切り替え、変更のポーリングなどを行う際に JupyterLab のステータスバーに、extension のステータスの最新情報を表示します。Extension のアクティビティのレベルが高く、ステータスの更新が目障りな場合は false に設定する事で、視覚的なノイズを減らす事が出来ます。"
    ],
    "schema\u0004If true, doubling clicking a file in the list of changed files will open a diff.": [
        "true の場合、変更されたファイルのリスト内のファイルをダブルクリックすると diff が開きます。"
    ],
    "schema\u0004If true, use a simplified concept of staging. Only files with changes are shown (instead of showing staged/changed/untracked), and all files with changes will be automatically staged": [
        "true の場合、簡略化されたステージングを使用します。従来の staged / changed / untracked の代わりに、変更のあるファイルのみが表示され、変更のあるファイルはすべて自動的に staged 状態になります。"
    ],
    "schema\u0004If true, when fetching and integrating changes from a remote repository, a conflicting merge is canceled and the working tree left untouched.": [
        "true の場合、リモートリポジトリから変更を取得および統合する際にマージにコンフリクトが発生した場合、マージはキャンセルされ、作業ツリーには変更は適用されません。"
    ],
    "schema\u0004Number of (most recent) commits shown in the history log": [
        "履歴ログに表示される(直近の)コミット数"
    ],
    "schema\u0004Number of milliseconds between polling the file system for changes.": [
        "ファイル システムを変更するポーリングの間のミリ秒数。"
    ],
    "schema\u0004Suspend JupyterLab user interaction until Git commands (e.g., commit, pull, reset, revert) finish executing. Setting this to true helps mitigate potential race conditions leading to data loss, conflicts, and a broken Git history. Unless running a slow network, UI suspension should not interfere with standard workflows. Setting this to false allows for actions to trigger multiple concurrent Git actions.": [
        "Git コマンド (例: コミット、プル、リセット、リバート) が実行を終了するまで、JupyterLab ユーザーの操作を停止します。 true に設定する事で、データの損失、コンフリクト、および Git 履歴の破損などの競合状態が発生する可能性を軽減できます。 低速ネットワークを使用していない限り、UI 操作の停止は標準的なワークフローに影響することはありません。false に設定した場合は、複数の 同時進行の Git 操作をトリガーすることが可能です。"
    ],
    "schema\u0004jupyterlab-git settings.": [
        "jupyterlab-git の設定。"
    ]
}