Repository: jupyterlab/language-packs
Catalog: extensions/jupyterlab_spreadsheet_editor/locale/*/LC_MESSAGES/jupyterlab_spreadsheet_editor.po
Languages: es_es, he_il

source: Fit columns width
es_es: Ajustar ancho de columnas
he_il: התאמה לרוחב העמודות

source: Freeze the initial columns (up to the selected column)
es_es: Fijar las columnas iniciales (hasta la columna seleccionada)
he_il: הקפאת העמודות הראשונות (עד לעמודה הנבחרת)

source: Unfreeze frozen column
es_es: Liberar columna fijada
he_il: ביטול הקפאת עמודה קפואה

source: First row as a header
es_es: Primera fila como encabezado
he_il: שורה ראשונה ככותרת

source: Show/hide column types bar
es_es: Mostrar/ocultar barra de tipo de columnas
he_il: הצגת/הסתרת סרגל סוגי עמודות

source: Insert a row at the end
es_es: Insertar una fila al final
he_il: הוספת שורה בסוף

source: Remove the last row
es_es: Remover la última fila
he_il: הסרת השורה האחרונה

source: Insert a column at the end
es_es: Insertar una columna al final
he_il: הוספת עמודה בסוף

source: Remove the last column
es_es: Remover la última columna
he_il: הסרת העמודה האחרונה

source: Show/hide row numbers
es_es: Mostrar/ocultar número de fila
he_il: הצגת/הסתרת מספרי שורות

source: Other
es_es: Otro
he_il: אחר

source: CSV File
es_es: Archivo CSV
he_il: קובץ CSV

source: New CSV File
es_es: Nuevo Archivo CSV
he_il: קובץ CSV חדש

source: Create a new CSV file
es_es: Crear un nuevo archivo CSV
he_il: יצירת קובץ CSV חדש

source: New TSV File
es_es: Nuevo Archivo TSV
he_il: קובץ TSV חדש

source: TSV File
es_es: Archivo TSV
he_il: קובץ TSV

source: Create a new TSV file
es_es: Crear un nuevo archivo TSV
he_il: יצירת קובץ TSV חדש

source: Selected %1 row
he_il: נבחרה שורה

source: and %1 column
he_il: ועמודה

source: %1 row
he_il: שורה

source: , %1 column
he_il: , עמודה
