{
    "": {
        "domain": "jupyterlab_git",
        "language": "ar-SA",
        "plural_forms": "nplurals=6; plural=(n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5);",
        "version": "jupyterlab"
    },
    "Cancel pull merge conflict": [
        "إلغاء تضارب اندماج السحب"
    ],
    "Disable branch with changes": [
        "تعطيل الفرع مع التغيرات"
    ],
    "Display Git status updates": [
        "عرض حالة التحديثات ل Git"
    ],
    "Double click opens diff": [
        "النقر المزدوج لفتح diff"
    ],
    "Git credentials required": [
        "بيانات الولوج لـ git مطلوبة"
    ],
    "History count": [
        "عدد السجلات"
    ],
    "Ignore %2 extension (add to .gitignore)": [
        "Ignore %2 extensions (add to .gitignore)",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "Incorrect username or password.": [
        "خطأ في اسم المستخدم او كلمة المرور."
    ],
    "Refresh if the Git tab is hidden": [
        "حدث عند اختفاء علامة التبويب Git"
    ],
    "Refresh interval": [
        "الفاصل الزمني للتحديث"
    ],
    "Show diff on double click": [
        "إظهار الاختلافات عند الضغط مرتين"
    ],
    "Simple staging flag": [
        "علامة التجهيز البسيطة"
    ],
    "Suspend user interaction until commands finish": [
        "تعليق تفاعل المستخدم حتى تنتهي الأوامر"
    ],
    "Trigger push on commit": [
        "الرفع التلقائي بعد حفظ التغييرات"
    ],
    "schema\u0004Disable all branch operations (new, switch) when there are changed/staged files": [
        "تعطيل جميع عمليات التفرع (تجديد، تبديل) عندما تكون هناك ملفات متغيرة/مهيأة"
    ],
    "schema\u0004Display Git extension status updates in the JupyterLab status bar. If true, the extension displays status updates in the JupyterLab status bar, such as when pulling and pushing changes, switching branches, and polling for changes. Depending on the level of extension activity, some users may find the status updates distracting. In which case, setting this to false should reduce visual noise.": [
        "عرض تحديثات Git في شريط حالة JupyterLab. إذا كان صحيحاً، يعرض الملحق تحديثات الحالة في شريط حالة JupyterLab ، مثل عند السحب ودفع التغييرات، تبديل الفروع، والاستفتاء للتغييرات. تبعاً لمستوى نشاط الإضافة، قد يجد بعض المستخدمين تحديثات الحالة مشتتة. وفي هذه الحالة، فإن تبديل هذه القيمه إلى false ينبغي أن يقلل من الضوضاء البصرية."
    ],
    "schema\u0004If true, doubling clicking a file in the list of changed files will open a diff.": [
        "إذا كان صحيحاً، فإن النقر المزدوج فوق ملف في قائمة الملفات المتغيرة سوف يفتح فتحاً مختلفاً."
    ],
    "schema\u0004If true, use a simplified concept of staging. Only files with changes are shown (instead of showing staged/changed/untracked), and all files with changes will be automatically staged": [
        "إذا كان صحيحاً، استخدم مفهوماً مبسطاً للتجهيز التدريجي. فقط الملفات مع التغييرات تظهر (بدلاً من إظهار مقدّم/تغيير/غير متعقب)، وسيتم تلقائياً تجهيز جميع الملفات مع التغييرات"
    ],
    "schema\u0004If true, when fetching and integrating changes from a remote repository, a conflicting merge is canceled and the working tree left untouched.": [
        "إذا كان \"صحيحا\"، عند جلب ودمج التغييرات من المستودع عن بعد، يتم إلغاء الدمج المتضارب وتبقى الشجرة العاملة كما هي."
    ],
    "schema\u0004Number of (most recent) commits shown in the history log": [
        "عدد (الأحدث عهدا) الالتزامات المبينة في سجل التاريخ"
    ],
    "schema\u0004Number of milliseconds between polling the file system for changes.": [
        "عدد المللي ثانية بين التصويت لنظام الملفات للتغييرات."
    ],
    "schema\u0004Suspend JupyterLab user interaction until Git commands (e.g., commit, pull, reset, revert) finish executing. Setting this to true helps mitigate potential race conditions leading to data loss, conflicts, and a broken Git history. Unless running a slow network, UI suspension should not interfere with standard workflows. Setting this to false allows for actions to trigger multiple concurrent Git actions.": [
        "تعليق تفاعل مستخدم JupyterLab حتى تنتهي أوامر Git (على سبيل المثال، الالتزام، السحب، إعادة الضبط، الرجوع) من التنفيذ. ويساعد تحديد هذا الأمر على \"صحيح\" على التخفيف من الظروف العرقية المحتملة التي تؤدي إلى فقدان البيانات، تضاربات ، و سجل Git مكسور. ما لم يتم تشغيل شبكة بطيئة، يجب ألا يتدخل تعليق واجهة المستخدم في سير العمل القياسية. إن تعيين هذا الخيار إلى \"خطأ\" يسمح بالإجراءات لتفعيل العديد من إجراءات Git المتزامنة."
    ],
    "schema\u0004jupyterlab-git settings.": [
        "إعدادات jupyterlab-git."
    ]
}