Repository: jupyterlab/language-packs
Catalog: extensions/jupyterlab_tour/locale/*/LC_MESSAGES/jupyterlab_tour.po
Languages: he_il, pl_pl, uk_ua

# schema
source: Configuration for user-defined tours. This schema is generated from https://github.com/gilbarbara/react-joyride/blob/master/types/index.d.ts
pl_pl: Konfiguracja samouczków zdefiniowanych przez użytkownika. Ten schemat jest generowany z https://github.com/gilbarbara/react-joyride/blob/master/types/index.d.ts
uk_ua: Конфігурація для визначених користувачем турів. Ця схема була створена в https://github.com/gilbarbara/react-joyride/blob/master/types/index.d.ts

# settings
source: Tours
he_il: סיורים
pl_pl: Samouczki
uk_ua: Тури

# settings
source: An array of a tours. Each requires an `id`, `label` and `steps[]`, and may have `options`, see https://docs.react-joyride.com
he_il: מערך של סיורים. לכל אחד מהם נדרש `id`,‏ `label` ו־`steps[]‎` ואולי גם `options`, למידע: https://docs.react-joyride.com
pl_pl: Tablica samouczków. Każdy z nich wymaga `id`, `label` i `steps[]`, i może mieć `options`, zobacz https://docs.react-joyride.com
uk_ua: Масив турів. Кожен потребує "Id", "ярлик" і "кроки[]" а також може мати "опції", перегляньте https://docs.react-joyride.com

# settings
source: Whether to add a Help Menu item with the label to launch the tour
he_il: האם להוסיף פריט לתפריט העזרה עם התווית כדי להפעיל את הסיור
pl_pl: Czy dodać element menu pomocy z etykietą, aby uruchomić samouczek
uk_ua: Додати "Меню довідки" з міткою для запуску туру

# settings
source: A machine-readable ID to identify this tour, will be prefixed. Should be unique within this document.
pl_pl: Identyfikator nadający się do odczytu maszynowego do identyfikacji tego samouczka, który będzie dodany jako prefiks. Powinien być unikalny w tym dokumencie.
uk_ua: Буде встановлено ID для ідентифікації цього туру комп'ютером. Він повинен бути унікальним в цьому документі.

# settings
source: A human-readable name for the tour
he_il: שם לסיור שמובן לבני אדם
pl_pl: Czytelna dla człowieka nazwa samouczka
uk_ua: Назва туру для читання людиною

# settings
source: Other options for the tour
he_il: אפשרויות אחרות לסיור
pl_pl: Inne opcje samouczka
uk_ua: Інші опції для туру

# settings
source: The definition of the steps of a tour
he_il: הגדרת שלבי הסיור
pl_pl: Definicja kroków samouczka
uk_ua: Визначення кроків туру

# settings
source: Translation domain containing for this tour
pl_pl: Domena tłumaczenia zawierająca tekst dla tego samouczka
uk_ua: Домен перекладу, що міститься в цьому турі

# settings
source: Translation domain containing strings for this tour
he_il: תחום תרגום שמכיל מחרוזות לסיור הזה
pl_pl: Domena tłumaczenia zawierająca tekst dla tego samouczka
uk_ua: Домен перекладу, що містить рядки цього туру

# schema
source: Tours
he_il: סיורים
pl_pl: Samouczki
uk_ua: Тури

source: Fail to add tour '%1' (%2)
he_il: הוספת הסיור ‚%1’ נכשלה (%2)
pl_pl: Nie udało się dodać samouczka '%1' (%2)
uk_ua: Не вдалося додати тур '%1' (%2)

source: Error creating new tour. TourHandler id's must be unique. Tutorial with the id: '%1' already exists.
he_il: שגיאה ביצירת סיור חדש. מזהה ה־TourHandler חייב להיות ייחודי. כבר קיים מדריך עם המזהה: ‚%1’.
pl_pl: Błąd podczas tworzenia nowego samouczka. Identyfikator TourHandler musi być unikatowy. Samouczek z identyfikatorem: '%1' już istnieje.
uk_ua: Помилка при створенні нового туру. Id TourHandler має бути унікальним. Туторіал з Id: '%1' вже існує.

source: Try the %1.
he_il: לנסות את %1.
pl_pl: Wypróbuj %1.
uk_ua: Спробуйте %1.

source: Start now
he_il: להתחיל כעת
pl_pl: Rozpocznij teraz
uk_ua: Розпочати зараз

source: Don't show me again
he_il: לא להציג שוב
pl_pl: Nie pokazuj ponownie
uk_ua: Не показувати знову

source: Back
he_il: חזרה
pl_pl: Wstecz
uk_ua: Назад

source: Close
he_il: סגירה
pl_pl: Zamknij
uk_ua: Закрити

source: Done
he_il: בוצע
pl_pl: Gotowe
uk_ua: Готово

source: Next
he_il: הבא
pl_pl: Dalej
uk_ua: Далі

source: Open
he_il: פתיחה
pl_pl: Otwórz
uk_ua: Відкрити

source: Skip
he_il: דילוג
pl_pl: Pomiń
uk_ua: Пропустити

source: Error encountered adding user tour %1 (%2)
he_il: התרחשה שגיאה בהוספת סיור משתמש %1 (%2)
pl_pl: Wystąpił błąd podczas dodawania samouczka użytkownika %1 (%2)
uk_ua: Сталася помилка під час додавання туру користувача %1 (%2)
