Repository: jupyterlab/language-packs
Catalog: extensions/retrolab/locale/*/LC_MESSAGES/retrolab.po
Languages: vi_vn

# schema
source: RetroLab Top Area settings
vi_vn: Thiết lập vùng phía trên của RetroLab

# settings
source: RetroLab Top Area
vi_vn: Vùng phía trên của RetroLab

# settings
source: Whether to show the top bar or not
vi_vn: Tùy chỉnh để hiển thị tranh trên

# settings
source: Top Bar Visibility
vi_vn: Sự hiển thị của thanh trên

# schema
source: RetroLab Top Area
vi_vn: Vùng phía trên của RetroLab

source: Are you sure you want to exit RetroLab? Any unsaved changes will be lost.
vi_vn: Bạn chắc chắn muốn thoát RetroLab? Tất cả thay đổi chưa lưu sẽ bị mất.

source: Open JupyterLab
vi_vn: Mở JupyterLab

source: Open Files
vi_vn: Mở tập tin

source: Show Header
vi_vn: Hiện Tiêu đề

source: Toggle Zen Mode
vi_vn: Chuyển sang Zen Mode

source: Dismiss
vi_vn: Bỏ qua

source: About %1
vi_vn: Về %1

source: RETROLAB ON GITHUB
vi_vn: RETROLAB trên GITHUB

source: Version: %1
vi_vn: Phiên bản: %1

source: Keyboard Shortcuts
vi_vn: Phím tắt

source: Name
vi_vn: Tên

source: Shortcut
vi_vn: Lối tắt

source: Open With %1
vi_vn: Mở bằng %1

source: Help
vi_vn: Trợ giúp

source: Launch RetroLab File Browser
vi_vn: Chạy Trình Duyệt Tệp RetroLab

source: Last Checkpoint: %1
vi_vn: Điểm kiểm tra cuối: %1

source: New Terminal
vi_vn: Phiên điều khiển mới

source: Files
vi_vn: Tệp

source: Running
vi_vn: Đang chạy

source: New Notebook
vi_vn: Notebook mới

source: New Console
vi_vn: Bảng Điều Khiển Mới
