{
    "": {
        "domain": "jupyterlab_git",
        "language": "es-ES",
        "plural_forms": "nplurals=2; plural=(n != 1);",
        "version": "jupyterlab"
    },
    " Help ": [
        " Ayuda "
    ],
    "Add": [
        "Agregar"
    ],
    "Add Remote Repository": [
        "Añadir Repositorio Remoto"
    ],
    "Add a Git remote repository": [
        "Agregar un repositorio remoto"
    ],
    "Add a remote repository": [
        "Agregar un repositorio remoto"
    ],
    "Are you sure you want to ignore all %1 files within this git repository?": [
        "¿Está seguro de que desea ignorar todos los archivos %1 dentro de este repositorio de git?"
    ],
    "Are you sure you want to permanently delete the following files?               This action cannot be undone.": [
        "¿Está seguro que desea eliminar permanentemente los siguientes archivos? Esta acción no se puede deshacer."
    ],
    "Are you sure you want to permanently discard changes to the following files?               This action cannot be undone.": [
        "¿Está seguro de que desea descartar permanentemente los cambios en los siguientes archivos? Esta acción no se puede deshacer."
    ],
    "CLONE": [
        "CLONAR"
    ],
    "Cancel": [
        "Cancelar"
    ],
    "Cancel pull merge conflict": [
        "Cancelar conflicto de fusión de pull"
    ],
    "Clone a Repository": [
        "Clonar un repositorio"
    ],
    "Clone a repo": [
        "Clonar un repositorio"
    ],
    "Clone a repository from a URL": [
        "Clonar un repositorio desde un URL"
    ],
    "Cloning...": [
        "Clonando..."
    ],
    "Commit from the Commit Box": [
        "Confirma desde la Celda de Confirmación"
    ],
    "Create an empty Git repository or reinitialize an existing one": [
        "Crear un repositorio Git vacío o reinicializar uno existente"
    ],
    "DISMISS": [
        "DESCARTAR"
    ],
    "Delete": [
        "Eliminar"
    ],
    "Delete Files": [
        "Eliminar archivos"
    ],
    "Delete these files": [
        "Eliminar estos archivos"
    ],
    "Delete this file": [
        "Eliminar este archivo"
    ],
    "Deleting %1 failed.": [
        "Eliminación de %1 ha fallado."
    ],
    "Diff Not Supported": [
        "Diff no soportado"
    ],
    "Diff is not supported for %1 files.": [
        "Diff no es compatible con %1 archivos."
    ],
    "Diff selected file": [
        "Diferencia el archivo seleccionado"
    ],
    "Diff selected files": [
        "Diferencia archivos seleccionados"
    ],
    "Disable branch with changes": [
        "Desactivar rama con cambios"
    ],
    "Discard": [
        "Descartar"
    ],
    "Discard changes": [
        "Descartar cambios"
    ],
    "Discard changes for %1 failed.": [
        "Error al descartar los cambios para %1."
    ],
    "Discard recent changes of selected file": [
        "Descartar cambios recientes del archivo seleccionado"
    ],
    "Discard recent changes of selected files": [
        "Descartar cambios recientes del archivo seleccionado"
    ],
    "Dismiss": [
        "Descartar"
    ],
    "Display Git status updates": [
        "Mostrar actualizaciones de estado de Git"
    ],
    "Display a file diff.": [
        "Mostrar un archivo diff."
    ],
    "Do you really want to make this directory a Git Repo?": [
        "¿Estás seguro de que quieres crear un repositorio Git en este directorio?"
    ],
    "Double click opens diff": [
        "Doble clic abre la diferencia"
    ],
    "Encountered an error when initializing the repository. Error: ": [
        "Se encontró un error al inicializar el repositorio. Error: "
    ],
    "Encountered an error when pushing changes. Error: ": [
        "Se encontró un error al empujar los cambios. Error: "
    ],
    "Enter credentials for remote repository": [
        "Introducir credenciales para el repositorio remoto"
    ],
    "Enter the Clone URI of the repository": [
        "Ingrese el URI de clonación del repositorio"
    ],
    "Error when adding remote repository": [
        "Error al añadir el repositorio remoto"
    ],
    "Failed to checkout tag.": [
        "Error al verificar etiqueta."
    ],
    "Failed to clone": [
        "Error al clonar"
    ],
    "Failed to initialize the Git repository": [
        "Error al inicializar el repositorio Git"
    ],
    "Failed to load the jupyterlab-git server extension": [
        "Error al cargar la extensión del servidor jupyterlab-git"
    ],
    "Failed to pull": [
        "No se pudo extraer"
    ],
    "Failed to push": [
        "Error al empujar"
    ],
    "Failed to switch branch.": [
        "No se pudo cambiar la rama."
    ],
    "Git Documentation": [
        "Documentación de Git"
    ],
    "Git Interface": [
        "Interfaz de Git"
    ],
    "Git credentials required": [
        "Se requieren credenciales de Git"
    ],
    "Git repository initialized.": [
        "Repositorio Git inicializado."
    ],
    "Git server extension is unavailable. Please ensure you have installed the JupyterLab Git server extension by running: pip install --upgrade jupyterlab-git. To confirm that the server extension is installed, run: jupyter server extension list.": [
        "La extensión del servidor Git no está disponible. Asegúrese de haber instalado la extensión del servidor JupyterLab Git ejecutando: pip install --upgrade jupyterlab-git. Para confirmar que la extensión del servidor está instalada, ejecute: jupyter server extension list."
    ],
    "Go to Git user interface": [
        "Ir a la interfaz de usuario de Git"
    ],
    "History count": [
        "Recuento de historia"
    ],
    "Ignore": [
        "Ignorar"
    ],
    "Ignore %2 extension (add to .gitignore)": [
        "Ignore %2 extensions (add to .gitignore)",
        "Ignorar la extensión %2 (añadir a .gitignore)",
        "Ignorar la extensión %2 (agregar a .gitignore)"
    ],
    "Ignore file extension": [
        "Ignorar extensión de archivo"
    ],
    "Ignore these files (add to .gitignore)": [
        "Ignorar estos archivos (añadir a .gitignore)"
    ],
    "Ignore these files extension (add to .gitignore)": [
        "Ignorar estas extensiones de archivo (agregar a .gitignore)"
    ],
    "Ignore this file (add to .gitignore)": [
        "Ignorar este archivo (añadir a .gitignore)"
    ],
    "Ignore this file extension (add to .gitignore)": [
        "Ignorar esta extensión de archivo (agregar a .gitignore)"
    ],
    "Incorrect username or password.": [
        "Nombre de usuario o contraseña\nincorrectos."
    ],
    "Initialize a Repository": [
        "Iniciar un repositorio"
    ],
    "Initializing...": [
        "Inicializando..."
    ],
    "No actions available": [
        "No hay acciones disponibles"
    ],
    "Not in a Git repository. Unable to add a remote.": [
        "No está en un repositorio Git. No se puede añadir un remoto."
    ],
    "Open": [
        "Abrir"
    ],
    "Open .gitignore": [
        "Abrir .gitignore"
    ],
    "Open File Failed": [
        "Error al abrir archivo"
    ],
    "Open Git Repository in Terminal": [
        "Abrir repositorio de Git en Terminal"
    ],
    "Open a New Terminal to the Git Repository": [
        "Abrir una nueva Terminal al repositorio Git"
    ],
    "Open selected file": [
        "Abrir archivo seleccionado"
    ],
    "Open selected files": [
        "Abrir archivos seleccionados"
    ],
    "Please commit, stash, or discard your changes before you checkout tags.": [
        "Por favor confirme, resguarde o descarte los cambios antes de verificar etiquetas."
    ],
    "Please commit, stash, or discard your changes before you switch branches.": [
        "Por favor confirme, resguarde o descarte los cambios antes de cambiar las ramas."
    ],
    "Pull from Remote": [
        "Jalar desde remoto"
    ],
    "Pull latest code from remote repository": [
        "Descargue el último código del repositorio remoto"
    ],
    "Pulling...": [
        "Jalando..."
    ],
    "Push code to remote repository": [
        "Empujar código al repositorio remoto"
    ],
    "Push to Remote": [
        "Empujar a remoto"
    ],
    "Pushing...": [
        "Empujando..."
    ],
    "Refresh": [
        "Actualizar"
    ],
    "Refresh diff widget": [
        "Actualizar widget de diferencias"
    ],
    "Refresh if the Git tab is hidden": [
        "Actualizar si la pestaña Git está oculta"
    ],
    "Refresh interval": [
        "Intervalo de refresco"
    ],
    "Remote Git repository URL": [
        "URL del repositorio Git remoto"
    ],
    "Set Up Remotes": [
        "Configurar Remotos"
    ],
    "Show Diff": [
        "Mostrar Diff"
    ],
    "Show diff on double click": [
        "Mostrar diferencias al hacer doble clic"
    ],
    "Simple staging": [
        "Escenario simple"
    ],
    "Simple staging flag": [
        "Flag simple de preparación (staging)"
    ],
    "Stage": [
        "Coloca"
    ],
    "Stage or track the changes of selected files": [
        "Coloca o rastrea los cambios a los archivos seleccionados"
    ],
    "Stage or track the changes to selected file": [
        "Coloca o rastrea los cambios al archivo seleccionado"
    ],
    "Stage the changes of selected file": [
        "Coloca los cambios del archivo seleccionado"
    ],
    "Stage the changes of selected files": [
        "Coloca los cambios de los archivos seleccionados"
    ],
    "Start tracking selected file": [
        "Iniciar rastreo del archivo seleccionado"
    ],
    "Start tracking selected files": [
        "Iniciar rastreo de los archivos seleccionados"
    ],
    "Submit the commit using the summary and description from commit box": [
        "Enviar la confirmación usando el resumen y la descripción de la celda de confirmación"
    ],
    "Successfully cloned": [
        "Clonado con éxito"
    ],
    "Successfully pulled": [
        "Extracción exitosa"
    ],
    "Successfully pushed": [
        "Empujado exitósamente"
    ],
    "Suspend user interaction until commands finish": [
        "Suspender la interacción del usuario hasta que finalicen los comandos"
    ],
    "The versions of the JupyterLab Git server frontend and backend do not match. The @jupyterlab/git frontend extension has version: %1 while the python package has version %2. Please install identical version of jupyterlab-git Python package and the @jupyterlab/git extension. Try running: pip install --upgrade jupyterlab-git": [
        "Las versiones del frontend y backend del servidor JupyterLab Git no coinciden. La extensión de frontend @ jupyterlab/git tiene versión: %1 mientras que el paquete de python tiene versión %2. Instale una versión idéntica del paquete de Python jupyterlab-git y la extensión @jupyterlab/git. Intente ejecutar: pip install --upgrade jupyterlab-git"
    ],
    "This file has been deleted!": [
        "¡Este archivo ha sido eliminado!"
    ],
    "Track": [
        "Rastrea"
    ],
    "Trigger push on commit": [
        "Inicia el empuje de commit"
    ],
    "Unable to checkout tag": [
        "La etiqueta no puede ser verificada"
    ],
    "Unable to switch branch": [
        "No se pudo cambiar la rama"
    ],
    "Unstage": [
        "Quitar"
    ],
    "Unstage the changes of selected file": [
        "Quitar los cambios del archivo seleccionado"
    ],
    "Unstage the changes of selected files": [
        "Quitar los cambios de los archivos seleccionados"
    ],
    "Yes": [
        "Si"
    ],
    "Your changes to the following files would be overwritten by switching:": [
        "Sus cambios en los siguientes archivos se sobrescribirán al cambiar:"
    ],
    "git command not found - please ensure you have Git > 2 installed": [
        "comando git no encontrado - por favor asegúrese de que tiene instalado Git > 2"
    ],
    "git command version must be > 2; got %1.": [
        "la versión del comando git debe ser > 2; se obtuvo %1."
    ],
    "password / personal access token": [
        "contraseña / token de acceso personal"
    ],
    "schema\u0004Disable all branch operations (new, switch) when there are changed/staged files": [
        "Deshabilitar todas las operaciones de rama (nuevo, cambiar) cuando haya archivos cambiados/escalados"
    ],
    "schema\u0004Display Git extension status updates in the JupyterLab status bar. If true, the extension displays status updates in the JupyterLab status bar, such as when pulling and pushing changes, switching branches, and polling for changes. Depending on the level of extension activity, some users may find the status updates distracting. In which case, setting this to false should reduce visual noise.": [
        "Mostrar actualizaciones de estado de extensiones de Git en la barra de estado de JupyterLab. Si es verdadero, la extensión muestra las actualizaciones de estado en la barra de estado de JupyterLab, como cuando se se extraen y empujan cambios, cuando se cambia de ramas y cuando se sondea en búsqueda de cambios. Dependiendo del nivel de actividad de la extensión, algunos usuarios pueden considerar que las actualizaciones de estado los distraen. En tal caso, configurar este valor como falso puede reducir el ruido visual."
    ],
    "schema\u0004If true, doubling clicking a file in the list of changed files will open a diff.": [
        "Si es verdadero, al hacer doble clic en un archivo en la lista de archivos modificados, abrirá un diff."
    ],
    "schema\u0004If true, use a simplified concept of staging. Only files with changes are shown (instead of showing staged/changed/untracked), and all files with changes will be automatically staged": [
        "Si es verdadero, utiliza un concepto simplificado de preparación (staging) en el que solo se muestran los archivos com cambios (en lugar de mostrar en preparación/modificados/sin rastrear), y todos los archivos modificados pasan al área de preparación automáticamente"
    ],
    "schema\u0004If true, when fetching and integrating changes from a remote repository, a conflicting merge is canceled and the working tree left untouched.": [
        "Si este valor es verdadero, al extraer (fetch) e integrar cambios de un repositorio remoto, si la fusión tiene un conflicto es cancelada, y el árbol de trabajo se deja sin modificaciones."
    ],
    "schema\u0004Number of (most recent) commits shown in the history log": [
        "Cantidad de confirmaciones o commits más recientes que se muestran en el registro del historial"
    ],
    "schema\u0004Number of milliseconds between polling the file system for changes.": [
        "Cantidad de milisegundos transcurridos entre sondeos del sistema de archivos en búsqueda de cambios."
    ],
    "schema\u0004Suspend JupyterLab user interaction until Git commands (e.g., commit, pull, reset, revert) finish executing. Setting this to true helps mitigate potential race conditions leading to data loss, conflicts, and a broken Git history. Unless running a slow network, UI suspension should not interfere with standard workflows. Setting this to false allows for actions to trigger multiple concurrent Git actions.": [
        "Suspender la interacción de usuarios de JupyterLab hasta que los comandos de Git (ej., commit, pull, reset, revert) terminen su ejecución. Establecer esto como verdadero ayuda a mitigar potenciales condiciones de carrera que conducen a pérdida de datos, conflictos, y un historial roto de Git. A menos que se ejecute en una red lenta la suspensión de la IU (interfaz de usuario) no debería interferir con los flujos de trabajo estándar. Establecer este valor como falso permite que las acciones desencadenen múltiples acciones de Git simultáneas."
    ],
    "schema\u0004Whether to check Git status when the Git tab is not visible. Choose `false` for higher performance.": [
        "Comprobar el estado de Git cuando la pestaña Git no es visible. Elige `falso` para un mayor rendimiento."
    ],
    "schema\u0004Whether to trigger or not a push for each commit.": [
        "Si se activa o no un push para cada confirmación."
    ],
    "schema\u0004jupyterlab-git settings.": [
        "configuración de jupyterlab-git."
    ],
    "username": [
        "nombre de usuario"
    ]
}