Repository: jupyterlab/language-packs
Catalog: extensions/jupyterlab_git/locale/*/LC_MESSAGES/jupyterlab_git.po
Languages: es_es, fr_fr, he_il, id_id, it_it, pl_pl, uk_ua

source: Start tracking selected files
es_es: Iniciar rastreo de los archivos seleccionados
fr_fr: Commencer à suivre les fichiers sélectionnés
he_il: התחלת מעקב אחר הקובץ הנבחר
id_id: Mulai melacak berkas-berkas pilihan
it_it: Avvia tracciamento dei file selezionati
pl_pl: Rozpocznij śledzenie wybranych plików

source: Unstage
es_es: Quitar
fr_fr: Désindexer
it_it: Disassembla
pl_pl: Usuń plik z poczekalni

source: Unstage the changes of selected file
es_es: Quitar los cambios del archivo seleccionado
fr_fr: Désindexer les modifications du fichier sélectionné
id_id: Unstage perubahan berkas yang di pilih
it_it: Disassembla le modifiche del file selezionato
pl_pl: Usuń zmiany w wybranym pliku z poczekalni

source: Unstage the changes of selected files
es_es: Quitar los cambios de los archivos seleccionados
fr_fr: Désindexer les modifications apportées aux fichiers sélectionnés
id_id: Unstage perubahan berkas-berkas yang di pilih
it_it: Disassembla le modifiche dei file selezionati
pl_pl: Usuń zmiany w wybranych plikach z poczekalni

source: Delete
es_es: Eliminar
fr_fr: Supprimer
he_il: למחוק
id_id: Hapus
it_it: Elimina
pl_pl: Usuń

source: Delete this file
es_es: Eliminar este archivo
fr_fr: Supprimer ce fichier
he_il: למחוק קובץ זה
id_id: Hapus berkas ini
it_it: Elimina questo file
pl_pl: Usuń ten plik

source: Delete these files
es_es: Eliminar estos archivos
fr_fr: Supprimer ces fichiers
he_il: למחוק קבצים אלו
id_id: Hapus berkas-berkas ini
it_it: Elimina questi file
pl_pl: Usuń te pliki

source: Delete Files
es_es: Eliminar archivos
fr_fr: Supprimer ces fichiers
he_il: מחיקת קבצים
id_id: Hapus Berkas
it_it: Elimina File
pl_pl: Usuń pliki

source: Are you sure you want to permanently delete the following files? This action cannot be undone.
es_es: ¿Está seguro que desea eliminar permanentemente los siguientes archivos? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement les fichiers suivants? Cette action est irréversible.
he_il: למחוק את הקבצים האלו לצמיתות? זו פעולה בלתי הפיכה.
id_id: Apakah Anda yakin ingin menghapus berkas-berkas berikut secara permanen? Tindakan ini tidak dapat dibatalkan.
it_it: Sei sicuro di voler eliminare permanentemente i file seguenti? Quest'azione non è annullabile.
pl_pl: Czy na pewno chcesz trwale usunąć te pliki? Tej akcji nie można cofnąć.

source: Deleting %1 failed.
es_es: Eliminación de %1 ha fallado.
fr_fr: La suppression de %1 a échoué.
he_il: מחיקת %1 נכשלה.
id_id: Gagal hapus %1.
it_it: Eliminazione di %1 fallita.
pl_pl: Usuwanie %1 nie powiodło się.

source: DISMISS
es_es: DESCARTAR
fr_fr: REJETER
id_id: Memberhentikan
it_it: IGNORA
pl_pl: ODRZUĆ

source: Discard
es_es: Descartar
fr_fr: Abandonner
he_il: השלכה
id_id: Membuang
it_it: Scarta
pl_pl: Odrzuć

source: Discard recent changes of selected file
es_es: Descartar cambios recientes del archivo seleccionado
fr_fr: Annuler les modifications récentes du fichier sélectionné
he_il: השלכת שינויים אחרונים בקובץ נבחר
id_id: Buang perubahan terbaru dari berkas di pilih
it_it: Scarta le modifiche recenti del file selezionato
pl_pl: Odrzuć ostatnie zmiany w wybranym pliku

source: Discard recent changes of selected files
es_es: Descartar cambios recientes del archivo seleccionado
fr_fr: Annuler les modifications récentes apportées aux fichiers sélectionnés
he_il: השלכת שינויים אחרונים בקבצים נבחרים
id_id: Buang perubahan terbaru dari berkas tertentu
it_it: Scarta le modifiche recenti dei file selezionati
pl_pl: Odrzuć ostatnie zmiany w wybranych plikach

source: Discard changes
es_es: Descartar cambios
fr_fr: Annuler les modifications
he_il: השלכת השינויים
id_id: Membuang perubahan
it_it: Scarta modifiche
pl_pl: Odrzuć zmiany

source: Are you sure you want to permanently discard changes to the following files? This action cannot be undone.
es_es: ¿Está seguro de que desea descartar permanentemente los cambios en los siguientes archivos? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement les modifications aux fichiers suivants? Cette action ne peut pas être annulée.
he_il: להשליך את השינויים לקבצים האלו לצמיתות? זו פעולה בלתי הפיכה.
id_id: Apakah Anda yakin ingin membuang berkas-berkas yang di rubah secara permanen? Tindakan ini tidak dapat dibatalkan.
it_it: Sei sicuro di voler scartare permanentemente le modifiche ai seguenti file? Quest'azione non è annullabile.
pl_pl: Czy na pewno chcesz trwale odrzucić zmiany w następujących plikach? Tej akcji nie można cofnąć.

source: Discard changes for %1 failed.
es_es: Error al descartar los cambios para %1.
fr_fr: La suppression des modifications pour %1 a échoué.
he_il: השלכת השינויים אצל %1 נכשלה.
id_id: Buang perubahan untuk %1 gagal.
it_it: Impossibile scartare le modifiche per %1.
pl_pl: Odrzucenie zmian dla %1 nie powiodło się.

source: Ignore this file (add to .gitignore)
es_es: Ignorar este archivo (añadir a .gitignore)
fr_fr: Ignorer ce fichier (ajouter à .gitignore)
he_il: התעלמות מקובץ זה (הוספה ל־‎.gitignore)
id_id: Abaikan berkas ini (tambahkan ke .gitignore)
it_it: Ignora questo file (aggiungi a .gitignore)
pl_pl: Ignoruj ten plik (dodaj do .gitignore)

source: Ignore these files (add to .gitignore)
es_es: Ignorar estos archivos (añadir a .gitignore)
fr_fr: Ignorer ces fichiers (ajouter à .gitignore)
he_il: התעלמות מקבצים אלה (הוספה ל־‎.gitignore)
id_id: Abaikan berkas-berkas ini (tambahkan ke .gitignore)
it_it: Ignora questi file (aggiungi a .gitignore)
pl_pl: Ignoruj te pliki (dodaj do .gitignore)

source: Ignore %2 extension (add to .gitignore)
es_es: Ignorar la extensión %2 (añadir a .gitignore)
fr_fr: Ignorer l'extension %2 (ajouter à .gitignore)
he_il: התעלמות מהסיומת %2 (הוספה ל־‎.gitignore)
id_id: Abaikan %2 exstensi (tambakan ke .gitignore)
it_it: Ignora %2 estensione (aggiungi a .gitignore)
pl_pl: Ignoruj rozszerzenie %2 (dodaj do .gitignore)

source: Ignore this file extension (add to .gitignore)
es_es: Ignorar esta extensión de archivo (agregar a .gitignore)
fr_fr: Ignorer cette extension de fichier (ajouter à .gitignore)
he_il: התעלמות מסיומת קובץ זו (הוספה ל־‎.gitignore)
id_id: Abaikan exstensi berkas ini (tambakan ke .gitignore)
it_it: Ignora quest'estensione del file (aggiungi a .gitignore)
pl_pl: Ignoruj to rozszerzenie pliku (dodaj do .gitignore)

source: Ignore these files extension (add to .gitignore)
es_es: Ignorar estas extensiones de archivo (agregar a .gitignore)
fr_fr: Ignorer ces extensions de fichier (ajouter à .gitignore)
he_il: התעלמות מסיומות קבצים אלו (הוספה ל־‎.gitignore)
id_id: Abaikan exstensi berkas-berkas ini (tambakan ke .gitignore)
it_it: Ignora quest'estensione dei file (aggiungi a .gitignore)
pl_pl: Ignoruj te rozszerzenia plików (dodaj do .gitignore)

source: Ignore file extension
es_es: Ignorar extensión de archivo
fr_fr: Ignorer cette extension de fichier
he_il: התעלמות מסיומת קובץ
id_id: Abaikan exstensi berkas
it_it: Ignora l'estensione del file
pl_pl: Ignoruj rozszerzenie pliku

source: Are you sure you want to ignore all %1 files within this git repository?
es_es: ¿Está seguro de que desea ignorar todos los archivos %1 dentro de este repositorio de git?
fr_fr: Êtes-vous sûr de vouloir ignorer tous les fichiers %1 de ce dépôt Git?
he_il: להתעלם מכל קובצי ה־%1 שבמאגר ה־git הזה?
id_id: Apakah Anda yakin ingin mengabaikan semua %1 berkas-berkas di dalam repositori git ini?
it_it: Sei sicuro di voler ignorare tutti i %1 file entro questa repository di git?
pl_pl: Czy na pewno chcesz zignorować wszystkie pliki %1 w tym repozytorium Git?

source: Ignore
es_es: Ignorar
fr_fr: Ignorer
id_id: Abaikan
it_it: Ignora
pl_pl: Ignoruj

source: History
fr_fr: Historique
it_it: Cronologia
pl_pl: Historia

source: View the history of this file
fr_fr: Voir l'historique de ce fichier
it_it: Visualizza la cronologia di questo file
pl_pl: Wyświetl historię tego pliku

source: Error
fr_fr: Erreur
it_it: Errore
pl_pl: Błąd

source: Dismiss
es_es: Descartar
fr_fr: Rejeter
id_id: Memberhentikan
it_it: Scarta
pl_pl: Odrzuć

source: SHOW
fr_fr: Afficher
it_it: MOSTRA
pl_pl: POKAŻ

source: Detailed message
fr_fr: Message détaillé
it_it: Messaggio dettagliato
pl_pl: Detale wiadomości

source: Details
fr_fr: Détails
it_it: Dettagli
pl_pl: Szczegóły

source: (missing message)
fr_fr: (message manquant)
it_it: (messaggio mancante)
pl_pl: (brak wiadomości)

source: The current branch contains files with uncommitted changes. Please commit or discard these changes before switching to or creating another branch.
fr_fr: La branche actuelle contient des fichiers avec des modifications non validées. Veuillez valider ou annuler ces modifications avant de basculer vers ou de créer une autre branche.
it_it: Il ramo corrente contiene file con modifiche senza commit. Sei pregato di eseguire il commit o scartare queste modifiche prima di passare a o creare un altro ramo.
pl_pl: Bieżąca gałąź zawiera pliki z niezatwierdzonymi zmianami. Proszę zatwierdzić lub odrzucić te zmiany przed przełączeniem do lub utworzeniem innej gałęzi.

source: Filter
fr_fr: Filtre
it_it: Filtro
pl_pl: Filtruj

source: Filter branch menu
fr_fr: Menu de filtrage de branche
it_it: Menu del ramo del filtro

source: Clear the current filter
fr_fr: Effacer le filtre actuel
it_it: Cancella il filtro corrente
pl_pl: Wyczyść bieżący filtr

source: Create a new branch
fr_fr: Créer une nouvelle branche
it_it: Crea un nuovo ramo
pl_pl: Utwórz nową gałąź

source: New Branch
fr_fr: Nouvelle branche
it_it: Nuovo Ramo
pl_pl: Nowa gałąź

source: Switch to branch: %1
fr_fr: Basculer vers la branche : %1
it_it: Passa al ramo: %1
pl_pl: Przełącz na gałąź: %1

source: Delete this branch locally
fr_fr: Supprimer cette branche localement
it_it: Elimina localmente questo ramo
pl_pl: Usuń lokalnie tę gałąź

source: Delete branch
fr_fr: Supprimer la branche
it_it: Elimina ramo
pl_pl: Usuń gałąź

source: Are you sure you want to permanently delete the branch
fr_fr: Êtes-vous sûr(e) de vouloir supprimer définitivement cette branche
it_it: Sei sicuro di voler eliminare permanentemente il ramo
pl_pl: Czy na pewno chcesz trwale usunąć gałąź

source: This action cannot be undone.
fr_fr: Cette action ne peut être annulée.
it_it: Quest'azione non è annullabile.
pl_pl: Nie będzie można cofnąć tej operacji.

source: Creating a new branch is disabled
fr_fr: La création d'une nouvelle branche est désactivée
pl_pl: Tworzenie nowej gałęzi jest wyłączone

source: Unable to switch branch
es_es: No se pudo cambiar la rama
fr_fr: Impossible de changer de branche
he_il: לא ניתן להחליף ענף
id_id: Tidak bisa mangganti cabang
it_it: Impossibile cambiare ramo
pl_pl: Nie można przełączyć gałęzi

source: Your changes to the following files would be overwritten by switching:
es_es: Sus cambios en los siguientes archivos se sobrescribirán al cambiar:
fr_fr: Vos modifications apportées aux fichiers suivants seraient écrasées:
he_il: השינויים שערכת לקבצים הבאים ישוכתבו בהחלפת הענף:
id_id: Perubahan Anda di berkas-berkas barikut akan tertimpa dengan ganti:
it_it: Le tue modifiche ai seguenti file saranno sovrascritte cambiando:
pl_pl: Twoje zmiany w następujących plikach zostałyby nadpisane przez przełączenie:

source: Please commit, stash, or discard your changes before you switch branches.
es_es: Por favor confirme, resguarde o descarte los cambios antes de cambiar las ramas.
fr_fr: Veuillez valider, remiser ou annuler vos modifications avant de changer de branche.
id_id: Silahkan lakukan, simpanan, atau buang perubahan Anda sebelum Anda mengganti cabang.
it_it: Sei pregato di fare commit, recesso o scartare le tue modifiche prima di cambiare rami.
pl_pl: Prosimy o zatwierdzenie, zapisanie w schowku lub odrzucenie zmian przed przełączeniem gałęzi.

source: Failed to switch branch.
es_es: No se pudo cambiar la rama.
fr_fr: Échec du changement de branche.
he_il: החלפת ענף נכשלה.
id_id: Gagal mengganti cabang.
it_it: Impossibile cambiare ramo.
pl_pl: Nie udało się przełączyć gałęzi.

source: Create a new commit
fr_fr: Créer un nouveau commit
pl_pl: Zatwierdź nową zmianę

source: New commit will be created and show up as a next one after the previous commit (default).
fr_fr: Le nouveau commit sera créé et apparaîtra comme un prochain après le commit précédent (par défaut).
pl_pl: Nowy zmiana zostanie utworzona i pojawi się jako następna po poprzedniej zatwierdzonej zmianie (domyślnie).

source: Amend previous commit
fr_fr: Modifier le commit précédent
pl_pl: Popraw poprzednią zmianę

source: Staged changes will be added to the previous commit and its date will be updated.
fr_fr: Les modifications en phase seront ajoutées au commit précédent et sa date sera mise à jour.
pl_pl: Zmiany z poczekalnie zostaną dodane do poprzedniej zmiany a data zmiany zostanie zaktualizowana.

source: Disabled: No files are staged for commit
fr_fr: Désactivé : Aucun fichier n'est pret pour le commit
pl_pl: Nieaktywne: brak plików do zatwierdzenia

source: Disabled: No commit message summary
fr_fr: Désactivé : Aucun résumé du message de commit
pl_pl: Nieaktywne: brak wiadomości podsumowującej zmianę

source: Summary (%1 to commit)
fr_fr: Résumé (%1 à commit)
pl_pl: Podsumowanie (%1 aby zatwierdzić)

source: Amending the commit will re-use the previous commit summary
fr_fr: La modification du commit réutilisera le résumé du commit précédent
pl_pl: Poprawienie zatwierdzonej zmiany ponownie użyje poprzedniego podsumowania zmiany

source: Enter a commit message summary (a single line, preferably less than 50 characters)
fr_fr: Entrez un résumé du message de commit (une seule ligne, de préférence moins de 50 caractères)
pl_pl: Wprowadź wiadomość podsumowującą zmiany (pojedynczy wiersz, najlepiej mniej niż 50 znaków)

source: Description (optional)
fr_fr: Description (facultatif)
pl_pl: Opis (opcjonalny)

source: Enter a commit message description
fr_fr: Entrez la description du message de commit
pl_pl: Wprowadź opis zatwierdzanych zmian

source: Summary
fr_fr: Résumé
pl_pl: Podsumowanie

source: Discard all changes
fr_fr: Ignorer toutes les modifications
pl_pl: Odrzuć wszystkie zmiany

source: Are you sure you want to permanently discard changes to all files? This action cannot be undone.
fr_fr: Êtes-vous sûr de vouloir annuler définitivement les modifications apportées à tous les fichiers ? Cette action ne peut pas être annulée.
pl_pl: Czy na pewno chcesz trwale odrzucić zmiany we wszystkich plikach? Tej akcji nie można cofnąć.

source: Discard all unstaged changes failed.
fr_fr: Échec de la suppression de toutes les modifications non planifiées.
pl_pl: Odrzucić zmian nie będących w poczekalnie nie powiodło się.

source: Discard all changes failed.
fr_fr: Échec de la suppression de toutes les modifications.
pl_pl: Odrzucenie wszystkich zmian nie powiodło się.

source: Conflicted
fr_fr: En conflit
it_it: In Conflitto

source: Open this file
fr_fr: Ouvrir ce fichier
pl_pl: Otwórz ten plik

source: Unstage this change
fr_fr: Annuler l'étape de ce changement
pl_pl: Usuń tę zmiany z poczekalni

source: Unstage all changes
fr_fr: Déplanifier les changements
pl_pl: Usuń wszystkie zmiany z poczekalni

source: Staged
fr_fr: Planifié
pl_pl: W poczekalni

source: Stage this change
fr_fr: Planifier cette modification
pl_pl: Dodaj zmianę do poczekalni

source: Discard All Changes
fr_fr: Ignorer toutes les modifications
pl_pl: Odrzuć wszystkie zmiany

source: Stage all changes
fr_fr: Planifier toutes les modifications
pl_pl: Dodaj wszystkie zmiany do poczekalni

source: Changed
fr_fr: Modifié
pl_pl: Zmienione

source: Track this file
fr_fr: Tracer ce fichier
pl_pl: Śledź ten plik

source: Track all untracked files
fr_fr: Suivi de tous les fichiers non suivis
pl_pl: Śledź wszystkie nieśledzone pliki

source: Untracked
fr_fr: Non suivi
pl_pl: Nieśledzone

source: Diff this file
fr_fr: Diff ce fichier
pl_pl: Porównaj ten plik

source: View changed files
fr_fr: Voir les fichiers modifiés
pl_pl: Wyświetl zmienione pliki

source: Changes
fr_fr: Modifications
pl_pl: Zmiany

source: View commit history
fr_fr: Voir l'historique des commits
pl_pl: Zobacz historię zmian

source: Commit and Push
fr_fr: Commit et Push
pl_pl: Zatwierdź i wyślij

source: is not
fr_fr: n'est pas
pl_pl: nie jest

source: You are not currently in
fr_fr: Vous n'êtes pas actuellement dans
pl_pl: Nie jesteś obecnie w

source: a Git repository. To use Git, navigate to a local repository, initialize a repository here, or clone an existing repository.
fr_fr: un dépôt Git. Pour utiliser Git, accédez à un dépôt local, initialisez un dépôt ici ou clonez un dépôt existant.
pl_pl: repozytorium Git. Aby korzystać z Git, przejdź do lokalnego repozytorium, zainicjuj repozytorium tutaj lub sklonuj istniejące repozytorium.

source: Open the FileBrowser
fr_fr: Ouvrir le navigateur de fichiers
pl_pl: Otwórz przeglądarkę plików

source: Staging files...
fr_fr: Préparation de fichiers...
pl_pl: Dodawanie plików do poczekalni...

source: Failed to commit changes.
fr_fr: Impossible de valider les modifications.
pl_pl: Nie udało się zatwierdzić zmian.

source: Committing changes...
fr_fr: Validation des modifications...
pl_pl: Zatwierdzanie zmian...

source: Committed changes.
fr_fr: Modifications validées.
pl_pl: Zatwierdzono zmiany.

source: Who is committing?
fr_fr: Qui valide/commit?
pl_pl: Kto zatwierdza zmiany?

source: User refused to set identity.
fr_fr: L'utilisateur a refusé de définir une identité.
pl_pl: Użytkownik odmówił ustawienia tożsamości.

source: Failed to set your identity. %1
fr_fr: Impossible de définir votre identité. %1
pl_pl: Nie udało się ustawić Twojej tożsamości. %1

source: You
fr_fr: Vous
pl_pl: Ty

source: Uncommitted Changes
fr_fr: Modifications non validées
pl_pl: Niezatwierdzone zmiany

source: now
fr_fr: maintenant
pl_pl: przed chwilą

source: Discard file history
fr_fr: Ignorer l'historique des fichiers
pl_pl: Odrzuć historię pliku

source: No history found.
fr_fr: Aucun historique trouvé.
pl_pl: Nie znaleziono historii.

source: Create a Branch
fr_fr: Créer une branche
it_it: Crea un Ramo
pl_pl: Utwórz gałąź

source: Close this dialog
fr_fr: Quitter cette fenêtre de dialogue
it_it: Chiudi questa finestra
pl_pl: Zamknij to okno

source: Name
fr_fr: Nom
it_it: Nome
pl_pl: Nazwa

source: Enter a branch name
fr_fr: Saisissez un nom de branche
it_it: Inserisci il nome di un ramo
pl_pl: Wprowadź nazwę gałęzi

source: Create branch based on...
fr_fr: Créer une branche basée sur...
it_it: Crea ramo in base a...
pl_pl: Utwórz gałąź na podstawie...

source: Close this dialog without creating a new branch
fr_fr: Fermer cette boîte de dialogue sans créer de nouvelle branche
it_it: Chiudi questa finestra senza creare un nuovo ramo
pl_pl: Zamknij to okno dialogowe bez tworzenia nowej gałęzi

source: Create Branch
fr_fr: Créer une branche
it_it: Crea Ramo
pl_pl: Utwórz gałąź

source: The current branch. Pick this if you want to build on work done in this branch.
fr_fr: La branche actuelle. Choisissez ceci si vous voulez construire sur le travail effectué dans cette branche.
it_it: Il ramo corrente. Selezionalo se vuoi costruire sul lavoro eseguito in questo ramo.
pl_pl: Bieżąca gałąź. Wybierz, jeśli chcesz budować na pracy wykonanej w tej gałęzi.

source: The default branch. Pick this if you want to start fresh from the default branch.
fr_fr: La branche par défaut. Choisissez ceci si vous voulez démarrer à partir de la branche par défaut.
it_it: Il ramo predefinito. Selezionalo se vuoi iniziare da capo dal ramo predefinito.
pl_pl: Domyślna gałąź. Wybierz to, jeśli chcesz rozpocząć na nowo od domyślnej gałęzi.

source: Create a new branch based on: %1
fr_fr: Créer une nouvelle branche basée sur : %1
it_it: Crea un nuovo ramo in base a: %1
pl_pl: Utwórz nową gałąź na podstawie: %1

source: Creating branch...
fr_fr: Création de la branche...
it_it: Creando il ramo...
pl_pl: Tworzenie gałęzi...

source: Failed to create branch.
fr_fr: Impossible de créer la branche.
it_it: Impossibile creare il ramo.
pl_pl: Nie udało się utworzyć gałęzi.

source: Branch created.
fr_fr: Branche créée.
it_it: Ramo creato.
pl_pl: Utworzono gałąź.

source: View commit details
fr_fr: Voir les détails du commit
it_it: Visualizza i dettagli del commit
pl_pl: Zobacz szczegóły zmian

source: View file changes
fr_fr: Voir les modifications de fichier
it_it: Visualizza le modifiche al file
pl_pl: Wyświetl zmiany w pliku

source: Revert Changes
fr_fr: Annuler les modifications
it_it: Ripristina le Modifiche
pl_pl: Odwróć zmiany

source: Reset Changes
fr_fr: Réinitialiser les changements
it_it: Ripristina Modifiche
pl_pl: Zresetuj zmiany

source: These changes will be reverted. Only commit if you're sure you're okay losing these changes.
fr_fr: Ces modifications seront annulées. Commit seulement si vous êtes sûr que vous êtes d'accord pour perdre ces modifications.
it_it: Queste modifiche saranno ripristinate. Fai commit solo se sei sicuro che vada bene perdere queste modifiche.
pl_pl: Te zmiany zostaną cofnięte. Zatwierdź tylko wtedy, gdy jesteś pewien chcesz usunąć te zmiany.

source: All changes after commit %1 will be gone forever (hard reset). Are you sure?
fr_fr: Toutes les modifications après le commit %1 seront définitivement effacées (réinitialisation dure). Êtes-vous sûr(e) ?
it_it: Tutte le modifiche dopo il commit %1 saranno perse per sempre (hard reset). Sei sicuro?
pl_pl: Wszystkie zmiany po %1 zostaną na zawsze usunięte (twardy reset). Czy jesteś pewien?

source: Cancel changes
fr_fr: Annuler les modifications
it_it: Annulla le modifiche
pl_pl: Anuluj zmiany

source: Submit changes
fr_fr: Soumettre les modifications
it_it: Invia modifiche
pl_pl: Wyślij zmiany

source: Discarding changes...
fr_fr: Ignorer les modifications...
it_it: Scarta le modifiche...
pl_pl: Odrzuć zmiany...

source: Successfully discarded changes.
fr_fr: Changements annulés avec succès.
it_it: Modifiche scartate correttamente.
pl_pl: Pomyślnie odrzucono zmiany.

source: Failed to discard changes.
fr_fr: Impossible d'annuler les modifications.
it_it: Impossibile scartare le modifiche.
pl_pl: Nie udało się odrzucić zmian.

source: Reverting changes...
fr_fr: Annuler les modifications...
it_it: Ripristinando le modifiche...
pl_pl: Odwracanie zmian...

source: Successfully reverted changes.
fr_fr: Changements annulés avec succès.
it_it: Modifiche ripristinate correttamente.
pl_pl: Pomyślnie odwrócono zmiany.

source: Failed to revert changes.
fr_fr: Impossible d'annuler les modifications.
it_it: Impossibile ripristinare le modifiche.
pl_pl: Nie udało się odwrócić zmian.

source: Revert '%1'
fr_fr: Revenir à '%1'
it_it: Ripristina '%1'
pl_pl: Odwróć '%1'

source: This reverts commit %1
fr_fr: Ceci revient au commit %1
it_it: Questo ripristina il commit %1
pl_pl: To odwraca zatwierdzoną zmianę %1

source: Error loading commit data
fr_fr: Erreur lors du chargement des données du commit
it_it: Errore caricando i dati del commit
pl_pl: Błąd odczytywania danych zmiany

source: # Files Changed
fr_fr: # Fichiers modifiés
it_it: # File Modificati
pl_pl: # zmodyfikowane pliki

source: # Deletions
fr_fr: # Suppressions
it_it: # Eliminazioni
pl_pl: # usunięcia

source: Revert changes introduced by this commit
fr_fr: Annuler les modifications introduites par ce commit
it_it: Ripristina le modifiche introdotte da questo commit
pl_pl: Odwróć zmiany wprowadzone przez to zatwierdzenie

source: Discard changes introduced *after* this commit (hard reset)
fr_fr: Annuler les modifications introduites *après* ce commit (réinitialisation durable)
it_it: Scarta le modifiche introdotte *dopo* questo commit (hard reset)
pl_pl: Odrzuć zmiany wprowadzone *po* tej zatwierdzonej zmianie (twarde zresetowanie)

source: Fail to get the tags.
fr_fr: Impossible de récupérer les tags.
it_it: Impossibile ottenere i tag.
pl_pl: Nie udało się uzyskać tagów.
