Repository: jupyterlab/language-packs
Catalog: extensions/jupyterlab_git/locale/*/LC_MESSAGES/jupyterlab_git.po
Languages: es_es, fr_fr, he_il, id_id, it_it, pl_pl, uk_ua

# schema
source: jupyterlab-git settings.
es_es: configuración de jupyterlab-git.
fr_fr: paramètres jupyterlab-git.
he_il: הגדרות jupyterlab-git.
id_id: pengaturan jupyterlab-git.
it_it: impostazioni di jupyterlab-git.
pl_pl: ustawienia jupyterlab-git.
uk_ua: Налаштування jupyterlab-git.

# menu
source: Help
fr_fr: Aide
pl_pl: Pomoc

# settings
source: Suspend JupyterLab user interaction until Git commands (e.g., commit, pull, reset, revert) finish executing. Setting this to true helps mitigate potential race conditions leading to data loss, conflicts, and a broken Git history. Unless running a slow network, UI suspension should not interfere with standard workflows. Setting this to false allows for actions to trigger multiple concurrent Git actions.
fr_fr: Suspendre l'interaction utilisateur de JupyterLab jusqu'à ce que les commandes Git (par exemple, commit, pull, reset, revert) soient exécutées. Définir ceci comme true permet d'atténuer les conditions potentielles menant à des pertes de données, des conflits et une histoire de Git cassée. À moins d'exécuter sur un réseau lent, la suspension de l'interface utilisateur ne devrait pas interférer avec les flux de travail standard. Définir cette valeur à false permet aux actions de déclencher plusieurs actions Git simultanées.
pl_pl: Zawieś interakcję użytkownika JupyterLab do zakończenia wykonania polecenia Git (np. polecenie, pobieranie, resetowanie, cofanie). Ustawianie 'true' pozwala złagodzić potencjalny hazard który mógłby doprowadzić do utraty danych, konfliktów i zepsutej historii Git. Jeżeli nie masz wolnego połączenia, zawieszenie interfejsu użytkownika nie powinno zbytnio utrudniać pracy. Ustawienie tej opcji na false umożliwia na uruchamianie wielu równoległych akcji Git.

# settings
source: Suspend user interaction until commands finish
fr_fr: Suspendre l'interaction de l'utilisateur jusqu'à la fin des commandes
pl_pl: Zawieś interakcję użytkownika na czas wykonywania poleceń

# settings
source: If true, when fetching and integrating changes from a remote repository, a conflicting merge is canceled and the working tree left untouched.
fr_fr: Si vrai, lors de la récupération et de l'intégration des changements depuis un dépôt distant, une fusion en conflit est annulée et l'arborescence de travail reste intacte.

# settings
source: Cancel pull merge conflict
fr_fr: Annuler le conflit de fusion de pull

# settings
source: Whether to trigger or not a push for each commit.
fr_fr: Déclencher ou non un push pour chaque commit.
pl_pl: Czy wykokonać wysłanie zmian po każdym zatwierdzeniu.

# settings
source: Trigger push on commit
fr_fr: Déclencher le push sur commit
pl_pl: Wyślij po wysłaniu

# settings
source: Disable all branch operations (new, switch) when there are changed/staged files
fr_fr: Désactiver toutes les opérations de la branche (nouvelle, switch) quand il y a des fichiers modifiés/staged

# settings
source: Disable branch with changes
fr_fr: Désactiver la branche avec les changements
pl_pl: Wyłącz gałąź ze zmianami

# settings
source: Display Git extension status updates in the JupyterLab status bar. If true, the extension displays status updates in the JupyterLab status bar, such as when pulling and pushing changes, switching branches, and polling for changes. Depending on the level of extension activity, some users may find the status updates distracting. In which case, setting this to false should reduce visual noise.
fr_fr: Afficher les mises à jour d'état de l'extension Git dans la barre d'état de JupyterLab. Si activé, l'extension affiche les mises à jour d'état dans la barre d'état de JupyterLab, comme lors du tirage et de la poussée des changements, du changement de branches, et du sondage. Selon le niveau d'activité de l'extension, certains utilisateurs peuvent trouver les mises à jour de statut distrayants. Dans ce cas, régler ceci à false devrait réduire le bruit visuel.
pl_pl: Wyświetlaj aktualizacje statusu rozszerzenia Git na pasku stanu JupyterLab. Gdy true, rozszerzenie wyświetla aktualizacje statusu na pasku stanu JupyterLab, miedzy innymi podczas pobierania i wysyłania zmian, przełączania gałęzi i sprawdzania zmian. W zależności od poziomu aktywności, aktualizacje stanu mogą być rozpraszające dla niektórych użytkowników. W takim przypadku przełączenie na false powinno zmniejszyć wizualne rozproszenie.

# settings
source: Display Git status updates
fr_fr: Afficher les mises à jour du statut de Git
pl_pl: Wyświetl aktualizacje statusu Git

# settings
source: Show diff on double click
fr_fr: Afficher le diff lors d'un double-clic
pl_pl: Pokaż różnicę przy podwójnym kliknięciu

# settings
source: Number of (most recent) commits shown in the history log
fr_fr: Nombre de commits (plus récents) affichés dans l'historique du journal
pl_pl: Liczba (ostatnich) zatwierdzonych zmian wyświetlanych w dzienniku historii

# settings
source: History count
fr_fr: Nombre d'éléments de l'historique
pl_pl: Licznik historii

# settings
source: Whether to check Git status when the Git tab is not visible. Choose `false` for higher performance.
fr_fr: Si vous voulez vérifier l'état de Git lorsque l'onglet Git n'est pas visible. Choisissez `false` pour des performances plus élevées.
pl_pl: Czy sprawdzić status Git, gdy zakładka Git nie jest widoczna. Wybierz `false` dla wyższej wydajności.

# settings
source: Refresh if the Git tab is hidden
fr_fr: Actualiser si l'onglet Git est caché
pl_pl: Odśwież, jeśli karta Git jest ukryta

# settings
source: Number of milliseconds between polling the file system for changes.
fr_fr: Nombre de millisecondes entre les sondages du système de fichiers pour les modifications.
pl_pl: Liczba milisekund pomiędzy sprawdzaniem zmian w systemie plików.

# settings
source: Refresh interval
fr_fr: Fréquence d'actualisation
pl_pl: Interwał odświeżania

# settings
source: If true, use a simplified concept of staging. Only files with changes are shown (instead of showing staged/changed/untracked), and all files with changes will be automatically staged
fr_fr: Si true, utilise un concept simplifié d'indexation. Seuls les fichiers avec des modifications sont affichés (au lieu d'afficher les fichiers indexés/modifiés/non suivis), et tous les fichiers avec des modifications seront automatiquement indexés

# settings
source: Simple staging flag
fr_fr: L'option d'Indexation simple

source: No actions available
es_es: No hay acciones disponibles
fr_fr: Aucune action disponible
he_il: אין פעולות זמינות
id_id: Tidak ada tindakan yang tersedia
it_it: Nessun'azione disponibile
pl_pl: Nie ma dostępnych działań

source: Set Up Remotes
es_es: Configurar Remotos
fr_fr: Mise en place d'un dépôt distant
he_il: הגדרת קישורים מרוחקים
id_id: Mempersiapkan Remotes
it_it: Configura Remoti
pl_pl: Skonfiguruj zdalnie

source: Git Documentation
es_es: Documentación de Git
fr_fr: Documentation Git
he_il: התיעוד של Git
id_id: Dokumentasi Git
it_it: Documentazione di Git
pl_pl: Dokumentacja Git

source: Help
es_es: Ayuda
fr_fr: Aide
he_il: עזרה
id_id: Membantu
it_it: Aiuto
pl_pl: Pomoc

source: Commit from the Commit Box
es_es: Confirma desde la celda de Commit
fr_fr: Valider depuis la boîte de validation
he_il: הגשה מתיבת ההגשות
id_id: Commit dari Kotak Commit
it_it: Commit dalla Casella di Commit

source: Submit the commit using the summary and description from commit box
es_es: Enviar la confirmación usando el resumen y la descripción de la celda de confirmación
fr_fr: Soumettre le commit en utilisant le résumé et la description de la boîte de validation
id_id: Serakan commit mengguanakan ringkasan dan deskripsi dari kotak commit
it_it: Invia il commit usando il sommario e la descrizione dalla casella di commit

source: Open Git Repository in Terminal
es_es: Abrir repositorio de Git en Terminal
fr_fr: Ouvrir le dépôt Git dans le terminal
he_il: פתיחת מאגר Git במסוף
id_id: Buka repositori Git di Terminal
it_it: Apri Repository di Git nel Terminale
pl_pl: Otwórz repozytorium Git w terminalu

source: Git credentials required
es_es: Se requieren credenciales de Git
fr_fr: Informations d'identification Git requises
he_il: נדרשים פרטי גישה ל־Git
id_id: Dibutuhkan kredensial Git
it_it: Credenziali di Git richieste
pl_pl: Wymagane dane logowania Git

source: Enter credentials for remote repository
es_es: Introducir credenciales para el repositorio remoto
fr_fr: Entrez vos informations d'identification pour le dépôt distant
he_il: נא למלא את פרטי הגישה למאגר המרוחק
id_id: Masukkan kredensial untuk repositori jarak jauh
it_it: Inserisci le credenziali per la repository remota
pl_pl: Wprowadź dane logowania dla zdalnego repozytorium

source: Incorrect username or password.
es_es: Nombre de usuario o contraseña incorrectos.
fr_fr: Nom d'utilisateur ou mot de passe incorrect.
he_il: שם משתמש או ססמה שגויים.
id_id: Salah identitas pegguna atau kata sandi.
it_it: Nome utente o password errati.
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło.

source: Open a New Terminal to the Git Repository
es_es: Abrir una nueva Terminal al repositorio Git
fr_fr: Ouvrez un Nouveau Terminal dans le Dépôt Git
he_il: פתיחת מסוף חדש במאגר ה־Git
id_id: Buka baru Terminal ke repositori Git
it_it: Apri un Nuovo Terminale alla Repository di Git
pl_pl: Otwórz nowy terminal do repozytorium Git

source: Git Interface
es_es: Interfaz de Git
fr_fr: Interface Git
he_il: מנשק Git
id_id: Tampilan Git
it_it: Interfaccia di Git
pl_pl: Interfejs Git

source: Go to Git user interface
es_es: Ir a la interfaz de usuario de Git
fr_fr: Aller à l'interface utilisateur de Git
he_il: מעבר למנשק המשתמש של Git
id_id: Pergi ke tampilan pengguna Git
it_it: Vai all'interfaccia utente di Git
pl_pl: Przejdź do interfejsu użytkownika Git

source: Initialize a Repository
es_es: Inicializar un repositorio
fr_fr: Initialiser un Dépôt
he_il: אתחול מאגר
id_id: Inisialisasi Repositori
it_it: Inizializza una Repository
pl_pl: Zainicjuj repozytorium

source: Create an empty Git repository or reinitialize an existing one
es_es: Crear un repositorio Git vacío o reinicializar uno existente
fr_fr: Créer un référentiel Git vide ou réinitialiser un référentiel existant
he_il: עליך ליצור מאגר Git ריק או לאתחל מחדש אחד קיים
id_id: Buat repositori Git kosong atau inisialisasi ulang yang sudah ada
it_it: Crea una repository di Git vuota o reinizializzane una esistente
pl_pl: Utwórz puste repozytorium Git lub ponownie zainicjuj istniejące

source: Do you really want to make this directory a Git Repo?
es_es: ¿Estás seguro de que quieres crear un repositorio Git en este directorio?
fr_fr: Êtes-vous sûr de vouloir faire de ce répertoire un dépôt Git?
he_il: להפוך את התיקייה הזאת למאגר Git?
id_id: Apakah Anda yakin ingin membuat direktori ini sebagai Git Repo?
it_it: Vuoi davvero rendere questa cartella una Repo di Git?
pl_pl: Czy na pewno chcesz ustawić ten katalog jako repozytorium Git?

source: Cancel
es_es: Cancelar
fr_fr: Annuler
he_il: ביטול
id_id: Batalkan
it_it: Annulla
pl_pl: Anuluj

source: Yes
es_es: Si
fr_fr: Oui
he_il: כן
id_id: Ya
it_it: Sì
pl_pl: Tak

source: Initializing...
es_es: Inicializando...
fr_fr: Initialisation...
he_il: מתבצע אתחול…
id_id: Mulai inisialisasi...
it_it: Inizializzando...
pl_pl: Inicjowanie...

source: Git repository initialized.
es_es: Repositorio Git inicializado.
fr_fr: Dépôt Git initialisé.
he_il: מאגר ה־Git אותחל.
id_id: Repositori Git diinisialisasi.
it_it: Repository Git inizializzata.
pl_pl: Repozytorium Git zainicjowane.

source: Encountered an error when initializing the repository. Error:
es_es: Se encontró un error al inicializar el repositorio. Error:
fr_fr: Une erreur s'est produite lors de l'initialisation du dépôt. Erreur:
he_il: עלתה שגיאה בעת אתחול המאגר. שגיאה:
id_id: Mengalami kesalahan saat mendorong perubahan. Kesalahan:
it_it: Si è verificato un errore inizializzando la repository. Errore:
pl_pl: Wystąpił błąd podczas inicjowania repozytorium. Błąd:

source: Failed to initialize the Git repository
es_es: Error al inicializar el repositorio Git
fr_fr: L'initialisation du dépôt Git a échoué
he_il: אתחול מאגר ה־Git נכשל
id_id: Gagal inisialisasi repositori Git
it_it: Impossibile inizializzare la repository di Git
pl_pl: Nie udało się zainicjować repozytorium Git

source: Simple staging
es_es: Escenario simple
fr_fr: Indexation Simple
id_id: Staging sederhana
it_it: Staging semplice
pl_pl: Uproszczona poczekalnia

source: Double click opens diff
es_es: Doble clic abre la diferencia
fr_fr: Double clic ouvre les différences
id_id: Klik duo kali membuka diff
it_it: Doppio click apre diff
pl_pl: Podwójne kliknięcie otwiera porównanie

source: Add Remote Repository
es_es: Añadir Repositorio Remoto
fr_fr: Ajouter un Dépôt Distant
he_il: הוספת מאגר מרוחק
id_id: Tambahkan Repositori Jarak Jauh
it_it: Aggiungi Repository Remota
pl_pl: Dodaj zdalne repozytorium

source: Add a Git remote repository
es_es: Agregar un repositorio remoto
fr_fr: Ajouter un dépôt Git distant
he_il: הוספת מאגר Git מרוחק
id_id: Tambahkan Repositori Git Jarak Jauh
it_it: Aggiungi una repository remota di Git
pl_pl: Dodaj zdalne repozytorium Git

source: Not in a Git repository. Unable to add a remote.
es_es: No está en un repositorio Git. No se puede añadir un remoto.
fr_fr: Pas dans un dépôt Git. Impossible d'ajouter un dépôt distant.
he_il: לא במאגר Git. לא ניתן להוסיף מרוחק.
id_id: Tidak di repositori Git. Tidak bisa tambah jarak jauh.
it_it: Non in una repository di Git. Impossibile aggiungere un remoto.
pl_pl: Nie w repozytorium Git. Nie można dodać zdalnego repozytorium.

source: Add a remote repository
es_es: Agregar un repositorio remoto
fr_fr: Ajouter un dépôt distant
he_il: הוספת מאגר מרוחק
id_id: Tambahkan Repositori Git Jarak Jauh
it_it: Aggiungi una repository remota
pl_pl: Dodaj zdalne repozytorium

source: Remote Git repository URL
es_es: URL del repositorio Git remoto
fr_fr: URL du dépôt Git distant
he_il: כתובת מאגר ה־Git המרוחק
id_id: URL repositori Git jarak jauh
it_it: URL della repository di Git remota
pl_pl: Adres URL zdalnego repozytorium Git

source: Error when adding remote repository
es_es: Error al añadir el repositorio remoto
fr_fr: Erreur produite lors de l'ajout d'un dépôt distant
he_il: שגיאה בהוספת המאגר המרוחק
id_id: Error ketika tambah repositori jarak jauh
it_it: Errore aggiungendo la repository remota
pl_pl: Wystąpił błąd podczas dodawania zdalnego repozytorium

source: Clone a Repository
es_es: Clonar un repositorio
fr_fr: Cloner un dépôt
he_il: שיבוט מאגר
id_id: Klon Repositori
it_it: Clona una Repository
pl_pl: Klonuj repozytorium

source: Clone a repository from a URL
es_es: Clonar un repositorio desde un URL
fr_fr: Cloner un dépôt à partir d'un URL
he_il: שיבוט מאגר מכתובת
id_id: Klon repositori dari URL
it_it: Clona una repository da un URL
pl_pl: Klonuj repozytorium z adresu URL

source: Clone a repo
es_es: Clonar un repositorio
fr_fr: Cloner un dépôt
he_il: שיבוט מאגר
id_id: Klon repositori
it_it: Clona una repo
pl_pl: Klonuj repozytorium

source: CLONE
es_es: CLONAR
fr_fr: CLONER
he_il: שיבוט
id_id: KLON
it_it: CLONA
pl_pl: KLONUJ

source: Cloning...
es_es: Clonando...
fr_fr: Clonage en cours...
he_il: מתבצע שיבוט…
id_id: Kloning...
it_it: Clonando...
pl_pl: Klonowanie...

source: Successfully cloned
es_es: Clonado con éxito
fr_fr: Clonage a réussi
he_il: השיבוט הצליח
id_id: Berhasil klon
it_it: Clonato correttamente
pl_pl: Sklonowano pomyślnie

source: Failed to clone
es_es: Error al clonar
fr_fr: Clonage a échoué
he_il: השיבוט נכשל
id_id: Gagal klon
it_it: Impossibile clonare
pl_pl: Klonowanie nie powiodło się

source: Open .gitignore
es_es: Abrir .gitignore
fr_fr: Ouvrir .gitignore
he_il: פתיחת ‎.gitignore
id_id: Buka .gitignore
it_it: Apri .gitignore
pl_pl: Otwórz .gitignore

source: Push to Remote (Force)
fr_fr: Pousser vers distant (Force)
it_it: Spingi a Remoto (Forza)
pl_pl: Wyślij do zdalnego (wymuś)

source: Push to Remote
es_es: Empujar a remoto
fr_fr: Pousser vers un dépôt distant
he_il: דחיפה לצד המרוחק
id_id: Mendorong ke Jarak Jauh
it_it: Spingi da Remoto
pl_pl: Wyślij do zdalnego repozytorium

source: Push code to remote repository
es_es: Empujar código al repositorio remoto
fr_fr: Pousser le code vers le dépôt distant
he_il: דחיפת קוד למאגר מרוחק
id_id: Mendorong kode ke repositori jarak jauh
it_it: Spingi codice alla repository remota
pl_pl: Wyślij kod do zdalnego repozytorium

source: Pushing...
es_es: Empujando...
fr_fr: Poussage en cours...
he_il: מתבצעת דחיפה…
id_id: Mendorong...
it_it: Spingendo...
pl_pl: Przesyłanie...

source: Successfully pushed
es_es: Empujado exitósamente
fr_fr: Poussage a réussi
he_il: הדחיפה הצליחה
id_id: Berhasil mendorong
it_it: Spinto correttamente
pl_pl: Wysłano pomyślnie

source: Encountered an error when pushing changes. Error:
es_es: Se encontró un error al empujar los cambios. Error:
fr_fr: Une erreur s'est produite lors du poussage des modifications. Erreur:
id_id: Mengalami kesalahan saat mendorong perubahan. Kesalahan:
it_it: Si è verificato un errore spingendo le modifiche. Errore:
pl_pl: Wystąpił błąd podczas wysyłania zmian. Błąd:

source: Failed to push
es_es: Error al empujar
fr_fr: Poussage a échoué
he_il: הדחיפה נכשלה
id_id: Gagal mendorong
it_it: Impossibile spingere
pl_pl: Wysyłanie nie powiodło się

source: Pull from Remote
es_es: Jalar desde remoto
fr_fr: Tirer Depuis un Dépôt Distant
he_il: משיכה מצד מרוחק
id_id: Menarik dari Jarak Jauh
it_it: Spingi da Remoto
pl_pl: Pobierz i scale ze zdalnego

source: Pull latest code from remote repository
es_es: Descargue el último código del repositorio remoto
fr_fr: Tirer le dernier code du dépôt distant
he_il: משיכת הקוד העדכני ביותר ממאגר מרוחק
id_id: Menarik kode dari repositori jarak jauh
it_it: Spingi l'ultimo codice dalla repository remota
pl_pl: Pobierz i scal kod ze zdalnego repozytorium

source: Pulling...
es_es: Jalando...
fr_fr: Tirage en cours...
he_il: מתבצעת משיכה…
id_id: Menarik...
it_it: Spingendo...
pl_pl: Pobieranie i scalanie...

source: Successfully pulled
es_es: Extracción exitosa
fr_fr: Tirée avec succès
he_il: המשיכה הצליחה
id_id: Berhasil menarik
it_it: Spinto correttamente
pl_pl: Pomyślnie pobrano i scalono

source: Failed to pull
es_es: No se pudo extraer
fr_fr: Tirage a échoué
he_il: המשיכה נכשלה
id_id: Gagal menarik
it_it: Impossibile spingere
pl_pl: Pobieranie nie powiodło się

source: Show Diff
es_es: Mostrar Diff
fr_fr: Afficher les différences
he_il: להציג הבדלים
id_id: Menunjukkan Diff
it_it: Mostra Diff
pl_pl: Pokaż porównanie

source: Display a file diff.
es_es: Mostrar un archivo diff.
fr_fr: Afficher le diff d'un fichier.
he_il: להציג הבדלים בין קבצים.
id_id: Menampilkan diff berkas.
it_it: Mostra un file diff.
pl_pl: Wyświetl porównanie pliku.

source: Mark as resolved
fr_fr: Marquer comme résolue
it_it: Segna come risolto
pl_pl: Oznacz jako rozwiązane

source: Resolve with conflicts
fr_fr: Résoudre avec conflits
it_it: Risolvi con i conflitti

source: Are you sure you want to mark this file as resolved with merge conflicts?
fr_fr: Êtes-vous sûr de vouloir marquer ce fichier comme résolu avec des conflits de fusion ?
it_it: Sei sicuro di voler contrassegnare questo file come risolto con i conflitti di fusione?

source: Mark file as resolved
fr_fr: Marquer le fichier comme résolu
it_it: Segna file come risolto

source: Refresh
es_es: Actualizar
fr_fr: Actualiser
he_il: רענון
id_id: Segarkan
it_it: Ricarica
pl_pl: Odśwież

source: Refresh diff widget
es_es: Actualizar widget de diferencias
fr_fr: Actualiser le widget de diff
he_il: רענון וידג׳ט ההבדלים
it_it: Ricarica widget diff
pl_pl: Odśwież widżet różnicy

source: Diff Not Supported
es_es: Diff no soportado
fr_fr: Diff non pris en charge
he_il: אין תמיכה בשקלול הבדלים
id_id: Diff Tidak Didukung
it_it: Diff Non Supportato
pl_pl: Porównywanie nie jest wspierane

source: Diff is not supported for %1 files.
es_es: Diff no es compatible con %1 archivos.
fr_fr: Diff n'est pas pris en charge pour les fichiers %1.
he_il: אין תמיכה ב־Diff על קובצי %1.
id_id: Diff tidak didukung untuk %1 berkas-berkas.
it_it: Diff non supportato per %1 file.
pl_pl: Porównywanie plików %1 nie jest wspierane.

source: Open
es_es: Abrir
fr_fr: Ouvrir
he_il: פתיחה
id_id: Buka
it_it: Apri
pl_pl: Otwórz

source: Open selected file
es_es: Abrir archivo seleccionado
fr_fr: Ouvrir le fichier sélectionné
he_il: לפתוח את הקובץ הנבחר
id_id: Buka berkas pilihan
it_it: Apri file selezionato
pl_pl: Otwórz wybrany plik

source: Open selected files
es_es: Abrir archivos seleccionados
fr_fr: Ouvrir les fichiers sélectionnés
he_il: לפתוח את הקבצים הנבחרים
id_id: Buka berkas-berkas pilihan
it_it: Apri i file selezionati
pl_pl: Otwórz wybrane pliki

source: Open File Failed
es_es: Error al abrir archivo
fr_fr: L'ouverture du fichier a échoué
he_il: פתיחת הקובץ נכשלה
id_id: Membuka Berkas Gagal
it_it: Apertura File Fallita
pl_pl: Błąd podczas otwarcia pliku

source: This file has been deleted!
es_es: ¡Este archivo ha sido eliminado!
fr_fr: Ce fichier a été supprimé!
he_il: הקובץ נמחק!
id_id: Berkas ini sudah di hapus!
it_it: Questo file è stato eliminato!
pl_pl: Ten plik został usunięty!

source: Diff selected file
es_es: Diferencia el archivo seleccionado
fr_fr: Diff le fichier sélectionné
he_il: הבדלים מול הקובץ הנבחר
id_id: Diff berkas pilihan
it_it: Diff file selezionato
pl_pl: Porównaj wybrany plik

source: Diff selected files
es_es: Diferencia archivos seleccionados
fr_fr: Diff les fichiers sélectionnés
he_il: הבדלים מול הקבצים הנבחרים
id_id: Diff berkas-berkas pilihan
it_it: Diff file selezionati
pl_pl: Porównaj wybrane pliki

source: CURRENT
fr_fr: ACTUEL
it_it: CORRENTE
pl_pl: BIEŻĄCE

source: INCOMING
fr_fr: EN COURS
it_it: IN ARRIVO

source: RESULT
fr_fr: RÉSULTAT
it_it: RISULTATO
pl_pl: WYNIK

source: Add
es_es: Agregar
fr_fr: Ajouter
he_il: הוספה
id_id: Tambah
it_it: Aggiungi
pl_pl: Dodaj

source: Stage or track the changes to selected file
es_es: Coloca o rastrea los cambios al archivo seleccionado
fr_fr: Indexer ou suivre les modifications apportées aux fichiers sélectionnés
id_id: Stage atau telusur perubahan berkas yang di pilih
it_it: Inscena o traccia le modifiche al file selezionato
pl_pl: Dodaj do poczekalni lub rozpocznij śledzenie wybranego pliku

source: Stage or track the changes of selected files
es_es: Coloca o rastrea los cambios a los archivos seleccionados
fr_fr: Indexer ou suivre les modifications apportées aux fichiers sélectionnés
id_id: Stage atau telusur perubahan berkas-berkas yang di pilih
it_it: Inscena o traccia le modifiche ai file selezionati
pl_pl: Dodaj do poczekalni lub rozpocznij śledzenie wybranych plików

source: Stage
es_es: Coloca
fr_fr: Indexer
it_it: Inscena
pl_pl: Dodaj do poczekalni

source: Stage the changes of selected file
es_es: Coloca los cambios del archivo seleccionado
fr_fr: Indexer les modifications du fichier sélectionné
id_id: Stage perubahan berkas yang di pilih
it_it: Inscena le modifiche del file selezionato
pl_pl: Dodaj zmiany w wybranym pliku do poczekalni

source: Stage the changes of selected files
es_es: Coloca los cambios de los archivos seleccionados
fr_fr: Indexer les modifications apportées aux fichiers sélectionnés
id_id: Stage perubahan berkas-berkas yang di pilih
it_it: Inscena le modifiche dei file selezionati
pl_pl: Dodaj zmiany w wybranych plikach do poczekalni

source: Track
es_es: Rastrea
fr_fr: Suivre
he_il: מעקב
id_id: Telusur
it_it: Traccia
pl_pl: Śledź

source: Start tracking selected file
es_es: Iniciar rastreo del archivo seleccionado
fr_fr: Commencer à suivre le fichier sélectionné
he_il: התחלת מעקב על הקובץ הנבחר
id_id: Mulai melacak berkas pilihan
it_it: Avvia tracciamento del file selezionato
pl_pl: Rozpocznij śledzenie wybranego pliku
