Repository: jupyterlab/language-packs
Catalog: extensions/jupyterlab_git/locale/*/LC_MESSAGES/jupyterlab_git.po
Languages: es_es, fr_fr, he_il, id_id, it_it, pl_pl, uk_ua

source: Checkout to tag: %1
fr_fr: Passer au tag : %1
pl_pl: Przełącz do tagu: %1

source: Unable to checkout tag
es_es: La etiqueta no puede ser verificada
fr_fr: Impossible d'extraire l'étiquette
id_id: Tidak berhasil checkout tag
it_it: Impossibile controllare il tag
pl_pl: Nie można przełączyć do tagu

source: Please commit, stash, or discard your changes before you checkout tags.
es_es: Por favor confirme, resguarde o descarte los cambios antes de verificar etiquetas.
fr_fr: Veuillez valider, remiser ou annuler vos modifications avant d'extraire des étiquettes.
id_id: Silahkan lakukan, simpanan, atau buang perubahan Anda sebelum checkout label.
it_it: Sei pregato di fare commit, recesso o scartare le tue modifiche prima di controllare i tag.
pl_pl: Prosimy o zatwierdzenie, zapisanie w schowku lub odrzucenie zmian przed przełączeniem tagów.

source: Failed to checkout tag.
es_es: Error al verificar etiqueta.
fr_fr: Impossible d'extraire l'étiquette.
id_id: Gagal checkout tag.
it_it: Impossibile controllare il tag.
pl_pl: Nie udało się przełączyć do tagu.

source: Pull latest changes
fr_fr: Envoyer les dernières modifications
it_it: Tira ultime modifiche
pl_pl: Pobierz i scale najnowsze zmiany

source: (behind by %1 commits)
fr_fr: (en retard par %1 commits)
pl_pl: (z tyłu o %1 zmian)

source: No remote repository defined
fr_fr: Aucun dépôt distant défini
it_it: Nessuna repository remota definita
pl_pl: Nie zdefiniowano zdalnego repozytorium

source: Push committed changes
fr_fr: Envoyer les modifications validées
pl_pl: Wyślij zatwierdzone zmiany

source: (ahead by %1 commits)
fr_fr: (en avance de %1 commits)
pl_pl: (do przodu o %1 zmian)

source: Publish branch
fr_fr: Publier la branche
pl_pl: Opublikuj gałąź

source: Refresh the repository to detect local and remote changes
fr_fr: Rafraîchir le dépôt pour détecter les changements locaux et distants
pl_pl: Odśwież repozytorium, aby wykryć lokalne i zdalne zmiany

source: Current repository: %1
fr_fr: Dépôt actuel : %1
pl_pl: Bieżące repozytorium: %1

source: Current Repository
fr_fr: Dépôt actuel
pl_pl: Bieżące repozytorium

source: Manage branches and tags
fr_fr: Gérer les branches et les tags
pl_pl: Zarządzaj gałęziami i tagami

source: Current Branch
fr_fr: Branche actuelle
pl_pl: Bieżąca gałąź

source: View branches
fr_fr: Afficher toutes les branches
pl_pl: Wyświetl gałęzie

source: View tags
fr_fr: Afficher les tags
pl_pl: Wyświetl tagi

source: Refreshing...
fr_fr: Actualisation en cours...
pl_pl: Odświeżanie...

source: Successfully refreshed.
fr_fr: Actualisation réussie.
pl_pl: Odświeżono pomyślnie.

source: Failed to refresh.
fr_fr: Échec de l'actualisation.
pl_pl: Nie udało się odświeżyć.

source: git command version must be > 2; got %1.
es_es: la versión del comando git debe ser > 2; se obtuvo %1.
fr_fr: la version de la commande git doit être > 2; obtenu %1.
he_il: גרסת פקודת ה־git חייבת להיות גדולה מ־2, התקבלה %1.
id_id: versi perintah git harus > 2; punya %1.
it_it: La versione del comando di git dev'essere > 2; è %1.
pl_pl: Wersja polecenia git musi być > 2; znaleziono %1.

source: The versions of the JupyterLab Git server frontend and backend do not match. The @jupyterlab/git frontend extension has version: %1 while the python package has version %2. Please install identical version of jupyterlab-git Python package and the @jupyterlab/git extension. Try running: pip install --upgrade jupyterlab-git
es_es: Las versiones del frontend y backend del servidor JupyterLab Git no coinciden. La extensión de frontend @ jupyterlab/git tiene versión: %1 mientras que el paquete de python tiene versión %2. Instale una versión idéntica del paquete de Python jupyterlab-git y la extensión @jupyterlab/git. Intente ejecutar: pip install --upgrade jupyterlab-git
fr_fr: Les versions du frontend et du backend du serveur JupyterLab Git ne correspondent pas. L'extension frontend @jupyterlab/git contient la version: %1 tandis que le paquetage Python contient la version %2. Veuillez installer une version identique du paquetage Python jupyterlab-git et l'extension@jupyterlab/git. Essayez d'exécuter: pip install --upgrade jupyterlab-git
id_id: Versi frontend dan backed server JupyterLab Git tidak cocok. @jupyterlab/git frontend ekstensi ada versi: %1 sedangkan paket python ada versi %2. Silakan instal versi paket Python jupyterlab-git identik dan @jupyterlab/git ekstensi. Coba jalankan: pip install --upgrade jupyterlab-git
it_it: Le versioni del frontend e backend del server di Git di JupyterLab non corrispondono. L'estensione del frontend di @jupyterlab/git ha la versione: %1 mentre il pacchetto di python ha la versione %2. Sei pregato di installare la versione identica del pacchetto di Python di jupyterlab-git e l'estensione @jupyterlab/git. Prova a eseguire: pip install --upgrade jupyterlab-git
pl_pl: Wersje serwera JupyterLab Git nie pasują do siebie. Rozszerzenie @jupyterlab/git frontend ma wersję: %1 gdy pakiet Python ma wersję %2. Proszę, zainstaluj identyczną wersję pakietu jupyterlab-git Python oraz rozszerzenie @jupyterlab/git. Spróbuj uruchomić: pip install --upgrade jupyterlab-git

source: Failed to load the jupyterlab-git server extension
es_es: Error al cargar la extensión del servidor jupyterlab-git
fr_fr: Impossible de charger l'extension de serveur jupyterlab-git
he_il: טעינת הרחבת השרת jupyterlab-git נכשלה
id_id: Gagal memuat ekstensi server jupyterlab-git
it_it: Impossibile caricare l'estensione del server di jupyterlab-git
pl_pl: Nie udało się załadować rozszerzenia serwera jupyterlab-git

source: git command not found - please ensure you have Git > 2 installed
es_es: comando git no encontrado - por favor asegúrese de que tiene instalado Git > 2
fr_fr: commande git est introuvable - veuillez vous assurer que Git > 2 est installé
he_il: הפקודה git לא נמצאה - נא לוודא שמותקן אצלך Git בגרסה 2 ומעלה
id_id: perintah git tidak ditemukan - silakan pastikan Anda punya Git > 2 sudah di instal
it_it: Comando di git non trovato - sei pregato di assicurarti di aver installato Git > 2
pl_pl: Nie znaleziono polecenia git - upewnij się, że masz zainstalowany Git > 2

source: Git server extension is unavailable. Please ensure you have installed the JupyterLab Git server extension by running: pip install --upgrade jupyterlab-git. To confirm that the server extension is installed, run: jupyter server extension list.
es_es: La extensión del servidor Git no está disponible. Asegúrese de haber instalado la extensión del servidor JupyterLab Git ejecutando: pip install --upgrade jupyterlab-git. Para confirmar que la extensión del servidor está instalada, ejecute: jupyter server extension list.
fr_fr: L'extension de serveur Git n'est pas disponible. Veuillez vous assurer que vous avez installé l'extension de serveur JupyterLab Git en exécutant: pip install --upgrade jupyterlab-git. Pour confirmer que l'extension de serveur est installée, exécutez: jupyter server extension list.
he_il: הרחבת שרת ה־Git אינה זמינה. נא לוודא שהתקנת את הרחבת שרת ה־Git ל־JupyterLab על ידי הרצת הפקודה: pip instal --upgrade jupyterlab-git. כדי לאשר שהרחבת השרת מותקנת עליך להריץ את הפקודה: jupyter server extension list.
id_id: Ekstensi server Git tidak tersedia. Silakan pastikan Anda sudah instal JupyterLab Git server ekstensi dengan menjalankan: pip install --upgrade jupyterlab-git. Untuk mengonfirmasi bahwa ekstensi server sudah di instal, jalakan: jupyter server extension list.
it_it: L'estensione del server di Git non è disponibile. Sei pregato di assicurarti di aver installato l'estensione del server di Git di JupyterLab eseguendo: pip installa --upgrade jupyterlab-git. Per confermare che l'estensione del server sia installata, esegui: jupyter server extension list.
pl_pl: Rozszerzenie serwera Git jest niedostępne. Upewnij się, że zainstalowałeś rozszerzenie serwera JupyterLab Git poprzez wykonanie: pip install --upgrade jupyterlab-git. Aby potwierdzić, że rozszerzenie serwera jest zainstalowane, wykonaj: jupyter server extension list.

source: username
es_es: nombre de usuario
fr_fr: nom d'utilisateur
he_il: שם משתמש
id_id: identitas pengguna
it_it: nome utente
pl_pl: nazwa użytkownika

source: password / personal access token
es_es: contraseña / token de acceso personal
fr_fr: mot de passe / jeton d'accès personnel
he_il: ססמה / אסימון גישה אישי
id_id: kata sandi / token akses pribadi
it_it: password / token d'accesso personale
pl_pl: hasło / osobisty token dostępu

source: Enter the Clone URI of the repository
es_es: Ingrese el URI de clonación del repositorio
fr_fr: Entrez l'URI de clonage du dépôt
he_il: נא למלא את כתובת שיבוט המאגר
id_id: Masukkan klon URI repositori
it_it: Inserisci l'URI del Clone della repository
pl_pl: Wprowadź adres URL klonowania repozytorium

# settings
source: If true, double clicking a file in the list of changed files will open a diff.
pl_pl: Jeśli `true`, podwójne kliknięcie pliku na liście zmienionych plików otworzy porównanie.

source: Diff
he_il: הבדלים
pl_pl: Różnica (Diff)

source: Commit
pl_pl: Zatwierdź

source: # Insertions
it_it: # Inserzioni
pl_pl: # wstawienia

source: Branches
pl_pl: Gałęzie

source: Tags
pl_pl: Tagi

source: Suspend user interaction until commands finish
es_es: Suspender la interacción del usuario hasta que finalicen los comandos
he_il: להשהות את תפעול המשתמש עד לסיום הפקודות
id_id: Tangguhkan interaksi pengguna hingga perintah selesai
it_it: Sospendi l'interazione utente fino alla fine dei comandi
uk_ua: Призупинити взаємодію з користувачем, доки не завершиться виконання команд

# schema
source: Suspend JupyterLab user interaction until Git commands (e.g., commit, pull, reset, revert) finish executing. Setting this to true helps mitigate potential race conditions leading to data loss, conflicts, and a broken Git history. Unless running a slow network, UI suspension should not interfere with standard workflows. Setting this to false allows for actions to trigger multiple concurrent Git actions.
es_es: Suspender la interacción de usuarios de JupyterLab hasta que los comandos de Git (ej., commit, pull, reset, revert) terminen su ejecución. Establecer esto como verdadero ayuda a mitigar potenciales condiciones de carrera que conducen a pérdida de datos, conflictos, y un historial roto de Git. A menos que se ejecute en una red lenta la suspensión de la IU (interfaz de usuario) no debería interferir con los flujos de trabajo estándar. Establecer este valor como falso permite que las acciones desencadenen múltiples acciones de Git simultáneas.
he_il: השהיית פעילות המשתמש ב־JupyterLab עד לסיום פעילות פקודות ה־Git (למשל: commit,‏ pull,‏ reset,‏ revert). הגדרת ערך זה ל־true (אמת) מסייעת באפחות התחרות התניות שעשויה להוביל לאובדן נתונים, התנגשויות והיסטוריית Git פגומה. אלא אם יש לך רשת אטית, השהיית מנשק משתמש לא אמורה להפריע לרצף העבודה הרגיל שלך. הגדרת ערך זה ל־false (שקר) מאפשרת לפעולות להריץ מספרת פעולות Git בו־זמנית.
id_id: Tangguhkan interaksi pengguna JupyterLab hingga perintah Git (misalnya, commit, pull, reset, revert) selesai dieksekusi. Mengatur ini ke TRUE membantu mengurangi kondisi balapan potensial yang menyebabkan hilangnya data, konflik, dan riwayat Git yang rusak. Kecuali menjalankan jaringan yang lambat, penangguhan UI tidak akan mengganggu alur kerja standar. Mengatur ini ke FALSE memungkinkan tindakan untuk memicu beberapa tindakan Git bersamaan.
it_it: Sospendi l'interazione utente di JupyterLab fino alla fine dell'esecuzione dei comandi di Git (es., commit, pull, reset, revert). Impostarlo a true aiuta a mitigare le condizioni di razza potenziale portando a perdita di dati, conflitti ed una cronologia di Git rotta. A meno che non sia in esecuzione su una rete lenta, la sospensione dell'UI non dovrebbe intervenire con i flussi di lavoro standard. Impostarlo a false consente alle azioni di innescare azioni di Git concorrenti multiple.
uk_ua: Призупиняйте взаємодію з користувачем, доки не завершиться виконання команд Git (напр., збереження змін, витягування, скидання, відновлення). Установіть для цього параметра значення true, щоб запобігати потенційним станам гонитви, які призводять до втрати даних, конфліктів і пошкодження хронології Git. Призупинення інтерфейсу користувача не має перешкоджати стандартним робочим циклам, лише якщо не відбувається в повільній мережі. Установіть для цього параметра значення false, щоб дії могли запускати кілька одночасних дій Git.

source: Cancel pull merge conflict
es_es: Cancelar conflicto de fusión de pull
he_il: ביטול סתירת מיזוג דחיפות
id_id: Batalkan konflik gabungan tarik
it_it: Annulla conflitto di fusione del pull
uk_ua: Скасувати конфлікт витягування й злиття

# schema
source: If true, when fetching and integrating changes from a remote repository, a conflicting merge is canceled and the working tree left untouched.
es_es: Si este valor es verdadero, al extraer (fetch) e integrar cambios de un repositorio remoto, si la fusión tiene un conflicto es cancelada, y el árbol de trabajo se deja sin modificaciones.
he_il: אם „אמת” (true), בעת משיכה ושילוב השינויים מהמאגר המרוחק, מיזוג סותר מבוטל והעץ עליו מתבצעת העבודה יישאר ללא שינוי.
id_id: Jika TRUE, ketika mengambil dan mengintegrasikan perubahan dari repositori remote, gabungan yang saling bertentangan dibatalkan dan pohon kerja tidak terentuh.
it_it: Se true, recuperando ed integrando modifiche da una repository remota, una fusione conflittuale è annullata e l'albero funzionante è lasciato intatto.
uk_ua: Якщо встановлено значення true, під час отримання й інтегрування змін із віддаленого репозиторію, конфліктне злиття скасовується та робоче дерево не зазнає змін.

source: Disable branch with changes
es_es: Desactivar rama con cambios
he_il: השבתת ענף עם שינויים
id_id: Nonaktifkan cabang dengan perubahan
it_it: Disabilita ramo con modifiche
uk_ua: Вимкнути гілку зі змінами

# schema
source: Disable all branch operations (new, switch) when there are changed/staged files
es_es: Deshabilitar todas las operaciones de rama (nuevo, cambiar) cuando haya archivos cambiados/escalados
he_il: השבתת כל פעילויות הענף (חדש, מעבר) כאשר יש קבצים שהשתנו/ממתינים להגשה
id_id: Nonaktifkan setiap operasi cabang (baru, ganti) ketika ada berkas yang diubah/staged
it_it: Disabilita tutte le operazioni del ramo (new, switch) quando ci sono file modificati/preparati
uk_ua: Вимкнути всі дії з гілкою (створення, перемикання), якщо є змінені / індексовані файли

source: Display Git status updates
es_es: Mostrar actualizaciones de estado de Git
he_il: הצגת עדכוני מצב Git
id_id: Menampilkan pembaruan status Git
it_it: Mostra aggiornamenti di stato di Git
uk_ua: Відображати оновлення стану Git

# schema
source: Display Git extension status updates in the JupyterLab status bar. If true, the extension displays status updates in the JupyterLab status bar, such as when pulling and pushing changes, switching branches, and polling for changes. Depending on the level of extension activity, some users may find the status updates distracting. In which case, setting this to false should reduce visual noise.
es_es: Mostrar actualizaciones de estado de extensiones de Git en la barra de estado de JupyterLab. Si es verdadero, la extensión muestra las actualizaciones de estado en la barra de estado de JupyterLab, como cuando se se extraen y empujan cambios, cuando se cambia de ramas y cuando se sondea en búsqueda de cambios. Dependiendo del nivel de actividad de la extensión, algunos usuarios pueden considerar que las actualizaciones de estado los distraen. En tal caso, configurar este valor como falso puede reducir el ruido visual.
he_il: להציג את מצב הרחבת Git בשורת המצב של JupyterLab. אם true (אמת), ההרחבה מציגה את עדכוני המצב בסרגל המצב של JupyterLab, כגון בעת משיכת ודחיפת שינויים, מעבר בין ענפים ותשאול לאיתור עדכונים. בהתאם לרמת פעילות ההרחבה, חלק מהמשתמשים עשויים לחוש כי עדכוני המצב מטרידים אותם. במקרה כזה, הגדרה ל־false (שקר) אמורה להפחית את הרעש החזותי.
id_id: Tampilkan pembaruan status ekstensi Git di bilah status JupyterLab. Jika TRUE ekstensi menampilkan pembaruan status di JupyterLab bilah status, seperti saat menarik dan mendorong perubahan, beralih cabang, dan polling untuk perubahan. Tergantung pada tingkat aktivitas ekstensi, beberapa pengguna mungkin menemukan pembaruan status mengganggu. Dalam hal ini, pengaturan ke FALSE akan mengurangi kebisingan visual.
it_it: Mostra gli aggiornamenti di stato dell'estensione di Git nella barra di stato di JupyterLab. Se true, l'estensione mostra gli aggiornamenti di stato nella barra di stato di JupyterLab, come quando le modifiche sono spinte o tirate, il cambio di rami e i sondaggi di modifica. In base al livello dell'attività dell'estensione, alcuni utenti potrebbero trovare distraenti gli aggiornamenti di stato. Nel qual caso, impostarlo a false dovrebbe ridurre il rumore virtuale.
uk_ua: Відображайте оновлення стану Git у рядку стану JupyterLab. Якщо встановлено значення true, розширення виводить оновлення стану в рядку стану JupyterLab, наприклад, коли витягування й виштовхування змінюються, гілки перемикаються та опитуються зміни. Залежно від рівня активності розширення, ці оновлення можуть відволікати деяких користувачів. У такому разі встановіть значення false, щоб зменшити обсяг візуального шуму.

source: Show diff on double click
es_es: Mostrar diferencias al hacer doble clic
he_il: הצגת הבדלים בלחיצה כפולה
id_id: Tampilkan diff saat klik ganda
it_it: Mostra le differenze (diff) con doppio click
uk_ua: Показувати зміни подвійним клацанням

# schema
source: If true, doubling clicking a file in the list of changed files will open a diff.
es_es: Si es verdadero, al hacer doble clic en un archivo en la lista de archivos modificados, abrirá un diff.
he_il: אם „אמת” (true), לחיצה כפולה על הקובץ ברשימת הקבצים שהשתנו תפתח את ההבדלים.
id_id: Jika TRUE, mengklik ganda sebuah file didalam daftar file yang diubah akan membuka diff.
it_it: Se VERO, il doppio clic su un file nell'elenco dei file modificati aprirà un diff.
uk_ua: Якщо встановлено значення true, клацання файлу в списку змінених файлів відобразить зміни.

source: History count
es_es: Recuento de historia
he_il: ספירת היסטוריה
id_id: Hitungan riwayat
it_it: Conteggio della cronologia
uk_ua: Лічильник історії

# schema
source: Number of (most recent) commits shown in the history log
es_es: Cantidad de confirmaciones o commits más recientes que se muestran en el registro del historial
he_il: מספר ההגשות (העדכניות ביותר) שתופענה ביומן ההיסטוריה
id_id: Jumlah komit (terbaru) yang diperlihatkan dalam log riwayat
it_it: Numero di commit (più recenti) mostrati nella cronologia
uk_ua: Кількість (найостанніших) зберігань у журналі історії

source: Refresh if the Git tab is hidden
es_es: Actualizar si la pestaña Git está oculta
he_il: לרענן אם לשונית ה־Git מוסתרת
id_id: Refresh jika tab Git tersembunyi
it_it: Ricarica se la scheda di Git è nascosta

# schema
source: Whether to check Git status when the Git tab is not visible. Choose `false` for higher performance.
es_es: Comprobar el estado de Git cuando la pestaña Git no es visible. Elige `falso` para un mayor rendimiento.
he_il: האם לבדוק את מצב ה־Git כאשר לשונית ה־Git אינה גלויה. יש לבחור ב־`false` (שקר) לשיפור הביצועים.
id_id: Perlukah memeriksa status Git ketika tab Git tidak terlihat. Pilih 'false' untuk kinerja yang lebih tinggi.
it_it: Se controllare lo stato di Git quando la scheda Git non è visibile. Scegli 'false' per prestazioni superiori.

source: Refresh interval
es_es: Intervalo de refresco
he_il: הפרש בין רענונים
id_id: Selang waktu refresh
it_it: Intervallo di aggiornamento
uk_ua: Інтервал оновлення

# schema
source: Number of milliseconds between polling the file system for changes.
es_es: Cantidad de milisegundos transcurridos entre sondeos del sistema de archivos en búsqueda de cambios.
he_il: מספר המילישניות בין תשאולי מערכת הקבצים לאיתור שינויים.
id_id: Jumlah milidetik antara penjajakan sistem berkas untuk perubahan.
it_it: Numero di millisecondi tra il polling del file system per le modifiche.
uk_ua: Кількість мілісекунд між опитуванням файлової системи на наявність змін.

source: Simple staging flag
es_es: Flag simple de preparación (staging)
he_il: דגלון הכנה להגשה פשוט
id_id: Tandai staging sederhana
it_it: Flag di staging semplice
uk_ua: Позначка простого індексування

# schema
source: If true, use a simplified concept of staging. Only files with changes are shown (instead of showing staged/changed/untracked), and all files with changes will be automatically staged
es_es: Si es verdadero, utiliza un concepto simplificado de preparación (staging) en el que solo se muestran los archivos com cambios (en lugar de mostrar en preparación/modificados/sin rastrear), y todos los archivos modificados pasan al área de preparación automáticamente
he_il: אם הוגדר ל„אמת” (true), להשתמש בעיקרון מופשט של הכנה להגשה. רק קבצים עם שינויים מופיעים (במקום להציג מוכן להגשה/השתנה/לא במעקב) וכל הקבצים שהשתנו אוטומטית יוכנו להגשה
id_id: Jika TRUE, gunakan konsep staging yang disederhanakan. Hanya berkas-berkas dengan perubahan yang ditampilkan (dari pada menujukan staged/berubah/tidak terlacak), dan semua derkas dengan perubahan akan staged secara otomatis
it_it: Se true, usa un concetto semplificato di staging. Solo i file con modifiche sono mostrati (invece di mostrare stage/modificati/non tracciati), e tutti i file con modifiche saranno automaticamente inscenati
uk_ua: Якщо встановлено значення true, використовується спрощене поняття індексування. Відображаються лише файли зі змінами (а не всі індексовані, змінені, невідстежувані файли), які автоматично індексуються

source: Trigger push on commit
es_es: Inicia el empuje de commit
he_il: להפעיל דחיפה עם הגשה
id_id: Memicu dorong pada commit
it_it: Innesca push su commit

# schema
source: Whether to trigger or not a push for each commit.
es_es: Si se activa o no un push para cada confirmación.
he_il: האם להפעיל או לא להפעיל דחיפה (push) על כל הגשה (commit).
id_id: Apakan akan memicu atau tidak mendorong pada setiap commit.
it_it: Se innescare o no una spinta per ogni commit.
