Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/dask_labextension.po
Languages: fr_fr, ru_ru

# schema
source: Settings for the Dask Dashboard plugin.
fr_fr: Paramètres pour le plugin Dask Dashboard.
ru_ru: Настройки для плагина Dask.

# schema
source: Settings for the Dask plugin.
fr_fr: Paramètres pour le plugin Dask.
ru_ru: Настройки плагина Dask.

# settings
source: Dask Dashboard
fr_fr: Tableau de bord de Dask
ru_ru: Dask панель приборов

# settings
source: If set to true, every notebook and console will automatically have a dask client for the active cluster injected into the kernel under the name 'client'
fr_fr: Si défini à true, chaque notebook et console aura automatiquement un client dask pour le cluster actif injecté dans le noyau sous le nom de 'client'
ru_ru: Если установлено значение true, каждый ноутбук и консоль автоматически будут иметь даск-клиент для активного кластера, внедренного в ядро ​​под именем 'client'

# settings
source: Auto-Start Client
fr_fr: Démarrage automatique du client
ru_ru: Автозапуск клиента

# settings
source: If set to true, the extension will check for the Dask dashboard from the user's browser. This is useful for testing the dashboard when behind a browser-cookie based authentication.
fr_fr: Si activé, l'extension vérifiera le tableau de bord Dask à partir du navigateur de l'utilisateur. Ceci est utile pour tester le tableau de bord protégé par une authentification basée sur les cookies du navigateur.
ru_ru: Если установлено значение true, то расширение проверит наличие Dask панели из браузера пользователя. Это полезно для тестирования панели при проверке подлинности на основе файлов cookie браузера.

# settings
source: If set to true, the test dashboard will be validated within the browser environment. This is useful for testing the dashboard when behind a browser-cookie based authentication.
fr_fr: Si activé, le tableau de bord de test sera validé dans l'environnement du navigateur. Ceci est utile pour tester le tableau de bord protégé par une authentification basée sur les cookies du navigateur.
ru_ru: Если установлено значение true, то тестовая панель будет проверена в среде браузера. Это полезно для тестирования панели управления при проверке подлинности на основе файлов cookie браузера.

# settings
source: Check dashboards via browser.
fr_fr: Vérifier les tableaux de bord via le navigateur.
ru_ru: Проверить панель приборов через браузер.

# settings
source: Determine whether to validate dashboards via browser check.
fr_fr: Détermine s'il faut valider les tableaux de bord via la vérification du navigateur.
ru_ru: Определяет, проверили ли панели через проверку браузера.

# settings
source: This allows you to store a default layout for your Dask dashboard panels. It is stored as an object keyed by the individual chart names. Each value in the object is an object storing `mode`, which specifies how the chart is to be added to the main area, and `ref`, which is an (optional) reference to another chart. If `ref` is supplied, then `mode` will be with respect to that chart, if it is not supplied, then `mode` will be with respect to the main area. The default value for this option provides a relatively simple example specification.
fr_fr: Cela vous permet de stocker une mise en page par défaut pour votre tableau de bord Dask. Il est stocké sous la forme d'un objet clé par les noms individuels du graphique. Chaque valeur dans l'objet est un objet stockant le `mode`, qui spécifie comment le graphique doit être ajouté à la zone principale, et `ref`, qui est une référence (optionnelle) à un autre graphique. Si `ref` est fourni, alors `mode` sera en fonction de ce graphique, si elle n'est pas fournie, alors `mode` sera lié à la zone principale. La valeur par défaut de cette option fournit un exemple relativement simple.
ru_ru: Это позволяет вам сохранять макет по умолчанию для панелей управления Dask. Он хранится как объект с клавишами по отдельным именам диаграмм. Каждое значение в объекте представляет собой объект, сохраняющий `режим`, который указывает, как график должен быть добавлен в основную область, и `ref`, который является (факультативной) ссылкой на другую диаграмму. Если `ref` указан, то `mode` будет относиться к этой диаграмме, если он не поставлен, то `mode` будет относиться к основной области. Значение по умолчанию для этой опции предоставляет относительно простой пример спецификации.

# settings
source: Default layout for Dask Dashboard panels
fr_fr: Disposition par défaut pour le tableau de bord Dask
ru_ru: Стнадартный макет для панелей Dask

# settings
source: Default URL for the Dask Dashboard Webserver
fr_fr: URL par défaut pour le serveur Web du tableau de bord du Dask
ru_ru: URL по умолчанию для веб-сервера Dask

# settings
source: Some deployments don't want to or are unable to use the cluster manager feature. Toggle to hide it from the user interface (note: this does not disable the underlying functionality).
fr_fr: Certains déploiements ne veulent pas ou ne sont pas capables d'utiliser la fonctionnalité de gestion du cluster. Activer/désactiver cette fonction de l'interface utilisateur (note: cela ne désactive pas la fonctionnalité sous-jacente).
ru_ru: Некоторые установки не хотят или не могут использовать функцию менеджера кластера. Переключите, чтобы скрыть его из пользовательского интерфейса (обратите внимание: это не отключит лежащую в его основе функцию).

# settings
source: Hide Cluster Manager
fr_fr: Masquer le gestionnaire de cluster
ru_ru: Скрыть менеджер кластеров

# schema
source: Dask Dashboard
fr_fr: Tableau de bord de Dask
ru_ru: Инструменты Dask
