Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab_lsp.po
Languages: ru_ru

source: LSP Code Intelligence
ru_ru: Интеллектуальный код LSP

source: LSP server extension not found
ru_ru: Расширение сервера LSP не найдено

source: not initialized
ru_ru: не инициализирован

source: Waiting for documents initialization...
ru_ru: Ожидание инициализации документов...

source: Fully connected & initialized (%2 virtual document)
ru_ru: Полностью подключено и инициализировано (%2 виртуальный документ)

# pluralized
source: Fully connected, but %2/%3 virtual document stuck uninitialized: %4
ru_ru: Полностью подключен, но %2/%3 виртуальный документ застрял неинициализированным: %4

# pluralized
source: %2/%3 virtual document connected (%4 connections; waiting for: %5)
ru_ru: %2/%3 виртуальный документ подключён (%4 подключений; ожидание: %5)

source: Fully connected, but %2/%3 virtual document stuck uninitialized: %4
ru_ru: Полностью подключен, но %2/%3 виртуальный документ застрял неинициализированным: %4

source: %2/%3 virtual document connected (%4 connections; waiting for: %5)
ru_ru: %2/%3 виртуальный документ подключён (%4 подключений; ожидание: %5)

source: cell %1
ru_ru: ячейка %1

source: cells: %1-%2
ru_ru: ячейки: %1-%2

source: Panel columns
ru_ru: Колоноки панели

source: Ignore diagnostics like this
ru_ru: Игнорировать диагностику как это

source: Ignore diagnostics with "%1" code
ru_ru: Игнорировать диагностику с "%1" кодом

source: Ignore diagnostics with "%1" message
ru_ru: Игнорировать диагностику с "%1" сообщением

source: Jump to location
ru_ru: Перейти к месту

source: Successfully copied "%1" to clipboard
ru_ru: Успешно скопировано "%1" в буфер обмена

source: Your browser protects clipboard from write operations; please copy the message manually
ru_ru: Ваш браузер защищает буфер обмена от операций записи. Пожалуйста, скопируйте сообщение вручную

source: Copy diagnostics' message
ru_ru: Копировать сообщение диагностики

source: Diagnostics Panel
ru_ru: Панель диагностики

source: Show diagnostics panel
ru_ru: Показать панель диагностики

source: Error
ru_ru: Ошибка

source: Warning
ru_ru: Предупреждение

source: Information
ru_ru: Информация

source: Hint
ru_ru: Подсказка

source: Virtual Document
ru_ru: Виртуальный документ

source: Message
ru_ru: Сообщение

source: Code
ru_ru: Код

source: Severity
ru_ru: Важно

source: Source
ru_ru: Источник

source: Cell
ru_ru: Ячейка

source: No issues detected, great job!
ru_ru: Проблемы не обнаружены, отличная работа!

source: Line:Ch
ru_ru: Линия:Ch

source: Diagnostics are not available
ru_ru: Диагностика недоступна

source: Highlight references
ru_ru: Выделять ссылки

source: Highlight type definition
ru_ru: Подсветка типов описаний

source: No jump targets found
ru_ru: Цели прыжков не найдены

source: Choose the jump target
ru_ru: Выберите цель прыжка

source: Jump
ru_ru: Прыжок

source: Jump to definition
ru_ru: Переход к определению

source: Jump back
ru_ru: Перейти назад

source: Connection not found for jump
ru_ru: Соединение не найдено для прыжка

source: Jump to references
ru_ru: Перейти к рекомендациям

source: Rename symbol
ru_ru: Переименовать символ

source: Renamed %2 in %3 cell
ru_ru: %2 переименован в %3 ячейке

source: Renamed %1
ru_ru: Переименован %1

source: with errors: %1
ru_ru: с ошибкой: %1

source: Rename failed: %1
ru_ru: Не удалось переименовать: %1

source: %1 to %2
ru_ru: %1 в %2

source: Could not rename %1 - consult the language server documentation
ru_ru: Не удалось переименовать %1 - обратитесь к документации сервера языка

source: Renamed %2 in %3 place
ru_ru: %2 переименован в %3 месте

source: Rename to
ru_ru: Переименовать в

source: Rename
ru_ru: Переименовать

source: Cancel
ru_ru: Отмена

source: Renaming %1 to %2...
ru_ru: Переименование %1 в %2...

source: Syntax highlighting
ru_ru: Подсветка синтаксиса
