Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

# settings
source: Status Bar
de_de: Statusleiste
es_es: Barra de Estado
fr_fr: Barre d'état
ja_jp: ステータスバー
pl_pl: Pasek Stanu
ru_ru: Строка состояния

# settings
source: Whether to show status bar or not
de_de: Ob die Statusleiste angezeigt werden soll oder nicht
fr_fr: Afficher/Masquer la barre d'état
pl_pl: Czy pokazać pasek stanu, czy nie
ru_ru: Показывать ли статусбар или нет

# settings
source: Status Bar Visibility
de_de: Sichtbarkeit der Statusleiste
fr_fr: Visibilité de la barre d'état
pl_pl: Widoczność Paska Stanu
ru_ru: Видимость статусбара

# schema
source: Status Bar
de_de: Statusleiste
es_es: Barra de Estado
fr_fr: Barre d'état
ja_jp: ステータスバー
pl_pl: Pasek Stanu
pt_br: Barra de Status
ru_ru: Статусбар
tr_tr: Durum Çubuğu

# schema
source: Terminal settings.
de_de: Terminaleinstellungen.
es_es: Ajustes de la terminal.
fr_fr: Paramètres du terminal.
ja_jp: ターミナルの設定。
pl_pl: Ustawienia terminalu.
pt_br: Configurações do terminal.
ru_ru: Настройки терминала.
tr_tr: Terminal Ayarları.

# settings
source: Close the widget when exiting the terminal.
fr_fr: Fermer le widget à la sortie du terminal.
ja_jp: ターミナルを終了した時にウェジットを閉じる。
ru_ru: Закрыть виджет при выходе из терминала.

# settings
source: Close on exit
fr_fr: Fermer à la sortie
ja_jp: 終了で閉じる
ru_ru: Закрывать при выходе

# settings
source: Whether to blink the cursor. Changes require reopening the terminal.
fr_fr: Faire clignoter ou non le curseur dans les terminaux. Les terminaux doivent être réouverts pour appliquer les changements.

# settings
source: Blinking cursor
fr_fr: Curseur clignotant

# settings
source: The font family used to render text.
de_de: Die für die Darstellung von Text verwendete Schriftfamilie.
fr_fr: Famille de polices utilisée pour afficher le texte.
ja_jp: 表示テキストに使用するフォントの種類。
pl_pl: Rodzina czcionek użyta do renderowania tekstu.
ru_ru: Семейство шрифтов, используемое для отображения текста.

# settings
source: Font family
de_de: Schriftfamilie
fr_fr: Famille de polices
ja_jp: フォントの種類
pl_pl: Rodzina czcionek
ru_ru: Семейство шрифтов
tr_tr: Yazı tipi ailesi

# settings
source: The font size used to render text.
de_de: Die für die Darstellung von Text verwendete Schriftgröße.
fr_fr: Taille de police utilisée pour afficher le texte.
ja_jp: 表示テキストに使用するフォントサイズ。
pl_pl: Rozmiar czcionki użyty do renderowania tekstu.
ru_ru: Размер шрифта, используемый для отображения текста.

# settings
source: Font size
de_de: Schriftgröße
fr_fr: Taille des caractères
ja_jp: フォントサイズ
pl_pl: Rozmiar czcionki
ru_ru: Размер шрифта
tr_tr: Yazı Boyutu

# settings
source: The line height used to render text.
de_de: Die Zeilenhöhe, die für die Darstellung von Text verwendet wird.
fr_fr: La hauteur de ligne utilisée pour afficher le texte.
ja_jp: 表示テキストに使用する行の高さ。
pl_pl: Wysokość linii używanej do renderowania tekstu.
ru_ru: Высота строки для отображения текста.

# settings
source: Line height
de_de: Zeilenhöhe
fr_fr: Hauteur de ligne
ja_jp: 行の高さ
pl_pl: Wysokość linii
ru_ru: Высота строки

# settings
source: Option key on macOS can be used as meta key. This enables to use shortcuts such as option + f to move cursor forward one word
fr_fr: La touche "option" sur macOS peut être utilisée comme touche de combinaison. Cela permet d'utiliser des raccourcis tels que "option + f" pour avancer le curseur d'un mot
ja_jp: macOS のオプションキーはメタキーとして使用できます。 これにより、option+f などのショートカットを使用して、カーソルを1語前に移動できます
pl_pl: Klawisz Option dla macOS może być użyty jako meta klawisz. Umożliwia to użycie skrótów takich jak Option + f, aby przesunąć kursor do przodu o jedno słowo
ru_ru: Ключ опции в macOS может быть использован в качестве мета ключа. Это позволяет использовать ярлыки, такие как опция + f для перемещения курсора вперёд на одно слово

# settings
source: Treat option as meta key on macOS
de_de: Option als Metataste unter macOS behandeln
fr_fr: Traiter l'option comme touche de combinaison sur macOS
ja_jp: macOS でオプションをメタキーとして扱う
pl_pl: Traktuj klawisz Option jako meta klawisz na macOS
ru_ru: Опция обработки как мета ключ в macOS

# settings
source: Enable pasting with Ctrl+V. This can be disabled to use Ctrl+V in the vi editor, for instance. This setting has no effect on macOS, where Cmd+V is available
de_de: Aktivieren Sie das Einfügen mit Strg+V. Dies kann deaktiviert werden, um z. B. Strg+V im vi-Editor zu verwenden. Diese Einstellung hat keine Auswirkungen auf macOS, wo Cmd+V verfügbar ist
fr_fr: Activer le collage avec Ctrl+V. Cela peut être désactivé pour utiliser Ctrl+V dans l'éditeur vi, par exemple. Ce paramètre n'a aucun effet sur macOS, où Cmd+V est disponible
ja_jp: Ctrl+V で貼り付けを有効にします。 これはvi エディター等で Ctrl+V を使用するために無効にすることができます。 この設定は、Cmd+V が使用可能なmacOS には影響しません。
pl_pl: Włącz wklejanie przy użyciu Ctrl+V. Można to wyłączyć, aby używać Ctrl+V w edytorze vi. To ustawienie nie ma wpływu na macOS, gdzie Cmd+V jest dostępne
ru_ru: Включите вставку с помощью Ctrl+V. Это можно отключить для использования Ctrl+V в редакторе vi, например, Эта настройка не влияет на macOS, где доступен Cmd+V

# settings
source: Paste with Ctrl+V
de_de: Einfügen mit Strg +V
fr_fr: Coller avec Ctrl+V
ja_jp: Ctrl+Vで貼り付け
pl_pl: Wklej za pomocą Ctrl+V
ru_ru: Вставить с Ctrl+V
tr_tr: Ctrl+V ile Yapıştır

# settings
source: Add accessibility elements for use with screen readers.
fr_fr: Ajouter des éléments d'accessibilité à utiliser avec les lecteurs d'écran.
pl_pl: Dodaj elementy ułatwień dostępu do użytku z czytnikami ekranów.
ru_ru: Добавить элементы специальных возможностей для использования экранными дикторами.

# settings
source: Screen Reader Mode
de_de: Screen Reader Modus
fr_fr: Mode lecture d'écran
pl_pl: Tryb czytnika ekranu
ru_ru: Режим Экранного Диктора

# settings
source: The amount of scrollback beyond initial viewport
fr_fr: La quantité de défilement arrière au-delà de la fenêtre de visualisation initiale
pl_pl: Ilość przewijania poza widokiem początkowym
ru_ru: Количество прокрутки за пределами первоначального видового окна

# settings
source: Scrollback Buffer
de_de: Scrollback-Puffer
fr_fr: Tampon de défilement arrière
pl_pl: Bufor przewijania
ru_ru: Буфер прокрутки

# settings
source: Whether to show the running terminals item in the status bar
fr_fr: Afficher/Masquer les terminaux en cours d'exécution dans la barre d'état

# settings
source: Show if one or more
fr_fr: Afficher si il y a des terminaux

# settings
source: Always show
fr_fr: Toujours afficher

# settings
source: Don't show
fr_fr: Ne pas afficher

# settings
source: Shut down the session when closing the terminal.
de_de: Beenden Sie die Sitzung beim Schließen des Terminals.
fr_fr: Arrêter la session lors de la fermeture du terminal.
pl_pl: Zamknij sesję przy zamykaniu terminalu.
ru_ru: Завершить сеанс при закрытии терминала.

# settings
source: Shut down on close
de_de: Ausschalten beim Schließen
fr_fr: Arrêter à la fermeture
pl_pl: Zamknij po zamknięciu
ru_ru: Выключить при закрытии

# settings
source: The theme for the terminal.
de_de: Das Theme des Terminals.
fr_fr: Le thème du terminal.
pl_pl: Motyw terminalu.
ru_ru: Темы для терминала.

# settings
source: Theme
es_es: Tema
fr_fr: Thème
pl_pl: Motyw
pt_br: Tema
ru_ru: Тема
tr_tr: Tema

# schema
source: Default table of contents settings.
fr_fr: Paramètres par défaut de la table des matières.
ru_ru: Таблица по умолчанию настроек контента.

# settings
source: Table of Contents
de_de: Inhaltsverzeichnis
es_es: Tabla de contenido
fr_fr: Table des Matières
ja_jp: 目次
pl_pl: Spis Treści
ru_ru: Оглавление
tr_tr: İçindekiler Tablosu

# settings
source: The number headings start at.
fr_fr: L'index des titres commence à.
ru_ru: Заголовки номеров начинаются с.

# settings
source: Base level for the highest headings
fr_fr: Index de base pour les titres les plus élevés
ru_ru: Базовый уровень для самых высоких заголовков

# settings
source: Whether to include cell output in headings or not.
fr_fr: Inclure ou non la sortie des cellules dans les titres.
ru_ru: Включать ли выводы ячейки в заголовки или нет.

# settings
source: Include cell output in headings
de_de: Zellausgaben in Überschriften einbeziehen
fr_fr: Inclure la sortie de cellule dans les en-têtes
pl_pl: Uwzględnij rezultaty wywołania komórek w nagłówkach
ru_ru: Включить вывод ячейки в заголовки

# settings
source: Maximal headings depth
fr_fr: Profondeur maximale des titres
ru_ru: Максимальная глубина заголовков

# settings
source: Whether to automatically number the headings or not.
fr_fr: Afficher ou non automatiquement la numérotation des titres.
ru_ru: Нумеровать ли заголовки автоматически.

# settings
source: Enable headings numbering
fr_fr: Activer la numérotation des titres
ru_ru: Включить нумерацию заголовков

# settings
source: Whether to number first-level headings or not.
fr_fr: Numéroter ou non les titres de premier niveau.
ru_ru: Нумеровать ли заголовки первого уровня или нет.

# settings
source: Enable 1st headings numbering
fr_fr: Activer la numérotation des titres de niveau 1
ru_ru: Включить нумерацию 1-го заголовка

# settings
source: If set to true, when a heading is collapsed in the table of contents the corresponding section in the document is collapsed as well and vice versa. This inhibits the cell output headings.
fr_fr: Si activé, lorsqu'un titre est réduit dans la table des matières, la section correspondante dans le document est également réduite et vice versa. Cela désactive l'affichage des titres des sorties de cellules.
ru_ru: Если установлено значение true, при сворачивании заголовка в оглавлении соответствующий раздел в документе также сворачивается, и наоборот. Это запрещает вывод ячейки заголовкам.

# settings
source: Synchronize collapse state
fr_fr: Synchroniser l'état réduit
pl_pl: Synchronizuj stan zwijania
ru_ru: Синхронизировать состояние свёртывания

# schema
source: Table of Contents
de_de: Inhaltsverzeichnis
fr_fr: Table des Matières
ja_jp: 目次
pl_pl: Spis Treści
ru_ru: Оглавление
tr_tr: İçindekiler Tablosu

# schema
source: Console tooltip settings.
de_de: Einstellungen für Konsolen-Tooltips.
es_es: Ajustes de los consejos de consola.
fr_fr: Paramètres d'info-bulle de la console.
ja_jp: コンソールのツールチップの設定。
pl_pl: Ustawienia tooltipu konsoli.
pt_br: Configurações de dicas do console.
ru_ru: Настройки подсказок в консоли.
tr_tr: Konsol ipucu ayarları.

# schema
source: Console Tooltips
de_de: Konsolen-Tooltips
es_es: Consejos de Consola
fr_fr: Info-bulles de la console
ja_jp: コンソールのツールチップ
pl_pl: Tooltip konsoli
pt_br: Dicas para console
ru_ru: Подсказки в консоли
tr_tr: Konsol İpuçları

# schema
source: File editor tooltip settings.
de_de: Einstellungen für Datei-Editor-Tooltips.
es_es: Ajustes de consejos del editor de archivos.
fr_fr: Paramètres d'info-bulle de l'éditeur de fichiers.
ja_jp: ファイルエディタのツールチップの設定。
pl_pl: Ustawienia narzędzia edytora plików.
pt_br: Configurações de dicas do editor arquivos.
ru_ru: Настройки подсказки редактора файлов.
tr_tr: Dosya düzenleyici ipucu ayarları.

# schema
source: File Editor Tooltips
de_de: Datei-Editor-Tooltips
es_es: Consejos del editor de archivos
fr_fr: Info-bulles de l'éditeur de fichiers
ja_jp: ファイルエディタのツールチップ
pl_pl: Narzędzia edytora plików
pt_br: Dicas para editor de arquivos
ru_ru: Подсказки в редакторе файлов
tr_tr: Dosya Düzenleyici İpuçları

# schema
source: Notebook tooltip settings.
de_de: Einstellungen für Notebook-Tooltips.
es_es: Configuración de la descripción de Cuadernos.
fr_fr: Paramètres d'info-bulle du notebook.
ja_jp: Notebookのツールチップの設定。
pl_pl: Ustawienia tooltipu notebooka.
pt_br: Configurações de dicas do coderno.
ru_ru: Настройка всплывающих подсказок в блокноте.
tr_tr: Not defteri ipucu ayarları.

# schema
source: Notebook Tooltips
es_es: Herramientas del Cuaderno
fr_fr: Info-bulles du notebook
ja_jp: Notebookのツールチップ
pl_pl: Tooltipy notebooków
pt_br: Dicas para cadernos
ru_ru: Подсказки к Блокнотам
tr_tr: Not Defteri İpuçları

# schema
source: Language settings.
de_de: Spracheinstellungen.
es_es: Configuración de idioma.
fr_fr: Paramètres de langue.
ja_jp: 言語設定。
pl_pl: Ustawienia języka.
pt_br: Configurações de idioma.
ru_ru: Настройки языка.
tr_tr: Dil ayarları.

# menu
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
ja_jp: 言語
pl_pl: Język
ru_ru: Язык
tr_tr: Dil

# settings
source: Language
de_de: Sprache
fr_fr: Langue
ja_jp: 言語
pl_pl: Język
ru_ru: Язык
tr_tr: Dil

# settings
source: Display the `stringsPrefix` on localized strings.
de_de: Anzeige des `stringsPrefix` bei lokalisierten Zeichenketten.
fr_fr: Affiche le `stringsPrefix` sur les chaînes localisées.
pl_pl: Wyświetlaj `stringsPrefix` na zlokalizowanych tekstach.
ru_ru: Отображение `stringsPrefix` в локализованных строках.

# settings
source: Display localized strings prefix
de_de: Präfix für lokalisierte Zeichenketten anzeigen
fr_fr: Afficher le préfixe des chaînes localisées
pl_pl: Wyświetlaj prefiks tłumaczeń tekstowych
ru_ru: Отображать префикс локализованных строк

# settings
source: Set the interface display language. Examples: 'es_CO', 'fr_FR'. Set 'default' to use the server default locale. Requires corresponding language pack to be installed.
fr_fr: Définit la langue d'affichage de l'interface. Exemples: 'es_CO', 'fr_FR'. Définissez 'default' pour utiliser la langue par défaut du serveur. Nécessite l'installation du pack de langue correspondant.
ru_ru: Установка языка отображения интерфейса. Например: 'es_CO', 'fr_FR'. Установите 'default' для использования стандартного языкового пакета на сервере. Для установки требуется соответствующий языковой пакет.

# settings
source: Language locale
de_de: Sprach-Locale
fr_fr: Langue locale
pl_pl: Kod lokalizacji języka
ru_ru: Язык локализации
tr_tr: Yerel Lisan

# settings
source: Add a prefix to localized strings.
de_de: Hinzufügen eines Präfixes zu lokalisierten Zeichenketten.
fr_fr: Ajouter un préfixe aux chaînes localisées.
pl_pl: Dodaj prefiks do tłumaczonych ciągów tekstowych.
ru_ru: Добавить префикс к локализованным строкам.

# settings
source: Localized strings prefix
de_de: Präfix für lokalisierte Zeichenfolgen
fr_fr: Préfixe de chaînes localisées
pl_pl: Prefiks tłumaczeń tekstowych
ru_ru: Префикс локализованных строк

# schema
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
ja_jp: 言語
pl_pl: Język
pt_br: Idioma
ru_ru: Язык
tr_tr: Dil

# schema
source: Workspace Indicator Settings
fr_fr: Paramètres de l'indicateur d'espace de travail

# schema
source: Workspace Indicator
fr_fr: Indicateur de l'espace de travail

# schema
source: Workspaces Menu
fr_fr: Menu des espaces de travail

# menu
source: Workspaces
fr_fr: Espaces de travail

# schema
source: Workspaces Sidebar
fr_fr: Barre latérale des espaces de travail

source: The path: %1 was not found. JupyterLab redirected to: %2
de_de: Der Pfad: %1 wurde nicht gefunden. JupyterLab weitergeleitet zu: %2
es_es: La ruta: %1 no fue encontrada. JupyterLab redirigido a: %2
fr_fr: Le chemin : %1 n'a pas été trouvé. JupyterLab a été redirigé vers : %2
ja_jp: パス: %1 が見つかりませんでした。JupyterLabは %2 にリダイレクトされます。
pl_pl: Ścieżka: %1 nie została odnaleziona. JupyterLab przekierował do: %2
pt_br: O caminho: %1 não foi encontrado. JupyterLab redirecionou para: %2
ru_ru: Путь %1 не найден. JupyterLab перенаправлен в: %2
tr_tr: Belirtilen Yol: %1 bulunamadı. JupyterLab %2 ye yönlendirildi

source: Path Not Found
de_de: Pfad nicht gefunden
es_es: Ruta No Encontrada
fr_fr: Chemin d'accès introuvable
ja_jp: パスが見つかりません
pl_pl: Nie znaleziono ścieżki
pt_br: Caminho não encontrado
ru_ru: Путь не найден
tr_tr: Hedef yolu bulunamadı

source: Information
de_de: Informationen
fr_fr: Informations
ja_jp: 情報
pl_pl: Informacja
ru_ru: Информация
tr_tr: Bilgi

source: User layout customization has changed. You may need to reload JupyterLab to see the changes.
fr_fr: La personnalisation de la mise en page a changé. Vous devrez recharger JupyterLab pour voir les modifications.
ru_ru: Пользовательская настройка макета изменилась. Возможно, вам придется перезагрузить JupyterLab, чтобы увидеть изменения.

source: Reload
de_de: Neu laden
es_es: Recargar
fr_fr: Recharger
ja_jp: 再読込
pl_pl: Załaduj ponownie
pt_br: Recarregar
ru_ru: Перезагрузить
tr_tr: Yeniden Yükle

source: Property Inspector
de_de: Eigenschaften-Inspektor
es_es: Inspector de propiedades
fr_fr: Inspecteur de propriétés
ja_jp: プロパティインスペクタ
pl_pl: Inspektor własności
pt_br: Inspetor de propriedades
ru_ru: Инспектор свойств
tr_tr: Özellik Denetleyicisi

source: The URL search string containing query parameters
fr_fr: La chaîne de recherche d'URL contenant les paramètres de la requête

source: Simple Interface (%1)
de_de: Einfache Oberfläche (%1)
es_es: Interfaz simple (%1)
fr_fr: Interface simple (%1)
pl_pl: Prosty interfejs (%1)
ru_ru: Простой интерфейс (%1)

source: Simple Interface
de_de: Einfache Oberfläche
es_es: Interfaz simple
fr_fr: Interface simplifiée
pl_pl: Prosty interfejs
ru_ru: Упрощенный интерфейс
tr_tr: Basit arayüz

source: Context menu customization has changed. You will need to reload JupyterLab to see the changes.
de_de: Die Anpassung des Kontextmenüs hat sich geändert. Sie müssen JupyterLab neu laden, um die Änderungen zu sehen.
fr_fr: La personnalisation du menu contextuel a changé. Vous devrez recharger JupyterLab pour voir les modifications.
pl_pl: Menu kontekstowe uległo zmianie. Aby zobaczyć zmiany, musisz przeładować JupyterLab.
ru_ru: Контекстное меню изменилось. Вам нужно будет перезагрузить JupyterLab для просмотра изменений.

source: Main Area
de_de: Hauptbereich
es_es: Área Principal
fr_fr: Zone principale
ja_jp: メインエリア
pl_pl: Główny obszar
pt_br: Área Principal
ru_ru: Основная область
tr_tr: Ana alan

source: Shift+Right Click for Browser Menu
de_de: Shift+Rechtsklick für das Browsermenü
es_es: Mayús+Clic derecho para el Menú del Navegador
fr_fr: Maj+Clic droit pour le menu de navigation
ja_jp: Shift+右クリックでブラウザメニュー
pl_pl: Shift+Prawy przycisk myszy aby otworzyć menu przeglądarki
pt_br: Shift+botão direito do mouse para o menu nativo do navegador
ru_ru: Shift+правый клик для меню браузера
tr_tr: Tarayıcı menüsü için Shift+Sağ tık kombinasyonu

source: Switch Sidebar Side
de_de: Seite der Seitenleiste wechseln
es_es: Cambiar lado de la barra lateral
fr_fr: Changer le côté de la barre latérale
ja_jp: サイドバーの左右を切り替え
pl_pl: Zmień stronę paska bocznego
pt_br: Trocar o lado da barra lateral
ru_ru: Переключить боковую панель
tr_tr: Kenar Çubuğunu Değiştir

source: Enable Context Menu
fr_fr: Activer le menu context

source: Close Tab
de_de: Tab schließen
es_es: Cerrar Pestaña
fr_fr: Fermer l'onglet
ja_jp: タブを閉じる
pl_pl: Zamknij kartę
pt_br: Fechar a aba
ru_ru: Закрыть вкладку
tr_tr: Sekmeyi Kapat

source: Close All Other Tabs
de_de: Alle anderen Tabs schließen
es_es: Cerrar las demás pestañas
fr_fr: Fermer tous les autres onglets
ja_jp: 他のすべてのタブを閉じる
pl_pl: Zamknij wszystkie pozostałe karty
pt_br: Fechar todas as outras abas
ru_ru: Закрыть остальные вкладки
tr_tr: Diğer Sekmeleri Kapat

source: Close Tabs to Right
de_de: Tabs zur rechten Seite schließen
es_es: Cerrar Pestañas a la Derecha
fr_fr: Fermer les onglets à droite
ja_jp: 右側のタブをすべて閉じる
pl_pl: Zamknij karty na prawo
pt_br: Fechar abas à direita
ru_ru: Закрыть вкладки справа
tr_tr: Sağındaki Sekmeleri Kapat

source: Activate Next Tab
de_de: Nächsten Tab aktivieren
es_es: Activar la Siguiente Pestaña
fr_fr: Activer l'onglet suivant
ja_jp: 右のタブをアクティブにする
pl_pl: Aktywuj następną kartę
pt_br: Ativar a próxima aba
ru_ru: Перейти к следующей вкладке
tr_tr: Sonraki Sekmeyi Etkinleştir

source: Activate Previous Tab
de_de: Zuletzt benutzten Tab aktivieren
es_es: Activar la Pestaña Anterior
fr_fr: Activer l'onglet précédent
ja_jp: 左のタブをアクティブにする
pl_pl: Aktywuj poprzednią kartę
pt_br: Ativar a aba anterior
ru_ru: Перейти к предыдущей вкладке
tr_tr: Önceki Sekmeyi Etkinleştir

source: Activate Next Tab Bar
de_de: Nächsten Tab aktivieren
es_es: Activar Barra de la Pestaña Siguiente
fr_fr: Activer la Barre d'onglets suivante
ja_jp: 右のタブバーをアクティブにする
pl_pl: Aktywuj następną kartę paska
pt_br: Ativar Barra de Abas Seguinte
ru_ru: Перейти к следующей панели вкладок
tr_tr: Sonraki Sekme Çubuğunu Etkinleştir

source: Activate Previous Tab Bar
es_es: Activar Barra de la Pestaña Anterior
fr_fr: Activer la barre d'onglets précédente
ja_jp: 左のタブバーをアクティブにする
pl_pl: Aktywuj poprzednią kartę
pt_br: Ativar Barra de Abas anterior
ru_ru: Перейти к предыдущей панели вкладок
tr_tr: Önceki Sekme Çubuğunu Etkinleştir

source: Close All Tabs
de_de: Alle Tabs schließen
es_es: Cerrar Todas las Pestañas
fr_fr: Fermer tous les onglets
ja_jp: すべてのタブを閉じる
pl_pl: Zamknij wszystkie karty
pt_br: Fechar todas as abas
ru_ru: Закрыть все вкладки
tr_tr: Tüm Sekmeleri Kapat

source: Show Header
fr_fr: Afficher l'en-tête
ru_ru: Показать заголовок

source: Show Left Sidebar
de_de: Linke Seitenleiste anzeigen
es_es: Mostrar barra lateral izquierda
fr_fr: Afficher la barre latérale gauche
ja_jp: 左のサイドバーを表示
pl_pl: Pokaż lewy pasek boczny
pt_br: Mostrar barra lateral esquerda
ru_ru: Показать левую боковую панель
tr_tr: Sol kenar çubuğunu göster

source: Show Right Sidebar
de_de: Rechte Seitenleiste anzeigen
es_es: Mostrar barra lateral derecha
fr_fr: Afficher la barre latérale droite
ja_jp: 右のサイドバーを表示
pl_pl: Pokaż prawy pasek boczny
pt_br: Mostrar barra lateral direita
ru_ru: Показать правую боковую панель
tr_tr: Sağ kenar çubuğunu göster

source: Show Right Activity Bar
fr_fr: Afficher la barre d'activités de droite
ru_ru: Показать правую панель активности

source: Show Left Activity Bar
fr_fr: Afficher la barre d'activités de gauche
ru_ru: Показать левую панель активности

source: Presentation Mode
de_de: Präsentationsmodus
es_es: Modo de presentación
fr_fr: Mode Présentation
ja_jp: プレゼンテーションモード
pl_pl: Tryb prezentacji
pt_br: Modo de apresentação
ru_ru: Режим презентации
tr_tr: Sunum Modu

source: Set %1 mode.
fr_fr: Basculer sur le mode %1.
ru_ru: Установить режим %1.

source: Toggle Sidebar Element
fr_fr: Activer/désactiver l'élément de la barre latérale

source: Set the layout `mode`.
fr_fr: Définit la mise en page.
ru_ru: Установите макет `mode`.

source: The layout `mode` can be "single-document" or "multiple-document".
fr_fr: Le `mode` de mise en page peut être "one-document" ou "multiple-document".
ru_ru: `mode` макета может быть "single-document" или "multiple-document".

source: Toggle Element %1 in Right Sidebar
fr_fr: Afficher/Masquer l'élément %1 dans la barre latérale droite

source: Toggle Element %1 in Left Sidebar
fr_fr: Afficher/Masquer l'élément %1 dans la barre latérale gauche

source: Reset Default Layout
fr_fr: Réinitialiser la mise en page par défaut
ru_ru: Сбросить макет по умолчанию

source: Fullscreen Mode
fr_fr: Mode plein écran

source: The sidebar side
fr_fr: Le côté de la barre latérale

source: The index of the sidebar widget
fr_fr: L'index du widget de la barre latérale

source: Error Registering Plugins
de_de: Fehler beim Registrieren von Plugins
es_es: Error al Registrar Plugins
fr_fr: Erreur lors de l'enregistrement des plugins
ja_jp: プラグインの登録でエラーが発生
pl_pl: Błąd podczas rejestracji wtyczek
pt_br: Erro ao Registrar Plugins
ru_ru: Ошибка регистрации плагинов
tr_tr: Eklentileri Kaydederken Hata Oluştu

source: Build Complete
de_de: Build abgeschlossen
es_es: Compilado completo
fr_fr: Compilation terminée
ja_jp: ビルド完了
pl_pl: Budowanie zakończone
pt_br: Compilação completa
ru_ru: Сборка завершена
tr_tr: Derleme Tamamlandı
