Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyter_collaboration.po
Languages: ar_sa, fr_fr, ko_kr, ru_ru, uk_ua

# schema
source: Shared link settings
ar_sa: إعدادات الرابط المشترك
fr_fr: Paramètres du lien partagé
ko_kr: 공유 링크 설정
ru_ru: Настройки общей ссылки
uk_ua: Параметри Спільного посилання

# schema
source: Shared link
ar_sa: الرابط المشترك
fr_fr: Lien partagé
ko_kr: 공유 링크
ru_ru: Общая ссылка
uk_ua: Спільне посилання

# schema
source: User Menu Bar settings.
ar_sa: إعدادات شريط قائمة المستخدم.
fr_fr: Paramètres de la barre de menu utilisateur.
ko_kr: 사용자 메뉴 바 설정
ru_ru: Настройки панели меню пользователя.
uk_ua: Параметри рядка меню користувача.

# schema
source: User Menu Bar
ar_sa: شريط قائمة المستخدم
fr_fr: Barre de menu utilisateur
ko_kr: 사용자 메뉴 바
ru_ru: Панель меню пользователя
uk_ua: Рядок меню користувача

source: User info
ar_sa: معلومات المستخدم
fr_fr: Informations utilisateur
ko_kr: 내 정보
ru_ru: Информация о пользователе
uk_ua: Відомості про користувача

source: User information
ar_sa: معلومات المستخدم
fr_fr: Informations de l'utilisateur
ko_kr: 내 정보
ru_ru: Информация о пользователе
uk_ua: Відомості про користувача

source: Online Collaborators
ar_sa: المتعاونون عبر الإنترنت
fr_fr: Collaborateurs en ligne
ko_kr: 접속중인 협업자
ru_ru: Онлайн соавторы
uk_ua: Співробітники в мережі

source: Generate a Shared Link
ar_sa: إنشاء رابط مشترك
fr_fr: Créer un lien de partage
ko_kr: 공유 링크 만들기
ru_ru: Создать общую ссылку
uk_ua: Створити Спільне посилання

source: Server
fr_fr: Serveur
ko_kr: 서버
ru_ru: Сервер
uk_ua: Сервер

source: Security warning!
ar_sa: تحذير أمني!
fr_fr: Avertissement de sécurité!
ko_kr: 보안 경고
ru_ru: Предупреждение безопасности!
uk_ua: Попередження системи безпеки!

source: Anyone with this link has full access to your notebook server, including all your files!
ar_sa: أي شخص لديه هذا الرابط لديه حق الوصول الكامل إلى خادم دفتر الملاحظات الخاص بك، بما في ذلك جميع الملفات الخاصة بك!
fr_fr: Toute personne ayant ce lien aura un accès complet à votre serveur Jupyter, y compris à tous vos fichiers!
ko_kr: 이 링크를 갖고 있는 누구든 당신의 모든 파일을 포함하여, 노트북 서버에 접근할 수 있습니다.
ru_ru: Любой, у кого есть эта ссылка, имеет полный доступ к вашему серверу блокнота, включая все ваши файлы!
uk_ua: Кожен, хто має це посилання, має повний доступ до вашого сервера блокнотів, включно з усіма вашими файлами!

source: Please be careful who you share it with.
ar_sa: من فضلك كن حذراً مع من تشاركه معه.
fr_fr: Soyez prudent lors du partage de ce lien.
ko_kr: 이 링크를 공유할때는 주의하기 바랍니다.
ru_ru: Пожалуйста, будьте осторожны, с кем вы делитесь этим.
uk_ua: Будьте обережні з ким ви ділитесь цим.

source: They will be able to access this server AS YOU.
fr_fr: Ils pourront accéder à ce serveur EN VOTRE NOM.
ko_kr: 당신과 동일한 권한으로 서버에 접근할 수 있습니다.
ru_ru: Они смогут получить доступ к этому серверу, КАК ВЫ.
uk_ua: Вони зможуть отримати доступ до цього сервера від вашого імені.

source: To revoke access, go to File -> Hub Control Panel, and restart your server.
fr_fr: Pour révoquer l'accès, allez dans Fichier -> Panneau de configuration Hub et redémarrez votre serveur.
ko_kr: 액세스 권한을 취소하려면 파일 -> 허브 제어판으로 이동하여 서버를 다시 시작하세요.
ru_ru: Чтобы отменить доступ, перейдите в меню File -> Hub Control Panel, и перезапустите сервер.
uk_ua: Щоб скасувати доступ, перейдіть до розділу "Файл -> Панель керування" та перезавантажте ваш сервер.

source: Currently, there is no way to revoke access other than shutting down your server.
ar_sa: حالياً، لا توجد طريقة لإلغاء الوصول غير إغلاق الخادم الخاص بك.
fr_fr: Actuellement, il n'y a aucun moyen de révoquer l'accès autre que l'arrêt de votre serveur.
ko_kr: 현재, 서버를 중단하거는 외에는 접근을 차단할 수 있는 방법이 없습니다.
ru_ru: В настоящее время нет возможности отменить доступ, кроме выключения сервера.
uk_ua: Наразі немає іншого способу скасувати доступ, окрім завершення роботи вашого сервера.

source: Only users with `access:servers` permissions for this server will be able to use this link.
ar_sa: فقط المستخدمين الذين لديهم أذونات "access:servers" لهذا الخادم سيكونون قادرين على استخدام هذا الرابط.
fr_fr: Seuls les utilisateurs ayant les permissions `access:servers` pour ce serveur seront en mesure d'utiliser ce lien.
ko_kr: 이 서버에 대한 `access:servers` 권한을 가진 사용자만이 이 링크를 사용할 수 있습니다.
ru_ru: Только пользователи с разрешениями `access:servers` для этого сервера смогут использовать эту ссылку.
uk_ua: Лише користувачі з дозволами `доступ:сервери` для цього сервера зможуть використовувати це посилання.

source: Only authenticated users will be able to use this link.
ar_sa: فقط المستخدمين الموافق عليهم سيكونون قادرين على استخدام هذا الرابط.
fr_fr: Seuls les utilisateurs authentifiés pourront utiliser ce lien.
ko_kr: 인증된 사용자만이 이 링크를 사용할 수 있습니다.
ru_ru: Только авторизованные пользователи смогут использовать эту ссылку.
uk_ua: Лише автентифіковані користувачі зможуть використовувати це посилання.

source: Include token in URL
fr_fr: Inclure le jeton d'accès dans l'URL
ko_kr: URL에 토큰을 포함
ru_ru: Включить токен в URL
uk_ua: Внести маркер в URL-адресу

source: Share Jupyter Server %1
fr_fr: Partager le serveur Jupyter %1

source: Close
fr_fr: Fermer

source: Close the dialog
fr_fr: Fermer la boîte de dialogue

source: Copy Link
ar_sa: نسخ الرابط
fr_fr: Copier le lien
ko_kr: 링크 복사
ru_ru: Скопировать ссылку
uk_ua: Копіювати посилання

source: Copy the link to the Jupyter Server
fr_fr: Copier le lien vers le serveur Jupyter
ko_kr: 링크를 Jupyter 서버로 복사
ru_ru: Скопировать ссылку на Jupyter Server
uk_ua: Скопіювати посилання на сервер Jupyter

source: Share Jupyter Server Link
fr_fr: Partager le lien du serveur Jupyter
ko_kr: Jupyter 서버 링크 공유
ru_ru: Поделиться ссылкой на Jupyter Server
uk_ua: Поділитися посиланням на сервер Jupyter

source: Type to search for a user or a group to share your server with...
fr_fr: Tapez pour rechercher un utilisateur ou un groupe avec lequel partager votre serveur...

source: Warning: Anyone you share this server with will have access to all your files, not just the currently open file.
fr_fr: Attention : Toute personne avec laquelle vous partagez ce serveur aura accès à tous vos fichiers, pas seulement ceux actuellement ouverts.

source: If your Hub administrator allows it, you can create another server dedicated to sharing a specific project.
fr_fr: Si votre administrateur de Hub le permet, vous pouvez créer un autre serveur dédié au partage d'un projet spécifique.

source: Group %1
fr_fr: Groupe %1

source: Shared with
fr_fr: Partagé avec

source: Shared since
fr_fr: Partagé depuis

source: Your server is not shared to anybody yet. You can search for users and groups above.
fr_fr: Votre serveur n'est partagé avec personne. Vous pouvez rechercher des utilisateurs et des groupes ci-dessus.

source: Revoke
fr_fr: Révoquer

source: Failed to update user data
fr_fr: Impossible de mettre à jour les données de l'utilisateur

source: User Details
fr_fr: Détails de l'utilisateur

source: File Browser Section
fr_fr: Section du navigateur de fichiers

source: Warning
ar_sa: تحذير
fr_fr: Avertissement
ko_kr: 경고
ru_ru: Предупреждение
uk_ua: Увага

source: Kernel Terminating
fr_fr: Arrêt du noyau d'exécution

source: The kernel for %1 appears to be terminating. You can not run any cell for now.
fr_fr: Le noyau d'exécution pour %1 est en cours d'arrêt. Vous ne pouvez pas exécuter de cellule pour le moment.

source: Cell not executed due to pending input
fr_fr: La cellule n'a pas été exécutée en raison d'une entrée en attente

source: The cell has not been executed to avoid kernel deadlock as there is another pending input! Submit your pending input and try again.
fr_fr: La cellule n'a pas été exécutée pour éviter de bloquer le noyau d'exécution car une autre entrée est en attente. Soumettez une valeur et réessayez.

source: Document session error
fr_fr: Erreur de session du document
ko_kr: 문서 세션 에러
ru_ru: Ошибка сессии документа
uk_ua: Помилка сеансу документа

source: Collaboration
ar_sa: التعاون
ko_kr: 협업
ru_ru: Совместная работа
uk_ua: Співпраця

source: Two collaborative sessions are accessing the file %1 simultaneously. Opening a document with multiple views simultaneously is not supported. Please close one view; otherwise, you might lose some of your progress.
ar_sa: هناك جلستان تعاونيتان تصلان إلى الملف %1 في وقت واحد. فتح مستند بجلسات متعددة في نفس الوقت غير مدعوم. يرجى إغلاق إحدى الجلسات؛ أما غير ذلك فأنك قد تفقد بعض تقدمك.
ko_kr: 두개의 협업 세션이 동시에 파일 %1에 접근중입니다. 하나의 파일에 대한 동시 다중 뷰는 지원되지 않습니다. 하나의 뷰를 닫으십시오; 그러지 않으면 작업 내용을 잃어버릴 수 있습니다.
ru_ru: Два сеанса совместной работы имеют доступ к файлу %1 одновременно. Открытие документа с несколькими представлениями одновременно не поддерживается. Пожалуйста, закройте один вид; в противном случае вы можете потерять свой прогресс.
uk_ua: Два спільні сеанси одночасно отримують доступ до файлу%1. Відкриття документа з кількома переглядами одночасно не підтримується. Закрийте один перегляд, інакше ви можете втратити частину свого прогресу.

source: Ok
ar_sa: حسناً
ko_kr: 확인
ru_ru: Ок
uk_ua: Гаразд
