Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Notebook Cell Operations
de_de: Notebook Zellen Operationen
es_es: Operaciones con Celdas de Cuadernos
fr_fr: Opérations des cellules du notebook
ja_jp: Notebookセルの操作
pl_pl: Operacje w komórce notatnika
pt_br: Opções das células do Notebook
ru_ru: Операции с ячейками блокнота
tr_tr: Not Defteri Hücre İşlemleri

source: Access Previous Kernel History Entry
fr_fr: Accéder à l'entrée de l'historique d'exécution précédente

source: Access Next Kernel History Entry
fr_fr: Accéder à l'entrée de l'historique d'exécution suivante

source: Virtual Scrollbar
fr_fr: Barre de défilement virtuelle

source: Toggle virtual scrollbar (enabled with windowing mode: full)
fr_fr: Activer/désactiver la barre de défilement virtuelle (activée en mode fenêtré : complet (`full`))

source: Show Minimap (virtual scrollbar, enabled with windowing mode: full)
fr_fr: Afficher la minicarte (barre de défilement virtuelle, activée en mode fenêtre: complet)

source: ReStructured Text
es_es: Texto Reestructurado
fr_fr: Texte ReStructured
ru_ru: Реструктурированный текст

source: Executable Script
de_de: Ausführbares Skript
es_es: Script Ejecutable
fr_fr: Script exécutable
ja_jp: 実行可能なスクリプト
pl_pl: Wykonywalny skrypt
pt_br: Script Executável
ru_ru: Исполняемый скрипт
tr_tr: Çalıştırılabilir Komut Dosyası

source: Reveal.js Slides
es_es: Diapositivas Reveal.js
fr_fr: Diapositives Reveal.js
ja_jp: Reveal.js スライド
pl_pl: Slajdy Reveal.js
pt_br: Slides Reveal.js
ru_ru: Слайды Reveal.js
tr_tr: Reveal.js Slaytları

source: For Notebook: %1
de_de: Für Notebook: %1
es_es: Para el Cuaderno: %1
fr_fr: Pour le notebook: %1
ja_jp: Notebook: %1
pl_pl: Dla notatnika: %1
pt_br: Para o caderno: %1
ru_ru: Для Блокнота: %1
tr_tr: Not Defteri için: %1

source: For Notebook:
de_de: Für Notebook:
es_es: Para el Notebook:
fr_fr: Pour le notebook:
ja_jp: Notebook:
pl_pl: Dla notatnika:
pt_br: Para o caderno:
ru_ru: Для Блокнота:
tr_tr: Not Defteri İçin:

source: Text to replace the selection with
fr_fr: Le texte par lequel remplacer la sélection

source: Save and Export Notebook to the given `format`.
fr_fr: Enregistrer et exporter votre Notebook au `format` spécifié.
ru_ru: Сохранить и экспортировать заметки в указанный `format`.

source: Save and Export Notebook: %1
de_de: Notebook speichern und exportieren: %1
es_es: Guardar y Exportar Notebook: %1
fr_fr: Enregistrer et exporter le notebook : %1
pl_pl: Zapisz i wyeksportuj notatnik: %1
ru_ru: Сохранить и экспортировать ноутбук как: %1

source: The export format (e.g., pdf, html, latex)
fr_fr: Le format d'export (par exemple, pdf, html, latex)

source: The label to display for this format
fr_fr: Le nom à afficher pour ce format

source: Whether the command is called from the command palette
fr_fr: Si la commande est appelée depuis la palette

source: A trusted Jupyter notebook may execute hidden malicious code when you open it.
fr_fr: Un notebook Jupyter approuvé pourrait exécuter du code malveillant lorsque vous l'ouvrez.
pl_pl: Zaufany notatnik Jupyter może wykonać ukryty złośliwy kod podczas otwierania.
ru_ru: Доверенный блокнот Jupyter может выполнить скрытый вредоносный код при открытии.

source: Selecting "Trust" will re-render this notebook in a trusted state.
fr_fr: En sélectionnant "Approuver", ce notebook sera rendu en faisant confiance à son contenu.
ru_ru: При выборе «Trust» этот блокнот будет повторно отображать в надёжном состоянии.

source: For more information, see
fr_fr: Pour plus d'informations, voir
pl_pl: Aby dowiedzieć się więcej, zobacz
ru_ru: Дополнительные сведения см. в
tr_tr: Daha fazla bilgi için bakınız

source: the Jupyter security documentation
fr_fr: la documentation sur la sécurité de Jupyter
pl_pl: dokumentację bezpieczeństwa Jupytera
ru_ru: документация по безопасности Jupyter

source: Notebook is already trusted
es_es: Este cuaderno ya es de confianza
fr_fr: Le notebook est déjà de confiance
ja_jp: Notebookは既に信頼されています
pl_pl: Notatnik jest już zaufany
pt_br: Este Notebook já é confiável
ru_ru: Блокнот уже является доверенным
tr_tr: Notebook a önceden güvenilmişti

source: Trust this notebook?
de_de: Diesem Notebook vertrauen?
es_es: ¿Confiar en este cuaderno?
fr_fr: Faire confiance au notebook?
ja_jp: このnotebookを信頼しますか？
pl_pl: Zaufać temu notatnikowi?
pt_br: Confiar neste caderno?
ru_ru: Доверять этому блокноту?
tr_tr: Bu not defterine güvenilsin mi?

source: Trust
fr_fr: Approuver
ru_ru: Доверять

source: Confirm Trusting this notebook
fr_fr: Confirmer ce notebook est de confiance
ru_ru: Подтвердите доверие этому блокноту

source: Kernel Terminating
es_es: El kernel está cerrándose
fr_fr: Fermeture du noyau
ja_jp: カーネル終了中
pl_pl: Zakończanie jądra
pt_br: Terminando o kernel
ru_ru: Завершение ядра
tr_tr: Çekirdek Sonlandırma

source: The kernel for %1 appears to be terminating. You can not run any cell for now.
es_es: El kernel de %1 parece estar cerrándose. No puedes ejecutar ninguna celda por ahora.
fr_fr: Le noyau pour %1 semble être en train de se fermer. Vous ne pouvez pas exécuter de cellule pour le moment.
ja_jp: %1 のカーネルが終了しているようです。現在どのセルも実行できません。
pl_pl: Jądro dla %1 wydaje się wyłączać. Na razie nie możesz uruchomić żadnej komórki.
pt_br: O Kernel para %1 parece estar terminando. Você não pode executar nenhuma célula por enquanto.
ru_ru: Похоже, что ядро %1 завершается. Сейчас вы не можете запускать ячейки.
tr_tr: %1 için çekirdek sonlandırılıyor görünüyor. Hiçbir hücreyi çalıştıramazsınız.

source: Cell not executed due to pending input
es_es: Celda no ejecutada debido a una entrada pendiente
fr_fr: La cellule n'a pas été exécutée en raison d'une entrée en attente
pl_pl: Komórka nie wykonana - oczekiwanie na wejście
ru_ru: Ячейка не выполняется из-за незавершенного ввода

source: The cell has not been executed to avoid kernel deadlock as there is another pending input! Submit your pending input and try again.
fr_fr: La cellule n'a pas été exécutée pour éviter de bloquer le noyau car une autre entrée est en attente ! Soumettez une entrée et réessayez.
pl_pl: Komórka nie została wykonana w celu uniknięcia blokady jądra ponieważ inna komórka oczekuje na wprowadzenie danych! Wypełnij oczekiwane dane wejściowe i spróbuj ponownie.
ru_ru: Ячейка не был выполнена, чтобы избежать блокировки ядра, так как есть еще один ожидающий вход! Отправьте ваш ввод и повторите попытку.

source: Cell type not changed due to pending input
fr_fr: Le type de cellule n'a pas été modifié en raison d'une entrée en attente

source: The cell type has not been changed to avoid kernel deadlock as this cell has pending input! Submit your pending input and try again.
fr_fr: La cellule n'a pas été exécutée pour éviter de bloquer le noyau car une entrée est en attente ! Soumettez une entrée et réessayez.

source: Cell is read-only
fr_fr: La cellule est en lecture seule

source: The cell is read-only, its type cannot be changed!
fr_fr: La cellule est en lecture seule, son type ne peut pas être modifié !

source: The cell has not been executed to avoid kernel deadlock as there is another pending input! Type your input in the input box, press Enter and try again.
fr_fr: La cellule n'a pas été exécutée pour éviter de bloquer le noyau d'exécution car une autre entrée est en attente. Soumettez une valeur dans la boite de texte, appuyez sur Entrée et réessayez.

source: Cut the selected cells
de_de: Markierte Zellen ausschneiden
es_es: Cortar las celdas seleccionadas
fr_fr: Couper les cellules sélectionnées
ja_jp: 選択したセルを切り取り
pl_pl: Wytnij zaznaczone komórki
pt_br: Recortar as células selecionadas
ru_ru: Вырезать выбранные ячейки
tr_tr: Seçili hücreleri kes

source: Copy the selected cells
de_de: Markierte Zellen kopieren
es_es: Copiar las celdas seleccionadas
fr_fr: Copier les cellules sélectionnées
ja_jp: 選択したセルをコピー
pl_pl: Kopiuj zaznaczone komórki
pt_br: Copiar as células selecionadas
ru_ru: Скопировать выбранные ячейки
tr_tr: Seçili hücreleri kopyala

source: Paste cells from the clipboard
de_de: Zellen aus der Zwischenablage einfügen
es_es: Pegar celdas del portapapeles
fr_fr: Coller les cellules depuis le presse-papiers
ja_jp: クリップボードからセルを貼り付け
pl_pl: Wklej komórki ze schowka
pt_br: Colar células da área de transferência
ru_ru: Вставить ячейки из буфера обмена
tr_tr: Panodan hücreleri yapıştır

source: Run the selected cells and advance
es_es: Ejecutar las celdas seleccionadas y avanzar
fr_fr: Exécuter les cellules sélectionnées et avancer
ja_jp: 選択したセルを実行して次のセルに進めます
pl_pl: Uruchom wybrane komórki i przejdź dalej
pt_br: Executar as células selecionadas e avançar
ru_ru: Выполнить выбранные ячейки и перейти дальше
tr_tr: Seçili hücreleri çalıştır ve ilerle

source: Restart the kernel, then re-run the whole notebook
es_es: Reinicia el kernel y vuelve a ejecutar el cuaderno completo
fr_fr: Redémarrez le noyau, puis réexécutez tout le notebook
ja_jp: カーネルを再起動し、notebook全体を再実行
pl_pl: Uruchom ponownie jądro i wykonaj ponownie cały notatnik
pt_br: Reiniciar o kernel e executar novamente todo o notebook
ru_ru: Перезапустите ядро, затем перезапустите весь блокнот
tr_tr: Çekirdeği tekrar başlat ve not defterini baştan çalıştır

source: Cell type
de_de: Zellentyp
es_es: Tipo de celda
fr_fr: Type de cellule
ja_jp: セルの種類
pl_pl: Typ komórki
pt_br: Tipo de célula
ru_ru: Тип ячейки
tr_tr: Hücre tipi

source: Select the cell type
fr_fr: Sélectionnez le type de cellule
pl_pl: Wybierz typ komórki
ru_ru: Выберите тип ячейки
tr_tr: Hücre tipini seçin

source: Raw
fr_fr: Brut
pl_pl: Surowa
tr_tr: İşlenmemiş

source: Save the notebook contents and create checkpoint
de_de: Speichern des Notebook-Inhalts und Erstellen eines Kontrollpunkts
es_es: Guardar el contenido del cuaderno y crear un punto de control
fr_fr: Enregistrer le contenu du notebook et créer un point de contrôle
ja_jp: Notebookの内容を保存してチェックポイントを作成
pl_pl: Zapisz zawartość notatnika i utwórz punkt kontrolny
pt_br: Salvar o conteúdo do notebook e criar ponto de verificação
ru_ru: Сохранить содержимое блокнота и создать контрольную точку
tr_tr: Not defterini kaydet ve kontrol noktası oluştur

source: Jump to current or last executed cell
fr_fr: Aller à la dernière cellule active ou exécutée

source: Jump to cell
fr_fr: Aller à la cellule

source: Elapsed time: %1 second
fr_fr: Temps écoulé : %1 seconde
ru_ru: Затраченное время: %1 секунда

source: Executed %1 cell
fr_fr: %1 cellule exécutée
ru_ru: Выполнена %1 ячейка

source: Kernel status
fr_fr: État du noyau
ru_ru: Статус ядра

source: Kernel status: %1
fr_fr: Statut du noyau : %1
ru_ru: Статус ядра: %1

source: History was unable to be retrieved
fr_fr: Impossible de récupérer l'historique

source: This notebook has been converted from an older notebook format (v%1) to the current notebook format (v%2). The next time you save this notebook, the current notebook format (v%2) will be used. 'Older versions of Jupyter may not be able to read the new format.' To preserve the original format version, close the notebook without saving it.
es_es: Este notebook ha sido convertido de un formato de notebook anterior (v%1) al formato de notebook actual (v%2). La próxima vez que guardes este notebook, se usará el formato actual (v%2) del notebook. 'Versiones más antiguas de Jupyter pueden no ser capaces de leer el nuevo formato.' Para conservar el formato original, cierre el cuaderno sin guardarlo.
fr_fr: Ce notebook a été converti d'un ancien format de notebook (v%1) au format actuel (v%2). La prochaine fois que vous sauverez ce notebook, le format actuel du notebook (v%2) sera utilisé. 'Anciennes versions de Jupyter peuvent ne pas être en mesure de lire le nouveau format.' Pour préserver la version originale, fermez le notebook sans le sauvegarder.
pl_pl: Ten notatnik został przekonwertowany ze starszego formatu notatnika (v%1) do aktualnego formatu notatnika (v%2). Następnym razem, gdy zapiszesz ten notatnik, aktualny format notatnika (v%2) zostanie użyty. 'Starsze wersje Jupytera mogą nie być w stanie odczytać nowego formatu. Aby zachować oryginalną wersję formatu, zamknij notatnik bez zapisywania.
ru_ru: Этот блокнот был преобразован из старого формата блокнота (v%1) в текущий формат блокнота (v%2). При следующем сохранении этого блокнота будет использован текущий формат блокнота (v%2). 'Более старые версии Jupyter могут не иметь возможности прочитать новый формат.' Чтобы сохранить исходный формат, закройте блокнот, не сохраняя его.

source: This notebook has been converted from an newer notebook format (v%1) to the current notebook format (v%2). The next time you save this notebook, the current notebook format (v%2) will be used. Some features of the original notebook may not be available.' To preserve the original format version, close the notebook without saving it.
de_de: Dieses Notebook wurde von einem neueren Notebookformat (v%1) in das aktuelle Notebookformat (v%2) konvertiert. Wenn du dieses Notebook das nächste Mal speicherst, wird das aktuelle Notebookformat (v%2) verwendet. Möglicherweise sind einige Funktionen des ursprünglichen Notebooks nicht verfügbar. Um die ursprüngliche Formatversion beizubehalten, schließe das Notebook ohne es zu speichern.
es_es: Este cuaderno se ha convertido de un formato de cuaderno anterior (v%1) al formato de cuaderno actual (v%2). La próxima vez que guarde este cuaderno, se usará el formato actual (v%2) del cuaderno. 'Las versiones más antiguas de Jupyter pueden no ser capaces de leer el nuevo formato.' Para conservar la versión del formato original, cierre el cuaderno sin guardarlo.
fr_fr: Ce notebook a été converti d'un format de notebook plus récent (v%1) que le format actuel (v%2). La prochaine fois que vous sauverez ce notebook, le format actuel du notebook (v%2) sera utilisé. 'Certaines fonctionnalités du notebook original peuvent ne pas être disponibles.' Pour préserver la version originale, fermez le notebook sans le sauvegarder.
ja_jp: Notebookは新しいnotebookフォーマット(v%1) から現在のnotebookフォーマット(v%2) へ変換されました。 このnotebookを次回保存する際は、現在のnotebookフォーマット(v%2) が使用されます。 以前のnotebookの機能が使えなくなる可能性があります。以前のnotebookの状態を保存したい場合は、notebookを保存せずに閉じてください。
pl_pl: Ten notatnik został przekonwertowany ze starszego formatu notatnika (v%1) do aktualnego formatu notatnika (v%2). Następnym razem, gdy zapiszesz ten notatnik, aktualny format notatnika (v%2) zostanie użyty. Niektóre funkcje oryginalnego notatnika mogą nie być dostępne.' Aby zachować oryginalną wersję formatu, zamknij notatnik bez zapisywania.
pt_br: Este notebook foi convertido a partir de um formato de notebook mais novo (v%1) para o formato de notebook atual (v%2). A próxima vez que salvar este notebook, o formato atual (v%2) será usado. Algumas funcionalidades do notebook original podem não funcionar. Para preservar o formato de versão original, feche o Notebook sem salvá-lo.
ru_ru: Этот блокнот был преобразован из нового формата блокнота (v%1) в текущий формат блокнота (v%2). При следующем сохранении этого блокнота будет использован текущий формат блокнота (v%2). Некоторые возможности оригинального ноутбука недоступны. ' Чтобы сохранить исходный формат, закройте блокнот, не сохранив его.
tr_tr: Bu not defteri daha yeni bir not defteri biçiminden dönüştürüldü (v %1) geçerli not defteri biçimine (v %2). Bu not defterini bir sonraki kaydettiğinizde, geçerli not defteri biçimi (v %2) kullanılacaktır. Orijinal dizüstü bilgisayarın bazı özellikleri mevcut olmayabilir.'Orijinal format sürümünü korumak için, not defterini kaydetmeden kapatın.

source: Notebook converted
de_de: Notizbuch konvertiert
es_es: Cuaderno convertido
fr_fr: Notebook converti
ja_jp: Notebookは変換されました
pl_pl: Notatnik przekonwertowany
pt_br: Notebook convertido
ru_ru: Блокнот преобразован
tr_tr: Not Defteri dönüştürüldü

source: Command
fr_fr: Commande
ja_jp: コマンド
pl_pl: Polecenie
ru_ru: Команда
tr_tr: Komut

source: Edit
de_de: Editieren
fr_fr: Édition
ja_jp: 編集
pl_pl: Edytuj
ru_ru: Редактировать
tr_tr: Düzenle

source: Notebook is in %1 mode
de_de: Notizbuch ist im %1 Modus
es_es: El Cuaderno es en modo %1
fr_fr: Le notebook est en mode %1
ja_jp: Notebookは %1 モードです
pl_pl: Notebook jest w trybie %1
pt_br: O notebook está no modo %1
ru_ru: Блокнот в режиме %1
tr_tr: Defter %1 modunda

source: Click to add a cell.
fr_fr: Cliquer pour ajouter une cellule.
ru_ru: Нажмите для добавления ячейки.

source: Kernel Restarting
es_es: Reinicio del Kernel
fr_fr: Redémarrage du noyau en cours
ja_jp: カーネル再起動中
pl_pl: Ponowne uruchamianie jądra
pt_br: Reiniciando o kernel
ru_ru: Перезапуск ядра
tr_tr: Kernel Yeniden Başlatılıyor

source: The kernel for %1 appears to have died. It will restart automatically.
es_es: El núcleo para %1 parece haber muerto. Se reiniciará automáticamente.
fr_fr: Le noyau pour %1 semble être mort. Il va redémarrer automatiquement.
ja_jp: %1 のカーネルが予期せず終了しました。自動的に再起動します。
pl_pl: Wygląda na to, że jądro dla %1 umarło. Zostanie ono uruchomione ponownie.
pt_br: O Kernel para %1 aparentemente morreu. Será reiniciado automaticamente.
ru_ru: Похоже, что ядро %1 не запущено. Оно будет перезапущено автоматически.
tr_tr: Kernel %1 görünüşe göre kapandı. Otomatik olarak yeniden başlatılacak.

source: Search Cell Outputs
de_de: Suche Zellausgaben
fr_fr: Résultats de la cellule de recherche
pl_pl: Wyszukaj w rezultatach komórek
ru_ru: Поиск выходных данных ячеек

source: Search in the cell outputs.
fr_fr: Rechercher dans les sorties des cellules.
ru_ru: Поиск в выходе ячейки.

source: Search in %1 Selected Cell
fr_fr: Rechercher dans la cellule sélectionnée
ru_ru: Поиск в %1 выбранной ячейке

source: Search in the cell outputs (not available when replace options are shown).
fr_fr: Recherche dans les sorties de cellules (non disponible lorsque les options de remplacement sont affichées).

source: Search in %1 Selected Line
fr_fr: Rechercher dans la ligne sélectionnée
ru_ru: Искать в %1 выбранной строке

source: Search only in the selected cells or text (depending on edit/command mode).
fr_fr: Rechercher uniquement dans les cellules ou le texte sélectionnés (selon le mode édition/commande).
ru_ru: Искать только в выбранных ячейках или тексте (в зависимости от режима редактирования/команды).

source: Searching outputs is expensive and requires to first rendered all outputs. Are you sure you want to search in the cell outputs?
fr_fr: La recherche dans les sorties est coûteuse et nécessite un premier rendu de celles-ci. Êtes-vous sûr de vouloir rechercher dans les sorties des cellules ?
ru_ru: Поиск результатов является дорогостоящим и требует первого рендеринга всех выводов. Вы уверены, что хотите найти данные в выводах?

source: Searching outputs requires you to run all cells and render their outputs. Are you sure you want to search in the cell outputs?
fr_fr: La recherche des résultats nécessite que vous exécutiez toutes les cellules pour obtenir ceux-ci. Êtes-vous sûr de vouloir rechercher dans les résultats des cellules ?

source: Notebook trusted: %1 of %2 code cells trusted.
fr_fr: Notebook approuvée : %1 sur %2 cellules approuvées.
ru_ru: Блокнот является доверенным: %1 из %2 ячеек кода являются доверенными.

source: Active cell trusted: %1 of %2 code cells trusted.
fr_fr: Cellule active approuvée : %1 sur %2 cellules de code approuvées.
ru_ru: Активная ячейка является доверенной: %1 из %2 ячеек кода являются доверенными.

source: Notebook not trusted: %1 of %2 code cells trusted.
fr_fr: Notebook non approuvé : %1 sur %2 cellules approuvées.
ru_ru: Блокнот не является доверенным: %1 из %2 ячеек кода являются доверенными.

source: The notebook is empty. Click the + button on the toolbar to add a new cell.
fr_fr: Le notebook ne contient aucune cellule. Cliquez sur le bouton + de la barre d'outils pour ajouter une nouvelle cellule.
ru_ru: Блокнот пуст. Нажмите кнопку +, чтобы добавить новую ячейку.

source: ↑↓ for history. Search history with c-↑/c-↓
fr_fr: ↑↓ pour naviguer dans l'historique. Rechercher dans l'historique avec c-↑/c-↓
ru_ru: ↑↓ для истории. Поиск истории с c-↑/c-↓

source: The first %1 are displayed
fr_fr: Les premiers %1 sont affichés

source: Show more outputs
fr_fr: Afficher plus de résultats

source: Toggle output scrolling
fr_fr: Activer/désactiver le défilement des sorties

source: Javascript Error: %1
fr_fr: Erreur JavaScript : %1
ru_ru: Ошибка Javascript: %1

source: Plugin Manager
fr_fr: Gestionnaire de plugins

source: Refresh plugins list
fr_fr: Rafraîchir la liste des plugins

source: The search query for plugins
fr_fr: La requête de recherche de plugins

source: Whether the disclaimer has been accepted
fr_fr: Si la clause de non-responsabilité est acceptée

source: Whether to hide the label
fr_fr: Masquer ou non le libellé

source: Advanced Plugin Manager
fr_fr: Gestionnaire avancé des plugins

source: Refresh Plugin List
fr_fr: Rafraîchir la liste des plugins

source: The plugin "%1" cannot be disabled as it is required by other plugins:
fr_fr: Le plugin "%1" ne peut pas être désactivé car il est requis par d'autres plugins:

source: Please disable the dependant plugins first.
fr_fr: Veuillez d'abord désactiver les plugins dépendants.

source: Please disable the dependent plugins first.
fr_fr: Veuillez désactiver d'abord les plugins dépendants.

source: While the plugin "%1" is not required by other enabled plugins, some plugins provide optional features depending on it. These plugins are:
fr_fr: Bien que le plugin "%1" n'est pas requis par d'autres plugins activés, il permet à certains plugins de fournir des fonctionnalités optionnelles. Ces plugins sont:

source: Do you want to disable it anyway?
fr_fr: Voulez-vous tout de même le désactiver ?

source: This plugin is required by other plugins
fr_fr: Ce plugin est requis par d'autres plugins

source: This plugin is used by other plugins
fr_fr: Ce plugin est utilisé par d'autres plugins

source: Disable anyway
fr_fr: Désactiver quand même

source: Autostart?
fr_fr: Démarrage automatique?

source: Defer
fr_fr: Différé

source: Depends on
fr_fr: Dépend de

source: Provides
fr_fr: Fournit

source: This plugin is locked.
fr_fr: Ce plugin est verrouillé.

source: To enable/disable, please acknowledge the disclaimer.
fr_fr: Pour activer/désactiver, veuillez accepter la clause de non-responsabilité.

source: Disable %1 plugin
fr_fr: Désactiver le plugin %1

source: Enable %1 plugin
fr_fr: Activer le plugin %1

source: This plugin was locked by system administrator or is a critical dependency and cannot be enabled/disabled.
fr_fr: Ce plugin a été verrouillé par l'administrateur système ou est une dépendance critique et ne peut pas être activé/désactivé.

source: Customise your experience/improve performance by disabling plugins you do not need. To disable or uninstall an entire extension use the Extension Manager instead. Changes will apply after reloading JupyterLab.
fr_fr: Personnaliser votre expérience/améliorer les performances en désactivant les plugins dont vous n'avez pas besoin. Pour désactiver ou désinstaller une extension, utilisez le gestionnaire d'extensions. Les modifications s'appliqueront après le rechargement de JupyterLab.

source: I understand that disabling core application plugins may render features and parts of the user interface unavailable and recovery using `jupyter labextension enable <plugin-name>` command may be required
fr_fr: Je comprends que la désactivation des plugins d'application de base peut rendre les fonctionnalités et certaines parties de l'interface utilisateur indisponibles et une restauration manuelle en utilisant la commande `jupyter labextension enable <plugin-name>` peut être nécessaire

source: Filter
fr_fr: Filtrer

source: Error querying installed extensions%1
fr_fr: Erreur lors de la requête des extensions installées %1

source: Updating plugin list…
fr_fr: Mise à jour de la liste des plugins…
