Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

# schema
source: Main Menu
de_de: Hauptmenü
es_es: Menú principal
fr_fr: Menu principal
ja_jp: メインメニュー
pl_pl: Menu główne
pt_br: Menu Principal
ru_ru: Главное меню
tr_tr: Ana Menü

# schema
source: MathJax math renderer for JupyterLab
fr_fr: Moteur de rendu mathématiques MathJax pour JupyterLab
ru_ru: Математический рендерер MathJax для JupyterLab

# schema
source: MathJax Plugin
fr_fr: Plugin MathJax
ru_ru: Плагин MathJax

# settings
source: The section ID
fr_fr: Identifiant de la section
ru_ru: ID раздела

# settings
source: The section label
fr_fr: Libellé de la section
ru_ru: Метка раздела

# settings
source: The rank of the section in the right panel
fr_fr: Priorité de la section dans le panneau de droite
ru_ru: Ранг раздела в правой панели

# settings
source: Whether to show that values have been modified from defaults
fr_fr: Afficher ou non que les valeurs ne sont pas celles par défaut
ru_ru: Показывать, что значения были изменены по сравнению со значениями по умолчанию

# settings
source: The property set up by extension
fr_fr: La propriété configurée par l'extension
ru_ru: Свойство, созданное расширением

# schema
source: Settings of the metadata form extension.
fr_fr: Paramètres de l'extension de formulaire de métadonnées.
ru_ru: Настройки расширения формы метаданных.

# schema
source: Metadata Form
fr_fr: Formulaire de métadonnées
ru_ru: Форма метаданных

# schema
source: Notebook completer settings.
de_de: Notebook Completer Einstellungen.
es_es: Configuración del completado de Cuadernos.
fr_fr: Paramètres de compléteur du notebook.
ja_jp: Notebook入力補完設定。
pl_pl: Ustawienia uzupełniacza notatnika.
pt_br: Configurações da Função Autocompletar do Notebook.
ru_ru: Настройки автодополнения в блокноте.
tr_tr: Dizüstü bilgisayar tamamlayıcı ayarları.

# schema
source: Notebook Completer
es_es: Completado de Cuadernos
fr_fr: Completer du Notebook
ja_jp: Notebook入力補完
pl_pl: Autouzupełnianie notatnika
pt_br: Função Autocompletar do Notebook
ru_ru: Автодополнение в блокноте
tr_tr: Dizüstü Bilgisayar Tamamlayıcı

# schema
source: Notebook Export settings.
de_de: Notebook-Export-Einstellungen.
fr_fr: Paramètres d'exportation du Notebook.
ja_jp: Notebookエキスポート設定。
pl_pl: Ustawienia eksportu notatnika.
ru_ru: Настройки экспорта блокнота.

# menu
source: Save and Export Notebook As
fr_fr: Enregistrer et exporter le notebook comme

# menu
source: Save and Export Notebook As…
de_de: Notebook speichern und exportieren als...
es_es: Guardar y Exportar Notebook Como…
fr_fr: Enregistrer et exporter le notebook sous…
ja_jp: 名前を付けてNotebookをエキスポート…
pl_pl: Zapisz i wyeksportuj notatnik jako…
ru_ru: Сохранить и экспортировать блокнот как…

# schema
source: Notebook Export
fr_fr: Exportation du Notebook
ja_jp: Notebookをエキスポート
pl_pl: Eksport notatnika
ru_ru: Экспорт блокнота

# schema
source: Notebook Panel settings.
fr_fr: Paramètres du Notebook.
ja_jp: Notebookパネルの設定。
ru_ru: Настройки панели блокнотов.

# settings
source: Notebook panel toolbar items
fr_fr: Éléments de la barre d'outils du Notebook
ru_ru: Элементы панели инструментов блокнота

# schema
source: Notebook Panel
fr_fr: Notebook
ja_jp: Notebookパネル
ru_ru: Панель блокнота

# settings
source: If enabled, displays a button that scrolls to the currently executing cell or, if none, the most recently executed cell. scrolls to the currently executing cell or, if none, the most recently executed cell. The button shows when hovering over the kernel execution indicator. Enabling this option automatically enables recording of execution timing metadata.
fr_fr: Si activé, affiche un bouton qui défile vers la cellule en cours d'exécution ou, si "none", la dernière cellule exécutée. Fait défiler jusqu'à la cellule en cours d'exécution ou, si "none", la dernière cellule exécutée. Le bouton s'affiche lors du survol de l'indicateur d'exécution du noyau. L'activation de cette option permet automatiquement l'enregistrement des métadonnées de synchronisation d'exécution.

# settings
source: Show jump to most recently executed/executing cell button
fr_fr: Afficher le bouton pour aller à la dernière cellule exécutée ou en cours d'exécution

# settings
source: If `true`, the kernel status progression will be displayed in the status bar otherwise it will be in the toolbar.
fr_fr: Si `true`, la progression de l'état du noyau sera affichée dans la barre d'état, sinon elle sera dans la barre d'outils.
ru_ru: Если `true`, прогресс ядра будет отображаться в строке состояния, иначе он будет находиться на панели инструментов.

# settings
source: Show kernel status on toolbar or status bar.
fr_fr: Afficher l'état du noyau sur la barre d'outils ou la barre d'état.
ru_ru: Показывать состояние ядра на панели инструментов или в строке состояния.

# settings
source: Show execution progress.
fr_fr: Afficher la progression de l'exécution.
ru_ru: Показать ход выполнения.

# schema
source: Notebook settings.
de_de: Notebook-Einstellungen.
es_es: Ajustes del cuaderno.
fr_fr: Paramètres du notebook.
ja_jp: Notebookの設定。
pl_pl: Ustawienia notatnika.
pt_br: Configurações do Notebook.
ru_ru: Настройки блокнота.
tr_tr: Not defteri ayarları.

# settings
source: Enable kernel history access from notebook cells. Enabling this allows you to scroll through kernel history from a given notebook cell.
fr_fr: Activer l'accès à l'historique d'exécution à partir des cellules des notebook. Cette option vous permet de faire défiler l'historique d'exécution à partir d'une cellule donnée.

# settings
source: Kernel history access
fr_fr: Accès à l'historique d'exécution

# settings
source: Whether to add an extra blank line between cells when merging them. When enabled, cells are joined with double newlines. When disabled, cells are joined with single newlines.
fr_fr: Ajoute ou non une ligne vide entre les cellules lors de leur fusion. Lorsque cette option est activée, les cellules sont jointes avec deux nouvelles lignes. Sinon les cellules sont jointes avec une seule nouvelle ligne.

# settings
source: Add extra line when merging cells
fr_fr: Ajouter une ligne supplémentaire lors de la fusion de cellules

# settings
source: Whether to render markdown cells when the cursor moves out of them.
fr_fr: Générer ou non le rendu des cellules markdown à la sortie du curseur.

# settings
source: Automatically render markdown when cursor leaves markdown cells
fr_fr: Rendre automatiquement le markdown lorsque le curseur quitte les cellules markdown

# settings
source: Whether to automatically start the preferred kernel.
fr_fr: Démarrer ou non automatiquement le noyau préféré.
ru_ru: Показывать, что значения были изменены по сравнению со значениями по умолчанию.

# settings
source: Automatically Start Preferred Kernel
fr_fr: Démarrer automatiquement le noyau préféré
ru_ru: Автоматически запускать предпочтительное ядро

# settings
source: The configuration for all code cells; it will override the CodeMirror default configuration.
fr_fr: La configuration de toutes les cellules de code ; cela remplacera la configuration par défaut de CodeMirror.
ru_ru: Конфигурация для всех ячеек кода; он переопределит конфигурацию CodeMirror по умолчанию.

# settings
source: Code Cell Configuration
de_de: Code-Zellen-Konfiguration
fr_fr: Configuration des cellules de code
pl_pl: Konfiguracja komórki kodu
ru_ru: Настройка ячейки кода

# settings
source: The default type (markdown, code, or raw) for new cells
de_de: Der Standardtyp (Markdown, Code oder Raw) für neue Zellen
fr_fr: Type par défaut des nouvelles cellules (markdown, code, ou brut)
pl_pl: Domyślny typ (markdown, code, lub raw) dla nowych komórek
ru_ru: Тип по умолчанию (markdown, код или raw) для новых ячеек

# settings
source: Default cell type
de_de: Standard-Zellentyp
fr_fr: Type de cellule par défaut
pl_pl: Domyślny typ komórki
ru_ru: Тип ячейки по умолчанию
tr_tr: Varsayılan hücre tipi

# settings
source: Enables the undo/redo actions at the notebook document level; aka undoing within a cell may undo the latest notebook change that happen in another cell. This is deprecated and will be removed in 5.0.0.
fr_fr: Active les actions d'annulation/de répétition au niveau du notebook ; l'annulation dans une cellule peut annuler le dernier changement de notebook qui se produit dans une autre cellule. Ceci est obsolète et sera supprimé en 5.0.0.
ru_ru: Включает отмену/возврат действий на уровне блокнота; ака отмена в ячейке может отменить последнее изменение блокнота, которое произошло в другой ячейке. Это устарело и будет удалено в 5.0.0.

# settings
source: Enable undo/redo actions at the notebook document level.
fr_fr: Activer les actions d'annulation/de répétition au niveau du notebook.
ru_ru: Включите действия отмены/возврата на уровне блокнота.

# settings
source: Display notification if code cells are run while kernel is initializing.
fr_fr: Notifie l'utilisateur si des cellules de code sont exécutées pendant l'initialisation du noyau.

# settings
source: Notify about code execution if kernel is initializing
fr_fr: Notifier l'exécution de code si le noyau est en cours d'initialisation

# settings
source: Whether the line history for standard input (e.g. the ipdb prompt) should kept separately for different kernel sessions (`session`) or combined (`global`).
fr_fr: Si l'historique des lignes pour l'entrée de saisie (par exemple, l'invite ipdb) doit être conservé séparément pour les différentes sessions du noyau (`session`) ou combiné (`global`).
ru_ru: Должна ли история строк для стандартного ввода (например, подсказка ipdb) храниться отдельно для разных сеансов ядра (`session`) или быть объединена (`global`).

# settings
source: Input History Scope
fr_fr: Portée de l'historique des entrées de saisie
ru_ru: Область истории ввода

# settings
source: Whether to shut down or not the kernel when closing a notebook.
fr_fr: Fermer ou non le noyau lors de la fermeture d'un notebook.
pl_pl: Czy wyłączyć jądro zamykając notebook.
ru_ru: Выключать ли или нет ядро при закрытии ноутбука.

# settings
source: Shut down kernel
de_de: Kernel abschalten
fr_fr: Arrêter le noyau
pl_pl: Wyłącz jądro
ru_ru: Выключить ядро

# settings
source: Defines the position and components of execution progress indicator.
fr_fr: Définit la position et les composants de l'indicateur de progression de l'exécution.
ru_ru: Определяет позицию и компоненты индикатора выполнения.

# settings
source: Kernel status icon configuration
fr_fr: Configuration de l'icône de statut du noyau
ru_ru: Конфигурация значка состояния ядра

# settings
source: The configuration for all markdown cells; it will override the CodeMirror default configuration.
fr_fr: La configuration de toutes les cellules Markdown ; cela remplacera la configuration par défaut de CodeMirror.
ru_ru: Конфигурация для всех markdown-ячеек; он переопределит конфигурацию CodeMirror по умолчанию.

# settings
source: Markdown Cell Configuration
de_de: Konfiguration der Markdown-Zelle
fr_fr: Configuration des cellules Markdown
pl_pl: Konfiguracja Komórki Markdown
ru_ru: Настройка ячейки Markdown

# settings
source: Defines the maximum number of output cells to be rendered in the output area for cells with many outputs. The output area will have a head and the remaining outputs will be trimmed and not displayed unless the user clicks on the information message. Set to 0 to have the complete display.
fr_fr: Définit le nombre maximum de résultats à afficher par cellules. La zone de sortie affichera les premiers résultats uniquement à moins que l'utilisateur ne clique sur le message d'information. Une valeur de 0 affichera toutes les résultats.
ru_ru: Определяет максимальное количество выходных ячеек, отображаемых в области вывода для ячеек с большим количеством выходных данных. Область вывода будет иметь заголовок, а остальные выходные данные будут обрезаны и не будут отображаться, пока пользователь не щелкнет информационное сообщение. Установите на 0, чтобы иметь полное отображение.

# settings
source: The maximum number of output cells to be rendered in the output area.
fr_fr: Le nombre maximum de résultats à afficher dans la zone de sortie d'une cellule.
ru_ru: Максимальное количество выходных ячеек, отображаемых в области вывода.

# settings
source: In 'full' windowing mode, this is the number of cells above and below the viewport.
fr_fr: En mode fenêtré 'full', il s'agit du nombre de cellules au-dessus et en dessous de la fenêtre d'affichage.
ru_ru: В «полном» оконном режиме это количество ячеек выше и ниже окна просмотра.

# settings
source: Number of cells to render outside de the viewport
fr_fr: Nombre de cellules à afficher en dehors de la fenêtre d'affichage
ru_ru: Количество ячеек для рендеринга вне области просмотра

# settings
source: Number of cells to render outside the viewport
fr_fr: Nombre de cellules à afficher en dehors de la fenêtre d'affichage

# settings
source: The configuration for all raw cells; it will override the CodeMirror default configuration.
fr_fr: La configuration de toutes les cellules de base ; cela remplacera la configuration par défaut de CodeMirror.
ru_ru: Конфигурация для всех raw-ячеек; он переопределит конфигурацию CodeMirror по умолчанию.

# settings
source: Raw Cell Configuration
fr_fr: Configuration des cellules brutes
pl_pl: Konfiguracja komórki kodu
ru_ru: Настройка ячейки Raw

# settings
source: Should timing data be recorded in cell metadata
fr_fr: Les données de chronométrage doivent-elles être enregistrées dans les métadonnées de cellule
pl_pl: Czy dane dotyczące czasu powinny być rejestrowane w metadanych komórki
ru_ru: Записывать ли дату и время выполнения в метаданные ячейки

# settings
source: Recording timing
de_de: Aufnahmezeitpunkt
fr_fr: Horodatage de l'enregistrement
pl_pl: Harmonogram nagrywania
ru_ru: Время записи

# settings
source: Global setting to define the rendering layout in notebooks. 'default' or 'side-by-side' are supported.
fr_fr: Paramètre global pour définir la disposition de rendu dans les blocs-notes. 'default' (par défaut) ou 'side-by-side' (côte à côte) sont pris en charge.
ru_ru: Глобальный параметр для определения макета рендеринга в блокнотах. Поддерживаются «по умолчанию» или «бок о бок».

# settings
source: Rendering Layout
fr_fr: Mise en page du rendu
ru_ru: Отображение макета

# settings
source: Whether to scroll heading to the document top when selecting it in the table of contents.
fr_fr: Faire défiler ou non le document pour afficher le titre sélectionné depuis la table des matières.

# settings
source: Whether to scroll heading to the document top when selecting it in the table of contents. Starting with JupyterLab 4.1 this setting will be enabled by default.
fr_fr: Faire défiler le document jusqu'à placer la sélection de la table des matières en haut de la page. À partir de JupyterLab 4.1, ce paramètre sera activé par défaut.

# settings
source: Scroll heading to top
fr_fr: Défiler jusqu'à placer le titre en haut du document

# settings
source: Whether to be able to scroll so the last cell is at the top of the panel
fr_fr: Si l'on peut faire défiler la dernière cellule en haut du panneau
pl_pl: Czy umożliwić przewijanie, tak aby ostatnia komórka znajdowała się na górze panelu
ru_ru: Можно ли прокручивать, чтобы последняя ячейка была в верхней части панели

# settings
source: Scroll past last cell
fr_fr: Défiler après la dernière cellule
pl_pl: Przewiń poza ostatnią komórkę
ru_ru: Прокручивать после последней ячейки

# settings
source: Should an editor be shown for read-only markdown
fr_fr: Un éditeur doit-il être affiché pour le markdown en lecture seule
ru_ru: Должен ли быть показан редактор только для чтения markdown

# settings
source: Show editor for read-only Markdown cells
fr_fr: Afficher l'éditeur pour les cellules Markdown en lecture seule
ru_ru: Показать редактор для ячеек Markdown, которые только для чтения

# settings
source: If set to true, a button is shown below collapsed headings, indicating how many cells are hidden beneath the collapsed heading.
fr_fr: Si activé, un bouton est affiché sous les titres réduits, indiquant le nombre de cellules cachées sous le titre.
ru_ru: Если установлено значение true, под свернутыми заголовками отображается кнопка, показывающая, сколько ячеек скрыто под свёрнутым заголовком.

# settings
source: Show hidden cells button if collapsed
fr_fr: Afficher le bouton des cellules cachées si elles sont réduites
ru_ru: Показывать кнопку скрытия ячеек при сворачивании

# settings
source: Show placeholder text for standard input fields (requires reload)
fr_fr: Afficher les suggestions pour les champs de saisie standard (rechargement nécessaire)

# settings
source: Show input placeholder
fr_fr: Afficher la suggestion dans le champ de saisie

# settings
source: Whether to show the notebook minimap (virtual scrollbar) by default for all notebooks.
fr_fr: Afficher/Masquer la minimap du notebook (barre de défilement virtuelle) par défaut pour tous les notebooks.

# settings
source: Show minimap
fr_fr: Afficher la minicarte

# settings
source: Side-by-side left margin override.
fr_fr: Marge à gauche dans la vue côte-à-côte.
ru_ru: Переопределение бокового левого поля.

# settings
source: Side-by-side left margin override
fr_fr: Marge à gauche dans la vue côte-à-côte
ru_ru: Переопределение бокового левого поля

# settings
source: For the side-by-side rendering, the side-by-side output ratio defines the width of the output vs the input. Set 1 for same size, > 1 for larger output, < 1 for smaller output.
fr_fr: Pour le rendu côte à côte, le ratio des résultats définit la largeur des résultats par rapport à l'entrée. Mettre à 1 pour la même largeur, > 1 pour des résultats plus large, < 1 pour des résultats moins large.
ru_ru: Для рендеринга бок о бок коэффициент вывода бок о бок определяет ширину вывода по сравнению с вводом. Установите 1 для того же размера, > 1 для большего вывода, < 1 для меньшего вывода.

# settings
source: Side-by-side output ratio
fr_fr: Ratio des résultats dans la vue côte à côte
ru_ru: Коэффициент вывода бок о бок

# settings
source: Side-by-side right margin override.
fr_fr: Marge à droite dans la vue côte-à-côte.
ru_ru: Переопределение бокового правого поля.

# settings
source: Side-by-side right margin override
fr_fr: Marge à droite dans la vue côte-à-côte
ru_ru: Переопределение бокового правого поля

# settings
source: 'defer': Improve loading time - Wait for idle CPU cycles to attach out of viewport cells - 'full': Best performance with side effects - Attach to the DOM only cells in viewport - 'none': Worst performance without side effects - Attach all cells to the viewport
fr_fr: 'defer': Améliore le temps de chargement - Attend que le processeur soit inactif pour rendre les cellules - 'full' : Meilleure performance avec effets secondaires - Attache au DOM uniquement les cellules visibles - 'none' : Pire performance sans effets secondaires - Attache toutes les cellules
ru_ru: 'defer': Сокращение времени загрузки - Подождите, пока простаивающие циклы ЦП присоединятся к ячейкам области просмотра - 'full': Лучшая производительность с побочными эффектами - Прикрепите к DOM только ячейки в области просмотра - 'none': Наихудшая производительность без побочных эффектов - Присоедините все ячейки в область просмотра

# settings
source: - 'defer': Improve loading time - Wait for idle CPU cycles to attach out of viewport cells - 'full': Best performance with side effects - Attach to the DOM only cells in viewport - 'none': Worst performance without side effects - Attach all cells to the viewport - 'contentVisibility': Browser-optimized rendering - Use content-visibility to skip offscreen cells
fr_fr: - 'defer': Améliore le temps de chargement - Attend que le processeur soit inactif pour rendre les cellules - 'full' : Meilleure performance avec effets secondaires - Attache au DOM uniquement les cellules visibles - 'none' : Pire performance sans effets secondaires - Attache toutes les cellules - 'contentVisbility': Rendu optimisé par le navigateur - Utilise 'content-visibility' pour omettre les cellules non visibles

# settings
source: Windowing mode
fr_fr: Mode d'affichage
ru_ru: Оконный режим

# schema
source: Sessions Settings
fr_fr: Paramètres des sessions
ru_ru: Настройки сессий

# menu
source: Connected Sessions…
fr_fr: Sessions connectées…
ru_ru: Подключенные сессии…

# schema
source: Settings editor form ui settings.
fr_fr: Paramètres de l'éditeur de paramètres.
ru_ru: Редактор настроек из настроек пользовательского интерфейса.

# settings
source: Set the type of editor to use while editing your settings.
fr_fr: Définissez le type d'éditeur à utiliser lors de l'édition de vos paramètres.
ru_ru: Установите тип редактора, который будет использоваться при редактировании настроек.

# settings
source: Type of editor for the setting.
fr_fr: Type d'éditeur.
ru_ru: Тип редактора для настройки.

# settings
source: List of additional plugin IDs that should not be displayed in the settings editor. These plugins can still be configured programmatically or via overrides.json. Note: Some core plugins like context-menu and main-menu are always hidden and cannot be made visible.
fr_fr: Liste des ID de plugins supplémentaires à cacher dans l'éditeur de paramètres. Ces plugins peuvent toujours être configurés par le programme ou via le fichier de personnalisation "overrides.json". Note : Certains plugins de base comme le menu contextuel et le menu principal sont toujours cachés et ne peuvent pas être rendus visibles.

# settings
source: Plugin ID to skip
fr_fr: ID du plugin à ignorer

# settings
source: Plugin ID
fr_fr: ID du plugin

# settings
source: Additional plugins to skip in settings editor
fr_fr: Plugins supplémentaires à ignorer dans l'éditeur de paramètres

# schema
source: Settings Editor Form UI
fr_fr: Type d'éditeur de paramètres
ru_ru: Форма редактора настроек UI

# schema
source: Setting editor settings.
de_de: Einstellungen für Einstellungs-Editor.
es_es: Configuración del editor de ajustes.
fr_fr: Paramètres de l'éditeur de paramètres.
ja_jp: エディタ設定の設定。
pl_pl: Ustawienia edytora ustawień.
pt_br: Configurando o Editor de Configurações.
ru_ru: Настройки текстового редактора.
tr_tr: Düzenleyici ayarlarının yapılması.

# schema
source: Setting Editor
de_de: Einstellungs-Editor
es_es: Editor de Ajustes
fr_fr: Éditeur de paramètres
ja_jp: エディタ設定
pl_pl: Edytor Ustawień
pt_br: Editor de Configurações
ru_ru: Редактор настроек
tr_tr: Ayar Düzenleyicisi

# schema
source: Keyboard shortcut settings.
de_de: Tastenkürzel-Einstellungen.
es_es: Ajustes de atajos de teclado.
fr_fr: Paramètres des raccourcis clavier.
ja_jp: キーボードショートカットの設定。
pl_pl: Ustawienia skrótów klawiszowych.
pt_br: Configurações de atalhos de teclado.
ru_ru: Настройка горячих клавиш.
tr_tr: Klavye kısayol ayarları.

# settings
source: Keyboard Shortcuts
de_de: Tastaturkürzel
fr_fr: Raccourcis clavier
ja_jp: キーボードショートカット
pl_pl: Skróty klawiszowe
ru_ru: Горячие клавиши

# settings
source: The list of keyboard shortcuts.
de_de: Die Liste der Tastaturkürzel.
fr_fr: Liste des raccourcis clavier.
ja_jp: キーボードショートカット一覧。
pl_pl: Lista skrótów klawiaturowych.
ru_ru: Список горячих клавиш.

# schema
source: Keyboard Shortcuts
de_de: Tastenkürzel
es_es: Atajos de teclado
fr_fr: Raccourcis clavier
ja_jp: キーボードショートカット
pl_pl: Skróty klawiszowe
pt_br: Atalhos de teclado
ru_ru: Горячие клавиши
tr_tr: Klavye kısayolları

# schema
source: Status Bar settings.
de_de: Statusleisten-Einstellungen.
es_es: Ajustes de la barra de estado.
fr_fr: Paramètres de la barre d'état.
ja_jp: ステータスバーの設定。
pl_pl: Ustawienia Paska Stanu.
pt_br: Configurações da Barra de Status.
ru_ru: Настройки статусбара.
tr_tr: Durum Çubuğu ayarları.
