Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

# schema
source: Markdown viewer settings.
de_de: Markdown-Viewer-Einstellungen.
es_es: Ajustes de visor de markdown.
fr_fr: Paramètres du visualiseur Markdown.
ja_jp: Markdown ビューアの設定。
pl_pl: Ustawienia przeglądarki Markdown.
pt_br: Configurações da visualização do Markdown.
ru_ru: Настройки просмотра Markdown.
tr_tr: Markdown görüntüleme ayarları.

# settings
source: Markdown Viewer
es_es: Visor de markdown
fr_fr: Visualiseur Markdown
ja_jp: Markdown ビューア
pl_pl: Podgląd Markdown
pt_br: Visualizador de Markdown
ru_ru: Средство просмотра Markdown
tr_tr: Markdown Görüntüleyici

# settings
source: The font family used to render markdown. If `null`, value from current theme is used.
de_de: Die Schriftfamilie, die für die Darstellung von Markdown verwendet wird. Wenn `null`, wird der Wert aus dem aktuellen Theme verwendet.
es_es: La familia de fuentes utilizada para desplegar markdown. Si es `null`, se utilizará el valor del tema actual.
fr_fr: La taille en pixel de la police utilisée pour le rendu markdown. Si `null`, la valeur du thème actuel est utilisée.
ja_jp: Markdownのレンダリングに使用する行の高さ。 `null`の場合、現在のテーマの値が使用される。
pl_pl: Rodzina czcionek używana do renderowania markdown. Jeśli `null`, używana jest wartość z bieżącego motywu.
pt_br: A família de fontes usada para renderizar o markdown. Se `null`, o valor do tema atual é usado.
ru_ru: Семейство шрифтов, используемое для отображения markdown. Если `null`, используется значение из текущей темы.
tr_tr: Markdown oluşturmak için kullanılan yazı tipi ailesi. Eğer "null' ise, mevcut temanın değeri kullanılır.

# settings
source: Font Family
de_de: Schriftfamilie
es_es: Familia de Fuente
fr_fr: Famille de polices
ja_jp: フォントの種類
pl_pl: Czcionka
pt_br: Família da fonte
ru_ru: Шрифт
tr_tr: Yazı Tipi Ailesi

# settings
source: The size in pixel of the font used to render markdown. If `null`, value from current theme is used.
de_de: Die Größe der Schriftart in Pixel, die für die Darstellung von Markdown verwendet wird. Wenn `null`, wird der Wert aus dem aktuellen Theme verwendet.
es_es: El tamaño en pixeles de la fuente utilizada para desplegar markdown. Si el valor es `null`, el valor del tema actual será usado.
fr_fr: La taille en pixel de la police utilisée pour le rendu markdown. Si `null`, la valeur du thème actuel est utilisée.
ja_jp: マークダウンの表示に使用されるフォントのピクセルサイズ。 「null」の場合、現在のテーマの値が使用されます。
pl_pl: Rozmiar czcionki używanej do renderowania markdown w pikselach. Jeśli `null`, używana jest wartość z bieżącego motywu.
pt_br: Tamanho em pixels da fonte usada para renderizar o markdown. Se for `null`, o valor do tema atual é utilizado.
ru_ru: Размер шрифта в пикселах для отображения markdown. Если `null`, используется значение из текущей темы.
tr_tr: Markdown oluşturmak için kullanılan yazı tipinin piksel cinsinden boyutu. Eğer değer "null" ise, mevcut tema kullanılır.

# settings
source: Font Size
de_de: Schriftgröße
es_es: Tamaño de fuente
fr_fr: Taille de police
ja_jp: フォントサイズ
pl_pl: Rozmiar czcionki
pt_br: Tamanho da Fonte
ru_ru: Размер шрифта
tr_tr: Yazı Tipi Boyutu

# settings
source: Whether to hide YAML front matter. The YAML front matter must be placed at the top of the document, started by a line of three dashes (---) and ended by a line of three dashes (---) or three points (...).
de_de: Ob der YAML-Vorspann ausgeblendet werden soll. Der YAML-Virspann muss am Anfang des Dokuments stehen, durch eine Zeile mit drei Strichen (---) eingeleitet und durch eine Zeile mit drei Bindestrichen (---) oder drei Punkten (...) abgeschlossen werden.
es_es: ¿Ocultar la parte delantera YAML? La parte delantera de YAML debe colocarse en la parte superior del documento, iniciando con una línea de tres guiones (---) y terminando con una línea de tres guiones (---) o tres puntos (...).
fr_fr: S'il faut cacher le préambule en YAML. Le préambule en YAML doit être placé au début du document, commençant par une ligne avec trois tirets (---), et finissant par une ligne avec trois tirets (---) ou trois point (...).
ja_jp: YAML Front-matterを非表示にするかどうか。 YAML Front-matterはドキュメントの先頭に配置する必要があります。 3つのダッシュ (---) の行で始まり、 3つのダッシュ (---) または 3 つの点 (...)の行で終ります。
pl_pl: Czy ukryć wstęp YAML. Wstęp YAML musi być umieszczony na górze dokumentu, zapoczątkowany linią trzech myślników (---) i zakończony linią trzech myślników (---) lub trzech kropek (...).
ru_ru: Стоит ли скрывать фронтальный вопрос. Заголовок YAML должен быть размещен в верхней части документа, начинаться строкой из трех тире (---) и заканчиваться строкой из трех тире (---) или тремя точками (...).
tr_tr: YAML ön bölümünün gizlenip/gizlenmeme durumunu. YAML ön bölümü, belgenin üst kısmına yerleştirilmiş olmalıdır, üç çizgi (---) satırı ile başlamalı ve üç çizgi (---) ya da üç nokta (...) ile bitirilmelidir.

# settings
source: Hide Front Matter
de_de: Vorspann ausblenden
es_es: Ocultar Parte Delantera
fr_fr: Cacher le Préambule
ja_jp: Front-matterを隠す
pl_pl: Ukryj wstęp (front matter)
ru_ru: Скрыть лицевую сторону
tr_tr: Ön Bölümleri Gizle

# settings
source: The line height used to render markdown. If `null`, value from current theme is used.
de_de: Die Zeilenhöhe, die zum Rendern von Markdown verwendet wird. Wenn `null`, wird der Wert aus dem aktuellen Thema verwendet.
es_es: La altura de líneas utilizada para el desplegar markdown. Si el valor es `null`, el valor del tema actual será usado.
fr_fr: La hauteur de ligne utilisée pour le rendu markdown. Si `null`, la valeur du thème actuel est utilisée.
ja_jp: マークダウンの表示に使用される行の高さ。 「null」の場合、現在のテーマの値が使用されます。
pl_pl: Wysokość linii używana do renderowania markdown. Jeśli `null`, używana jest wartość z bieżącego motywu.
pt_br: A altura da linha usada para renderizar o markdown. Se for `null`, o valor do tema atual é utilizado.
ru_ru: Высота строки, используемая для отображения markdown. Если `null`, то используется значение из текущей темы.
tr_tr: Markdown oluşturmak için kullanılan satır yüksekliği. Eğer 'null' ise, mevcut temanın değeri kullanılır.

# settings
source: Line Height
de_de: Linien Höhe
es_es: Espaciado de Líneas
fr_fr: Hauteur de ligne
ja_jp: 行の高さ
pl_pl: Wysokość linii
pt_br: Altura da linha
ru_ru: Высота строки
tr_tr: Satır Yüksekliği

# settings
source: The text line width expressed in CSS ch units. If `null`, lines fit the viewport width.
de_de: Die Textzeilenbreite, ausgedrückt in CSS ch-Einheiten. Bei `null` passen sich die Zeilen der Breite des Viewports an.
es_es: El ancho de líneas de texto expresado en unidades ch de CSS. Si el valor es `null`, el ancho de las lineas abarcará la vista.
fr_fr: La largeur de la ligne de texte exprimée en unités CSS ch. Si `null`, les lignes correspondent à la largeur de la fenêtre.
ja_jp: CSSのch単位で表されるテキスト行の幅。 「null」の場合、行幅はビューポートの幅に合わせます。
pl_pl: Szerokość linii tekstu wyrażona w jednostkach "ch" CSS. Jeśli `null`, linie dopasowują się do szerokości widoku.
pt_br: A largura da linha de texto expressa em unidades CSS ch. Se for `null`, as linhas se adaptarão à largura da região de visualização.
ru_ru: Ширина текста, выраженная в единицах CSS "ch". Если `null`, текст полностью заполняет окно.
tr_tr: CSS ch birimlerinde ifade edilen metin satırı genişliği. 'Null' ise çizgiler görüntü alanı genişliğine sığdırılır.

# settings
source: Line Width
de_de: Linien Breite
es_es: Ancho de línas
fr_fr: Largeur de ligne
ja_jp: 行の幅
pl_pl: Szerokość linii
pt_br: Largura de linha
ru_ru: Ширина линии
tr_tr: Satır Genişliği

# settings
source: The render timeout in milliseconds.
de_de: Die Renderzeitüberschreitung in Millisekunden.
es_es: Tiempo de espera de desplegado en milisegundos.
fr_fr: Délai maximum avant d'abandonner le rendu en millisecondes.
ja_jp: 描画タイムアウト(ms単位)
pl_pl: Limit czasu renderowania w milisekundach.
pt_br: Tempo limite para renderização em milissegundos.
ru_ru: Время отрисовки в миллисекундах.
tr_tr: Render zaman aşımı milisaniye cinsindendir.

# settings
source: Render Timeout
de_de: Zeitüberschreitung beim Rendern
es_es: Tiempo limite de desplegado
fr_fr: Délai d'expiration pour le Rendu
ja_jp: 描画タイムアウト
pl_pl: Limit czasu renderowania
pt_br: Tempo limite para renderização
ru_ru: Тайм-аут отрисовки
tr_tr: Render zaman aşımı

# schema
source: Markdown Viewer
de_de: Markdown-Ansicht
es_es: Visor de markdown
fr_fr: Visualiseur Markdown
ja_jp: Markdown ビューア
pl_pl: Podgląd Markdown
pt_br: Visualizador de Markdown
ru_ru: Средство просмотра Markdown
tr_tr: Markdown Görüntüleyici

source: The following plugins cannot be disabled as they are locked:
fr_fr: Les plugins suivants ne peuvent pas être désactivés car ils sont verrouillés :

source: The following plugins cannot be enabled as they are locked:
fr_fr: Les plugins suivants ne peuvent pas être activés car ils sont verrouillés :

source: Extension installation not supported.
fr_fr: Installation de l'extension non prise en charge.
ru_ru: Установка расширения не поддерживается.

source: Extension removal not supported.
fr_fr: Suppression de l'extension non prise en charge.
ru_ru: Удаление расширения не поддерживается.

# schema
source: Application commands settings.
de_de: Einstellungen der Anwendungsbefehle.
es_es: Configuración de los comandes de la aplicación.
fr_fr: Paramètres des commandes de l'application.
ja_jp: アプリケーションコマンドの設定。
pl_pl: Ustawienia poleceń aplikacji.
pt_br: Configurações de comandos de aplicativo.
ru_ru: Настройки команд приложения.
tr_tr: Uygulama Komut Ayarları.

# menu
source: Appearance
fr_fr: Apparence
ru_ru: Оформление

# schema
source: Application Commands
de_de: Anwendungsbefehle
es_es: Comandos de aplicación
fr_fr: Commandes d'application
ja_jp: アプリケーションコマンド
pl_pl: Polecenia aplikacji
pt_br: Comandos do Aplicativo
ru_ru: Команды приложения
tr_tr: Uygulama Komutları

# settings
source: Whether the menu is disabled or not
de_de: Ob das Menü deaktiviert ist oder nicht
es_es: Indica si el menú está deshabilitado o no
fr_fr: Si le menu est désactivé ou non
ja_jp: メニューが無効かどうか
pl_pl: Czy menu jest wyłączone czy nie
pt_br: Se o menu está desativado ou não
ru_ru: Меню отключено или нет
tr_tr: Menünün devre dışı olup olmadığı

# settings
source: Menu icon id
de_de: Menüsymbol-ID
es_es: Identificación del ícono del menú
fr_fr: Icône de menu
ja_jp: メニューアイコンID
pl_pl: Identyfikator ikony menu
pt_br: Id do ícone de menu
ru_ru: Id иконки Меню
tr_tr: Menü ikon ID

# settings
source: Menu unique id
de_de: Eindeutige Menü-ID
es_es: Identificación única del menú
fr_fr: Identifiant unique du menu
ja_jp: メニューユニークID
pl_pl: Unikalny identyfikator menu
pt_br: Id exclusivo do menu
ru_ru: Уникальный id меню
tr_tr: Menü özel id'si

# settings
source: Menu items
de_de: Menüpunkte
es_es: Elementos del menú
fr_fr: Éléments du menu
ja_jp: メニュー項目
pl_pl: Elementy menu
pt_br: Itens do menu
ru_ru: Пункты меню
tr_tr: Menü öğeleri

# settings
source: Menu label
de_de: Menübeschriftung
es_es: Etiqueta del menú
fr_fr: Libellé du menu
ja_jp: メニューラベル
pl_pl: Etykieta menu
pt_br: Rótulo do menu
ru_ru: Ярлык меню
tr_tr: Menü etiketi

# settings
source: Mnemonic index for the label
de_de: Mnemonischer Index für die Bezeichnung
es_es: Índice mnemónico para la etiqueta
fr_fr: Index mnémonique de l'étiquette
ja_jp: ラベルのニーモニックインデックス
pl_pl: Mnemoniczny indeks dla etykiety
pt_br: Índice mnemônico para o rótulo
ru_ru: Мнемонический индекс для метки
tr_tr: Etiket için mnemonik indeksi

# settings
source: Menu rank
de_de: Menü-Rang
es_es: Rango de menú
fr_fr: Rang du menu
ja_jp: メニューランク
pl_pl: Ranga menu
pt_br: Classificação do menu
ru_ru: Ранг меню
tr_tr: Menü sıralaması

# settings
source: Command arguments
de_de: Befehlsargumente
es_es: Argumentos del comando
fr_fr: Arguments de la commande
ja_jp: コマンド引数
pl_pl: Argumenty polecenia
pt_br: Argumentos de comando
ru_ru: Аргументы команды
tr_tr: Komut argümanları

# settings
source: Command id
de_de: Befehls-ID
es_es: Identificación del comando
fr_fr: Identifiant de la commande
ja_jp: コマンドID
pl_pl: ID polecenia
pt_br: Id do comando
ru_ru: Id команды
tr_tr: Komut ID

# settings
source: Whether the item is disabled or not
de_de: Ob das Element deaktiviert ist oder nicht
es_es: Si el elemento está desactivado o no
fr_fr: Si l'élément est désactivé ou non
ja_jp: アイテムが無効かどうか
pl_pl: Czy element jest wyłączony czy nie
pt_br: Se o item está desativado ou não
ru_ru: Элемент отключён или нет
tr_tr: Öğenin devre dışı olup olmadığı

# settings
source: Item rank
de_de: Element-Rang
es_es: Rango del objeto
fr_fr: Rang de l'élément
ja_jp: アイテムランク
pl_pl: Ranga elementu
pt_br: Classificação do item
ru_ru: Ранг предмета
tr_tr: Öğe sıralaması

# settings
source: Submenu definition
de_de: Untermenü-Definition
es_es: Definición del submenú
fr_fr: Définition du sous-menu
ja_jp: サブメニュー定義
pl_pl: Definicja podmenu
pt_br: Definição do submenu
ru_ru: Позиция подменю
tr_tr: Alt menü tanımı

# settings
source: Item type
de_de: Element-Typ
es_es: Tipo de elemento
fr_fr: Type d'élément
ja_jp: アイテムの種類
pl_pl: Typ elementu
pt_br: Tipo de item
ru_ru: Тип предмета
tr_tr: Öğe türü

# schema
source: JupyterLab context menu settings.
de_de: JupyterLab Kontextmenü-Einstellungen.
es_es: Configuración del menú contextual de JupyterLab.
fr_fr: Paramètres du menu contextuel de JupyterLab.
ja_jp: JupyterLabコンテキストメニューの設定。
pl_pl: Ustawienia menu kontekstowego JupyterLab.
pt_br: Configurações do menu de contexto do JupyterLab.
ru_ru: Настройки контекстного меню JupyterLab.
tr_tr: JupyterLab içerik menüsü ayarları.

# settings
source: Application Context Menu
de_de: Kontextmenü der Anwendung
es_es: Menú contextual de la aplicación
fr_fr: Menu contextuel de l'application
ja_jp: アプリケーションコンテキストメニュー
pl_pl: Menu kontekstowe aplikacji
pt_br: Menu de contexto do aplicativo
ru_ru: Контекстное меню приложения
tr_tr: Uygulama İçerik Menüsü

# settings
source: Note: To disable a context menu item, copy it to User Preferences and add the "disabled" key. The following example will disable Download item on files: { "contextMenu": [ { "command": "filebrowser:download", "selector": ".jp-DirListing-item[data-isdir=\"false\"]", "disabled": true } ] } Context menu description:
de_de: Hinweis: Um einen Kontextmenüeintrag zu deaktivieren, kopieren Sie ihn in die Benutzereinstellungen und fügen Sie den Schlüssel "deaktiviert" hinzu. Das folgende Beispiel deaktiviert die Option "Download" für Dateien: { "contextMenu": [ { "command": "filebrowser:download", "selector": ".jp-DirListing-item[data-isdir=\"false\"]", "disabled": true } ] } Beschreibung des Kontextmenüs:
es_es: Nota: Para deshabilitar un elemento del menú contextual, cópielo en Preferencias de usuario y agregue el tecla "deshabilitada". El siguiente ejemplo deshabilitará el elemento Descargar en archivos: { "contextMenu": [ { "command": "filebrowser:download", "selector": ".jp-DirListing-item[data-isdir=\"false\"]", "disabled": true } ] }
fr_fr: Remarque : Pour désactiver un élément du menu contextuel, copiez-le dans les préférences utilisateur et ajoutez l'attribut "désactivé". L'exemple suivant désactivera le téléchargement de l'élément sur les fichiers: { "contextMenu": [ { "command": "filebrowser:download", "sélecteur": ". p-DirListing-item[data-isdir=\"false\"]", "disabled": true } ] } Description du menu contextuel :
ja_jp: 注: コンテキスト メニュー項目を無効にするには、 「disabled」キーをユーザー設定にコピーして追加します。 次の例では、ファイルのダウンロード アイテムを無効にします。: { "contextMenu": [ { "command": "filebrowser:download", "selector": ".jp-DirListing-item[data-isdir=\"false\"]", "disabled": true } ] コンテキストメニュー詳細:
pl_pl: Uwaga: Aby wyłączyć element menu kontekstowego, skopiuj go do Preferencji Użytkownika i dodaj klucz "disabled". Poniższy przykład wyłączy element "Pobierz" w menu plików: { "contextMenu": [ { "command": "filebrowser:download", "selector": ". p-DirListing-item[data-isdir=\"false\"]", "disabled": true } ] } Opis menu kontekstowego:
pt_br: Nota: Para desativar um item do menu de contexto, copie para as Preferências do Usuário e adicione a tecla "disabled". O exemplo a seguir desativará o download do item nos arquivos: { "contextMenu": [ { "command": "filebrowser:download", "selector": ".jp-DirListing-item[data-isdir=\"false\"]", "disabled": true } ] } Descrição do menu de contexto:
ru_ru: Примечание: Чтобы отключить элемент контекстного меню, скопируйте это в настройки пользователя и добавьте параметр «disabled». Следующий пример отключит загрузку файлов для файлов: { "contextMenu": [ { "command": "filebrowser:download", "selector": ".jp-DirListing-item[data-isdir=\"false\"]", "disabled": true } ] } Описание контекстного меню:
tr_tr: Not: İçerik menüsü öğesini devre dışı bırakmak için, Kullanıcı Tercihlerine kopyalayın ve 'disabled' anahtar kelimesini ekleyin. Aşağıda bulunan örnek dosyalarda Download(İndirme) öğesini devre dışı bırakacaktır: { "contextMenu": [ { "command": "filebrowser:download", "selector": ".jp-DirListing-item[data-isdir=\"false\"]", "disabled": true } ] } İçerik menüsü açıklaması:

# settings
source: The CSS selector for the context menu item.
de_de: Der CSS-Selektor für das Kontextmenü-Element.
es_es: El selector CSS para el elemento de menú contextual.
fr_fr: Le sélecteur CSS pour l'élément du menu contextuel.
ja_jp: コンテキストメニュー項目のCSSセレクター。
pl_pl: Selektor CSS dla elementu menu kontekstowego.
pt_br: O seletor CSS para o item do menu de contexto.
ru_ru: CSS селектор для элемента контекстного меню.
tr_tr: İçerik menü eşyası için CSS seçici.

# settings
source: The application context menu.
de_de: Das Kontextmenü der Anwendung.
es_es: El menú contextual de la aplicación.
fr_fr: Le menu contextuel de l'application.
ja_jp: アプリケーションコンテキストメニュー。
pl_pl: Menu kontekstowe aplikacji.
pt_br: Menu de contexto da aplicação.
ru_ru: Контекстное меню приложения.
tr_tr: Uygulama içerik menüsü.

# settings
source: Whether the application context (right-click) menu is disabled
fr_fr: Le menu contextuel de l'application (clic droit) est-il désactivé?

# schema
source: Application Context Menu
de_de: Kontextmenü der Anwendung
es_es: Menú contextual de la aplicación
fr_fr: Menu Contextuel
ja_jp: アプリケーションコンテキストメニュー
pl_pl: Menu kontekstowe aplikacji
pt_br: Menu de contexto do aplicativo
ru_ru: Контекстное меню приложения
tr_tr: Uygulama İçerik Menüsü

# schema
source: Property Inspector Settings.
fr_fr: Paramètres de l'inspecteur de propriétés.
ru_ru: Настройки инспектора свойств.

# schema
source: Property Inspector
fr_fr: Inspecteur de propriétés
ru_ru: Инспектор свойств

# schema
source: JupyterLab Shell layout settings.
fr_fr: Paramètres de mise en page de JupyterLab.
ja_jp: JupyterLabシェルレイアウトの設定。
pt_br: Configurações de layout do Shell JupyterLab.
ru_ru: Настройки оболочки JupyterLab.

# settings
source: The method for hiding widgets in the main dock panel. Using `scale` will increase performance on Firefox but don't use it with Chrome, Chromium or Edge. Similar performance gains are seen with `contentVisibility` which is only available in Chromium-based browsers.
fr_fr: La méthode pour masquer les widgets dans le panneau principal du dock. L'utilisation de `scale` augmentera les performances sur Firefox, mais est incompatible avec Chrome, Chromium ou Edge. Pour ces navigateurs utilisés plutôt `contentVisibility`; non compatible avec Firefox ou Safari.
ja_jp: メインのドックパネルにウィジェットを非表示にする方法。 `scale`を使用すると、Firefoxのパフォーマンスが向上しますが、Chrome、Chromium、Edgeでは使用しません。 同様のパフォーマンス向上は、Chromiumベースのブラウザでのみ利用可能な`contentVisibility`でも見られます。
pt_br: O método para ocultar widgets no painel principal do dock. Usar `scale` aumentará o desempenho no Firefox, mas não use-o com o Chrome, Chromium ou Edge. Ganhos de desempenho similares são vistos com `contentVisibility` que só estão disponíveis em navegadores baseados no Chromium.
ru_ru: Метод скрытия виджетов в главной панели док. Использование `scale` увеличит производительность Firefox, но не использует его с Chrome, Chromium или Edge. Похожие выгоды в производительности видны с помощью `contentVisibility`, который доступен только в браузерах на базе Chromium.

# settings
source: Hidden mode of main panel widgets
es_es: Modo oculto de los widgets del panel principal
fr_fr: Mode pour masquer les widgets du panneau principal
ja_jp: メインパネルウィジェットの非表示モード
pt_br: Modo oculto de widgets do painel principal
ru_ru: Скрытый режим виджетов главной панели

# settings
source: Overrides default widget position in the application layout e.g. to position terminals in the right sidebar in multiple documents mode and in the down are in single document mode, { "single": { "Terminal": { "area": "down" } }, "multiple": { "Terminal": { "area": "right" } } }.
fr_fr: Remplace la position par défaut du widget dans la disposition de l'application par ex. pour positionner les terminaux dans la barre latérale droite en mode documents multiples et dans le bas sont en mode document unique, { "single": { "Terminal": { "area": "down" } }, "multiple": { "Terminal": { "area": "right" } }.
ru_ru: Переопределяет положение виджета по умолчанию в макете приложения например, позиционирование терминалов в правой боковой панели в режиме нескольких документов и внизу находятся в одном режиме документа, { "single": { "Terminal": { "area": "down" } }, "multiple": { "Terminal": { "area": "right" } }.

# settings
source: Customize shell widget positioning
fr_fr: Personnaliser le positionnement des widgets
ru_ru: Настройка местоположения виджета оболочки

# settings
source: The mode under which JupyterLab should start. If empty, the mode will be imposed by the URL
fr_fr: Le mode d'affichage de JupyterLab au démarrage. Si vide, le mode sera imposé par l'URL
ru_ru: Режим, в котором должен запускаться JupyterLab. Если пусто, режим будет наложен URL

# settings
source: Start mode: ``, `single` or `multiple`
fr_fr: Mode d'affichage: ``, `single` (document unique) ou `multiple` (multi documents)
ru_ru: Режим запуска: ``, `single` или `multiple`

# schema
source: JupyterLab Shell
es_es: Terminal de JupyterLab
fr_fr: JupyterLab Interface
ja_jp: JupyterLabシェル
pt_br: Shell do JupyterLab
ru_ru: Оболочка JupyterLab

# settings
source: If defined, it will override the command caption
fr_fr: Si défini, cela remplacera la légende de la commande
ru_ru: Если определено, он переопределит заголовок команды

# settings
source: Item caption
fr_fr: Légende de l'élément
ru_ru: Заголовок элемента

# settings
source: Whether the item is ignored or not
es_es: Indica si el elemento es ignorado o no
fr_fr: Si l'élément est ignoré ou non
ru_ru: Игнорируется элемент или нет

# settings
source: If defined, it will override the command icon
es_es: Si se define, se reemplazará el ícono del comando
fr_fr: Si défini, cela remplacera l'icône de commande
ru_ru: Если определено, он переопределит значок команды

# settings
source: Item icon id
es_es: Id del ícono del elemento
fr_fr: Identifiant de l'icône
ru_ru: Id иконки элемента

# settings
source: If defined, it will override the command label
es_es: Si se define, se reemplazará la etiqueta del comando
fr_fr: Si définie, cela remplacera le libellé de la commande
ru_ru: Если он определён, он переопределит метку команды

# settings
source: Item label
es_es: Etiqueta del elemento
fr_fr: Libellé de l'élément
pt_br: Rótulo do item
ru_ru: Названия предметов

# settings
source: Unique name
es_es: Nombre único
fr_fr: Nom unique
pt_br: Nome exclusivo
ru_ru: Уникальное имя
tr_tr: Benzersiz İsim

# schema
source: Top Bar settings.
fr_fr: Paramètres de la barre supérieure.
ru_ru: Настройки верхней панели.
