Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Thanks for trying out JupyterLab's extension manager. The JupyterLab development team is excited to have a robust third-party extension community. However, we cannot vouch for every extension, and some may introduce security risks. Do you want to continue?
de_de: Danke, dass du den Erweiterungsmanager von JupyterLab ausprobierst. Das JupyterLab Entwicklungsteam freut sich über eine robuste Drittanbieter-Erweiterungsgemeinschaft. Wir können jedoch nicht für jede Erweiterung bürgen, und einige können Sicherheitsrisiken mit sich bringen. Möchten Sie fortfahren?
es_es: Gracias por probar el administrador de extensiones de JupyterLab. El equipo de desarrollo de JupyterLab está encantado de tener una robusta comunidad de extensiones de terceros. Sin embargo, no podemos responder por cada extensión, y algunos pueden introducir riesgos de seguridad. ¿Desea continuar?
fr_fr: Merci d'avoir essayé le gestionnaire d'extension de JupyterLab. L'équipe de développement de JupyterLab est heureuse d'avoir une communauté d'extension robuste. Cependant, nous ne pouvons pas nous porter garant pour chaque extension, et certains peuvent introduire des risques de sécurité. Voulez-vous continuer ?
ja_jp: JupyterLabの拡張機能マネージャをお試しいただきありがとうございます。 JupyterLab開発チームは拡張機能開発をおこなう力強いサードパーティコミュニティの存在を嬉しく思います。 しかし、我々は全ての拡張機能の動作を保証することはできず、場合によってはセキュリティリスクをもたらす可能性もあります。 続けますか?
pl_pl: Dziękujemy za wypróbowanie menedżera rozszerzeń JupyterLab. Zespół ds. rozwoju JupyterLab jest podekscytowany, solidną społecznością rozszerzeń zewnętrznych. Nie możemy jednak ręczyć za każde rozszerzenie, i niektóre mogą wprowadzić zagrożenia bezpieczeństwa. Czy chcesz kontynuować?
pt_br: Obrigado por experimentar o gerenciador de extensões do JupyterLab. A equipe de desenvolvimento do JupyterLab está animada em ter uma grande comunidade de extensões feitas por terceiros. No entanto, não podemos atestar cada extensão, e algumas podem possuir riscos de segurança. Você quer continuar?
ru_ru: Спасибо за то, что попробовал менеджер расширения JupyterLab. Команда разработчиков JupyterLab рада создать надежное сообщество расширений сторонних разработчиков. Однако мы не можем опровергнуть каждое расширение, и некоторые могут привести к рискам безопасности. Вы хотите продолжить?
tr_tr: JupyterLab'ın uzantı yöneticisini denediğiniz için teşekkürler. JupyterLab geliştirme ekibi, güçlü bir üçüncü taraf uzantı topluluğuna sahip olduğu için heyecanlı; ancak, her uzantı için kefil olamıyoruz, ve bazıları güvenlik riskleri oluşturabilir. Devam etmek istiyor musun?

source: Disable
de_de: Deaktivieren
es_es: Deshabilitar
fr_fr: Désactiver
ja_jp: 無効にする
pl_pl: Wyłącz
pt_br: Desabilitar
ru_ru: Отключить
tr_tr: Devre dışı bırak

source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
ja_jp: 有効にする
pl_pl: Włącz
pt_br: Habilitar
ru_ru: Включить
tr_tr: Etkinleştir

source: Extension Manager section
de_de: Abschnitt des Extension Manager
fr_fr: Paramètres du gestionnaire d'extensions
pl_pl: Sekcja menedżera rozszerzeń
ru_ru: Секция менеджера расширений

source: Error message:
de_de: Fehlermeldung:
es_es: Mensaje de error:
fr_fr: Message d'erreur :
ja_jp: エラーメッセージ:
pl_pl: Komunikat błędu:
pt_br: Mensagem de erro:
ru_ru: Сообщение об ошибке:
tr_tr: Hata mesajı:

source: Extension Installation Error
de_de: Fehler bei der Installation der Erweiterung
es_es: Error de instalación de la extensión
fr_fr: Erreur d’installation de l’extension
ja_jp: 拡張機能のインストールエラー
pl_pl: Błąd instalacji rozszerzenia
pt_br: Erro de Instalação de Extensão
ru_ru: Ошибка установки расширения
tr_tr: Eklenti yükleme başarısız oldu

source: You will need to restart JupyterLab to apply the changes.
fr_fr: Vous devrez redémarrer JupyterLab pour appliquer les changements.
ru_ru: Вам нужно будет перезапустить JupyterLab, чтобы применить изменения.

source: reload JupyterLab
fr_fr: recharger JupyterLab
ru_ru: перезагрузить JupyterLab

source: refresh the web page
fr_fr: rafraîchir la page web
ru_ru: обновить веб-страницу

source: install the extension in all kernels and restart them
fr_fr: installez l'extension dans tous les noyaux et redémarrez-les
ru_ru: установить расширение во всех ядрах и перезапустить их

source: You will need to %1 to apply the changes.
fr_fr: Vous devrez %1 pour appliquer les modifications.
ru_ru: Вам нужно %1 чтобы применить изменения.

source: and
fr_fr: et
ru_ru: и

source: This extension is approved by your security team.
fr_fr: Cette extension est approuvée par votre équipe de sécurité.
ru_ru: Это расширение одобрено вашей командой безопасности.

source: Update "%1" to "%2"
fr_fr: Mise à jour de "%1" vers "%2"
ru_ru: Обновить "%1" до "%2"

source: Update to %1
fr_fr: Mettre à jour vers %1
ru_ru: Обновить до %1

source: Uninstall "%1"
fr_fr: Désinstaller "%1"
ru_ru: Удалить "%1"

source: Uninstall
de_de: Deinstallieren
es_es: Desinstalar
fr_fr: Désinstaller
ja_jp: アンインストール
pl_pl: Odinstaluj
pt_br: Desinstalar
ru_ru: Удалить
tr_tr: Sil

source: Disable "%1"
fr_fr: Désactiver "%1"
ru_ru: Отключить "%1"

source: Enable "%1"
fr_fr: Activer "%1"
ru_ru: Включить "%1"

source: Install "%1"
fr_fr: Installer "%1"
ru_ru: Установить "%1"

source: Install
de_de: Installieren
es_es: Instalar
fr_fr: Installer
ja_jp: インストール
pl_pl: Zainstaluj
pt_br: Instalar
ru_ru: Установить
tr_tr: Yükle

source: No entries
de_de: Keine Einträge
es_es: No hay entradas
fr_fr: Aucune entrée
ja_jp: エントリーがありません
pl_pl: Brak wpisów
pt_br: Nenhuma entrada
ru_ru: Нет элементов
tr_tr: Girdi yok

source: %1 Manager
fr_fr: Gestionnaire %1
ru_ru: %1 менеджер

source: Extension installation path: %1
fr_fr: Chemin d'installation des extensions : %1
ru_ru: Путь установки расширения: %1

source: Search
fr_fr: Rechercher
ja_jp: 検索
pl_pl: Szukaj

source: Search extensions
fr_fr: Rechercher dans les extensions

source: Error when performing an action.
fr_fr: Erreur lors de l'exécution d'une action.
ru_ru: Ошибка при выполнении действия.

source: Reason given:
de_de: Angegebener Grund:
es_es: Razón dada:
fr_fr: Raison donnée:
ja_jp: 理由:
pl_pl: Podane uzasadnienie:
pt_br: Motivo:
ru_ru: Причина:
tr_tr: Sebebi:

source: The JupyterLab development team is excited to have a robust third-party extension community. However, we do not review third-party extensions, and some extensions may introduce security risks or contain malicious code that runs on your machine. Moreover in order to work, this panel needs to fetch data from web services. Do you agree to activate this feature?
fr_fr: L'équipe de développement de JupyterLab est heureuse d'avoir une solide communauté d'extension de tiers. Cependant, nous ne validons pas les extensions tierces et certaines extensions peuvent introduire des risques de sécurité ou contenir du code malveillant qui s'exécute sur votre machine. De plus pour fonctionner, ce panneau doit récupérer des données de services web. Acceptez-vous d'activer cette fonctionnalité ?
ru_ru: Команда разработчиков JupyterLab рада иметь надежное стороннее сообщество расширений. Однако мы не рассматриваем сторонние расширения, а некоторые расширения могут обеспечивать безопасность риски или содержат вредоносный код, который работает на вашем компьютере. Более того, чтобы для работы эта панель должна получать данные из веб-сервисов. Вы согласны активировать эту функцию?

source: Please read the privacy policy.
fr_fr: Veuillez lire la politique de confidentialité.
ru_ru: Пожалуйста, прочтите политику конфиденциальности.

source: This will withdraw your consent.
fr_fr: Ceci annulera votre consentement.
ru_ru: Это отзовёт ваше согласие.

source: This will disable the extension manager panel; including the listing of installed extension.
fr_fr: Cela désactivera le panneau du gestionnaire d'extensions; y compris la liste des extensions installées.
ru_ru: Это отключит панель менеджера расширений; включая список установленных расширений.

source: No, disable
fr_fr: Non, désactiver
ru_ru: Нет, отключить

source: Updating extensions list…
fr_fr: Mise à jour de la liste des extensions…
ru_ru: Обновление списка расширений…

source: Search Results
de_de: Suchergebnisse
es_es: Resultados de Búsqueda
fr_fr: Résultats de la recherche
ja_jp: 検索結果
pl_pl: Wyniki wyszukiwania
pt_br: Resultados da busca
ru_ru: Результаты поиска
tr_tr: Arama Sonuçları

source: Discover
de_de: Entdecken
es_es: Descubrir
fr_fr: Découvrir
ja_jp: 見つける
pl_pl: Odkryj
pt_br: Descobrir
ru_ru: Найти
tr_tr: Keşfet

source: Warning
de_de: Warnung
es_es: Advertencia
fr_fr: Attention
ja_jp: 警告
pl_pl: Ostrzeżenie
pt_br: Alerta
ru_ru: Предупреждение
tr_tr: Uyarı

source: Installed
de_de: Installiert
es_es: Instalado
fr_fr: Installée
ja_jp: インストール済み
pl_pl: Zainstalowane
pt_br: Instalado
ru_ru: Установлено
tr_tr: Yüklendi

source: Refresh extensions list
fr_fr: Rafraîchir la liste des extensions
ru_ru: Обновить список расширений

source: Extensions panel toolbar
fr_fr: Barre d'outils du panneau d'extensions

source: %1 extension home page
fr_fr: Page d'accueil de l'extension %1
ru_ru: Домашняя страница расширения %1

source: %1 extension is not allowed anymore. Please uninstall it immediately or contact your administrator.
fr_fr: L'extension %1 n'est plus autorisée. Veuillez la désinstaller immédiatement ou contacter votre administrateur.
ru_ru: Расширение %1 больше не разрешено. Немедленно удалите его или обратитесь к администратору.

source: Could not open URL: %1
fr_fr: Impossible d'ouvrir l'URL: %1
ja_jp: URLから開く…
pl_pl: Nie można otworzyć adresu URL: %1
ru_ru: Не удалось открыть файл URL: %1

source: Cannot fetch
fr_fr: Impossible de récupérer
ru_ru: Не удается получить

source: Open %1
de_de: %1 öffnen
es_es: Abrir %1
fr_fr: Ouvrir %1
ja_jp: %1を開く
pl_pl: Otwórz %1
pt_br: Abrir %1
ru_ru: Открыть %1
tr_tr: Aç %1

source: Open from Path…
de_de: Von Pfad öffnen …
es_es: Abrir desde Ruta…
fr_fr: Ouvrir à partir du chemin…
ja_jp: パスから開く…
pl_pl: Otwórz ze ścieżki…
pt_br: Abrir do Caminho…
ru_ru: Открыть из пути…
tr_tr: Yoldan aç...

source: Open from path
de_de: Von Pfad öffnen
es_es: Abrir desde Ruta
fr_fr: Ouvrir depuis le chemin d'accès
ja_jp: パスから開く
pl_pl: Otwórz ze ścieżki
pt_br: Abrir do caminho
ru_ru: Открыть из пути
tr_tr: Yoldan Aç

# showErrorMessage
source: Upload Error
de_de: Upload fehlgeschlagen
es_es: Error al cargar
fr_fr: Erreur lors du téléversement
ja_jp: アップロードのエラー
pl_pl: Błąd przesyłania
pt_br: Erro ao carregar arquivo
ru_ru: Ошибка загрузки
tr_tr: Yükleme Hatası

source: Path
de_de: Pfad
es_es: Ruta
fr_fr: Chemin d'accès
ja_jp: パス
pl_pl: Ścieżka
pt_br: Caminho
ru_ru: Путь
tr_tr: Dosya Yolu

source: Open Path
de_de: Pfad öffnen
es_es: Abrir Ruta
fr_fr: Ouvrir le Chemin
ja_jp: パスを開く
pl_pl: Otwórz ścieżkę
pt_br: Abrir caminho
ru_ru: Открыть путь
tr_tr: Yolu aç

source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
ja_jp: 開く
pl_pl: Otwórz
pt_br: Abrir
ru_ru: Открыть
tr_tr: Aç

source: URL of the file to open
fr_fr: URL du fichier à ouvrir

source: Could not find path: %1
de_de: Pfad konnte nicht gefunden werden: %1
es_es: No se pudo encontrar la ruta: %1
fr_fr: Impossible de trouver le chemin : %1
ja_jp: パスが見つかりません: %1
pl_pl: Nie można odnaleźć ścieżki: %1
pt_br: Não foi possível encontrar o caminho: %1
ru_ru: Не удалось найти путь: %1
tr_tr: Yol bulunamadı %1

source: Cannot open
de_de: Kann nicht geöffnet werden
es_es: No se pudo abrir
fr_fr: Ouverture impossible
ja_jp: 開けません
pl_pl: Nie można otworzyć
pt_br: Não é possível abrir
ru_ru: Невозможно открыть
tr_tr: Açılamaz

source: Uploaded %1%2
fr_fr: %1%2 téléversé

source: Open File
fr_fr: Ouvrir un fichier

source: Paste
de_de: Einfügen
es_es: Pegar
fr_fr: Coller
ja_jp: 貼り付け
pl_pl: Wklej
pt_br: Colar
ru_ru: Вставить
tr_tr: Yapıştır

source: New Folder
de_de: Neuer Ordner
es_es: Carpeta nueva
fr_fr: Nouveau dossier
ja_jp: 新規フォルダ
pl_pl: Nowy katalog
pt_br: Nova pasta
ru_ru: Новая папка
tr_tr: Yeni Klasör

source: Upload complete (%1 files)
fr_fr: Téléversement terminé (%1 fichiers)

source: Open All
fr_fr: Tout ouvrir

source: New File
de_de: Neue Datei
es_es: Archivo nuevo
fr_fr: Nouveau fichier
ja_jp: 新規ファイル
pl_pl: Nowy plik
pt_br: Novo arquivo
ru_ru: Новый файл
tr_tr: Yeni Dosya

source: New Markdown File
de_de: Neue Markdown-Datei
es_es: Nuevo archivo Markdown
fr_fr: Nouveau fichier Markdown
ja_jp: 新規Markdownファイル
pl_pl: Nowy plik Markdown
pt_br: Novo arquivo Markdown
ru_ru: Новый файл Markdown
tr_tr: Yeni Markdown Dosyası

source: Refresh the file browser.
fr_fr: Rafraîchir le navigateur de fichiers.
ru_ru: Обновить файловый менеджер.

source: Refresh File List
de_de: Dateiliste aktualisieren
es_es: Refrescar Lista de Archivos
fr_fr: Actualiser la liste des fichiers
ja_jp: ファイル一覧を更新
pl_pl: Odśwież listę plików
pt_br: Atualizar lista de arquivos
ru_ru: Обновить список файлов
tr_tr: Dosya listesini yenile

source: Move to Trash
fr_fr: Déplacer dans la corbeille

source: Copy Path
de_de: Pfad kopieren
es_es: Copiar Ruta
fr_fr: Copier le chemin
ja_jp: パスをコピー
pl_pl: Skopiuj ścieżkę
pt_br: Copiar caminho
ru_ru: Скопировать путь
tr_tr: Yolu Kopyala

source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
ja_jp: コピー
pl_pl: Kopiuj
pt_br: Copiar
ru_ru: Копировать
tr_tr: Kopyala

source: Shut Down Kernel
de_de: Kernel herunterfahren
es_es: Apagar Kernel
fr_fr: Arrêter le noyau
ja_jp: カーネルをシャットダウン
pl_pl: Wyłącz jądro
pt_br: Desligar o kernel
ru_ru: Завершить работу ядра
tr_tr: Çekirdeği kapat

source: Show Last Modified Column
fr_fr: Afficher la dernière colonne modifiée
pl_pl: Pokaż kolumnę z datą modyfikacji
ru_ru: Показывать последнее изменение

source: Cut
de_de: Ausschneiden
es_es: Cortar
fr_fr: Couper
ja_jp: 切り取り
pl_pl: Wytnij
pt_br: Recortar
ru_ru: Вырезать
tr_tr: Kes

source: Show File Size Column
fr_fr: Afficher la colonne de taille de fichier
ru_ru: Показать столбец размера файла

source: Sort Notebooks Above Files
fr_fr: Grouper les notebooks au-dessus des fichiers
ru_ru: Сортировать блокноты над файлами

source: Toggle File Filter
fr_fr: Activer/désactiver le filtre de fichier

source: Duplicate
de_de: Duplizieren
es_es: Duplicar
fr_fr: Dupliquer
ja_jp: 複製
pl_pl: Duplikuj
pt_br: Duplicar
ru_ru: Дублировать
tr_tr: Çoğalt

source: Show Full Path
fr_fr: Montrer le chemin d'accès complet

source: Show Hidden Files
de_de: Versteckte Dateien anzeigen
es_es: Mostrar Archivos Ocultos
fr_fr: Afficher les fichiers cachés
pl_pl: Pokaż ukryte pliki
ru_ru: Показывать скрытые файлы

source: Select All
de_de: Alles auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
ja_jp: すべてを選択
pl_pl: Zaznacz wszystko
pt_br: Selecionar tudo
ru_ru: Выбрать все
tr_tr: Tümünü Seç

source: Show File Checkboxes
fr_fr: Afficher les cases à cocher des fichiers
ru_ru: Показать флажки для файлов

source: Update the file browser to display the provided `path`.
fr_fr: Mettez à jour le navigateur de fichiers pour afficher le chemin (`path`) fourni.
ru_ru: Обновите файловый браузер, чтобы отобразить указанный путь `path`.

source: The path to navigate to
fr_fr: Le chemin vers lequel naviguer

source: Whether to avoid showing the browser
fr_fr: Si vous ne souhaitez pas afficher le navigateur

source: Search on File Names
de_de: Suche nach Dateinamen
es_es: Buscar por nombre de archivo
fr_fr: Rechercher dans les noms de fichiers
ja_jp: ファイル名で検索
pl_pl: Szukaj w nazwach plików
pt_br: Pesquisar pelo nome do arquivo
ru_ru: Поиск по именам файлов
tr_tr: Dosya İsmi ile Ara

source: Enable Single Click Navigation
fr_fr: Activer la navigation par simple clic

source: No browser for path
de_de: Kein Browser für den Pfad
es_es: No hay navegador para la ruta
fr_fr: Aucun navigateur pour le chemin
ja_jp: パスのブラウザがありません
pl_pl: Brak przeglądarki dla ścieżki
pt_br: Nenhum navegador para a trajeto
ru_ru: Нет браузера для пути
tr_tr: Bu yol için bir tarayıcı yok

source: Path to the file or directory to open
fr_fr: Chemin vers le fichier ou le dossier à ouvrir

source: Whether to avoid showing the file browser
fr_fr: Si vous ne voulez pas afficher le navigateur de fichiers

source: The name of the widget factory to use
fr_fr: Le nom de la fabrique de widgets à utiliser

source: The label to display for the command
fr_fr: Le libellé à afficher pour la commande

source: The command label.
fr_fr: Le libellé de commande.

source: The command icon.
fr_fr: L'icône de la commande.

source: The file extension.
fr_fr: L'extension de fichier.

source: File Browser Section
fr_fr: Section du navigateur de fichiers
pl_pl: Sekcja przeglądarki plików
ru_ru: Секция файлового менеджера

source: File Browser
de_de: Dateibrowser
es_es: Explorador de archivos
fr_fr: Explorateur de fichiers
ja_jp: ファイルブラウザ
pl_pl: Przeglądarka plików
pt_br: Navegador de arquivos
ru_ru: Файловый менеджер
tr_tr: Dosya tarayıcısı

source: File Browser (%1)
de_de: Dateibrowser (%1)
es_es: Explorador de archivos (%1)
fr_fr: Explorateur de fichiers (%1)
ja_jp: ファイルブラウザ (%1)
pl_pl: Przeglądarka plików (%1)
pt_br: Navegador de arquivos (%1)
ru_ru: Файловый менеджер (%1)
tr_tr: Dosya Tarayıcı (%1)

source: Copy Download Link
de_de: Link zum Herunterladen kopieren
es_es: Copiar el enlace de descarga
fr_fr: Copier le lien de téléchargement
ja_jp: ダウンロードのリンクをコピー
pl_pl: Link do pobrania
pt_br: Copiar o link para download
ru_ru: Скопировать ссылку на скачивание
tr_tr: İndirme Bağlantısını Kopyala

source: Filter files by name
de_de: Dateien nach Namen filtern
es_es: Buscar archivos por nombre
fr_fr: Filtrer les fichiers par nom
ja_jp: 名前でファイルをフィルタ
pl_pl: Filtruj pliki według nazwy
pt_br: Filtrar arquivos por nome
ru_ru: Фильтровать файлы по имени
tr_tr: Dosyaları isme göre filtrele

source: Open the file browser for the provided `path`.
fr_fr: Ouvrez le navigateur de fichiers pour le chemin (`path`) fourni.
ru_ru: Откройте файловый браузер для пути `path`.

source: New %1 File
fr_fr: Nouveau fichier %1

source: Hide the file browser.
fr_fr: Masquer le navigateur de fichiers.
ru_ru: Скрыть файловый браузер.

source: Show Active File in File Browser
de_de: Aktive Datei im Dateibrowser anzeigen
es_es: Mostrar Archivo Activo en el Explorador de Archivos
fr_fr: Afficher le fichier actif dans le navigateur de fichiers
ja_jp: ファイルブラウザでアクティブなファイルを表示
pl_pl: Pokaż aktywny plik w przeglądarce plików
pt_br: Mostrar arquivo ativo no navegador de arquivos
ru_ru: Показать активный файл в менеджере файлов
tr_tr: Aktif Dosyayı Dosya Tarayıcısında Göster

source: The path to open in the file browser
fr_fr: Le chemin à ouvrir dans le navigateur de fichiers

source: Copy Shareable Link
de_de: Teilbarer Link kopieren
es_es: Copiar enlace para compartir
fr_fr: Copier le lien partageable
ja_jp: 共有可能なリンクをコピー
pl_pl: Kopiuj link do udostępniania
pt_br: Copiar link para compartilhamento
ru_ru: Копировать ссылку общего доступа
tr_tr: Paylaşılabilir linki kopyala

source: Open in Simple Mode
fr_fr: Ouvrir en Mode Simple
ru_ru: Открыть в простом режиме

source: Open from URL…
de_de: Von URL öffnen…
fr_fr: Ouvrir depuis l'URL…
ja_jp: URLから開く…
pl_pl: Otwórz z adresu URL…
ru_ru: Открыть из URL…

source: Open from URL
de_de: Von URL öffnen
fr_fr: Ouvrir depuis l'URL
ja_jp: URLから開く
pl_pl: Otwórz z adresu URL
ru_ru: Открыть из URL

source: Open URL
de_de: URL öffnen
fr_fr: Ouvrir l'URL
ja_jp: URLを開く
pl_pl: Otwórz URL
ru_ru: Открыть URL

source: Mode for opening files (e.g., single-document)
fr_fr: Mode d'ouverture des fichiers (ex. : document unique)

source: File browser toolbar
fr_fr: Barre d'outils du navigateur de fichiers

source: Directory not found
de_de: Verzeichnis nicht gefunden
es_es: Directorio no encontrado
fr_fr: Dossier introuvable
ja_jp: ディレクトリが見つかりません
pl_pl: Nie znaleziono katalogu
pt_br: Diretório não encontrado
ru_ru: Каталог не найден
tr_tr: Dizin bulunamadı

source: Directory not found: "%1"
de_de: Verzeichnis nicht gefunden: "%1"
es_es: Directorio no encontrado: "%1"
fr_fr: Répertoire introuvable: "%1"
ja_jp: ディレクトリが見つかりません: "%1"
pl_pl: Nie znaleziono katalogu: "%1"
pt_br: Diretório não encontrado: "%1"
ru_ru: Каталог не найден: "%1"
tr_tr: Konum bulunamadı: "%1"

source: file browser
de_de: Dateibrowser
fr_fr: explorateur de fichiers
pl_pl: przeglądarka plików
ru_ru: файловый менеджер

source: Open Error
de_de: Fehler beim Öffnen
es_es: Error al abrir
fr_fr: Erreur lors de l'ouverture
ja_jp: 開く際にエラー
pl_pl: Błąd podczas otwarcia
pt_br: Erro ao abrir
ru_ru: Ошибка открытия файла
tr_tr: Açma Hatası

source: Move Error
de_de: Fehler beim Verschieben
es_es: Error al mover
fr_fr: Erreur lors du déplacement
ja_jp: 移動の際にエラー
pl_pl: Błąd podczas przenoszenia
pt_br: Erro ao mover
ru_ru: Ошибка перемещения
tr_tr: Taşıma Hatası

source: unknown
fr_fr: inconnu
ru_ru: неизвестный

source: %1 Kernel: %2
fr_fr: %1 Noyau: %2
ja_jp: %1 カーネル: %2
pl_pl: %1 Jądro: %2
ru_ru: %1 Ядро: %2
tr_tr: %1 Çekirdek: %2

source: Deselect all files and directories
fr_fr: Désélectionner tous les fichiers et dossiers
ru_ru: Отменить выбор всех файлов и каталогов

source: Select all files and directories
fr_fr: Sélectionner tous les fichiers et dossiers
ru_ru: Выбрать все файлы и каталоги

# showErrorMessage
source: Open directory
de_de: Verzeichnis öffnen
es_es: Abrir directorio
fr_fr: Ouvrir le dossier
ja_jp: ディレクトリを開く
pl_pl: Otwórz katalog
pt_br: Abrir diretório
ru_ru: Открыть каталог
tr_tr: Dizini aç

source: Error Uploading Folder
fr_fr: Erreur lors du téléversement du dossier
pl_pl: Błąd podczas wgrywania katalogu
ru_ru: Ошибка при загрузке папки

source: Drag and Drop is currently not supported for folders
fr_fr: Glisser-déposer n'est actuellement pas pris en charge pour les dossiers
pl_pl: Przeciągnij i upuść nie jest obecnie obsługiwane dla folderów
ru_ru: Drag and Drop в настоящее время не поддерживается для папок

# showErrorMessage
source: Error while copying/moving files
de_de: Fehler beim Kopieren/Verschieben von Dateien
es_es: Error al copiar/mover archivos
fr_fr: Erreur lors de la copie/déplacement des fichiers
ja_jp: ファイルのコピー/移動中にエラー
pl_pl: Błąd podczas kopiowania/przenoszenia plików
pt_br: Erro ao copiar/mover arquivos
ru_ru: Ошибка копирования/перемещения файлов
tr_tr: Dosyalar kopyalanırken veya taşınırken hata oluştu

# showErrorMessage
source: Delete Failed
de_de: Löschen fehlgeschlagen
es_es: Error al eliminar
fr_fr: Echec de la Suppression
ja_jp: 削除に失敗
pl_pl: Usunięcie nie powiodło się
pt_br: Falha ao excluir
ru_ru: Ошибка удаления
tr_tr: Silinemedi

# showErrorMessage
source: "%1" is not a valid name for a file. Names must have nonzero length, and cannot include "/", "\", or ":"
es_es: "%1" no es un nombre válido de archivo. Los nombres deben tener una longitud mayor a cero y no pueden incluir "/", "\" ni ":"
fr_fr: "%1" n'est pas un nom valide pour un fichier. Les noms doivent avoir une longueur non nulle, et ne peuvent pas inclure "/", "\", ou ":"
ja_jp: "%1" はファイルの有効な名前ではありません。名前は1文字以上で、"/"、"\"、または":"を含めることはできません。
pl_pl: "%1" nie jest prawidłową nazwą pliku. Nazwy muszą mieć długość większą niż zero i nie mogą zawierać "/", "\", ani ":"
pt_br: "%1" não é um nome válido para um arquivo. Nomes devem ter um comprimento maior que zero e não podem incluir "/", "\", ou ":"
ru_ru: "%1" не является допустимым именем для файла. Имена должны иметь ненулевую длину и не могут включать "/", "\" или ":"
tr_tr: "%1" bir dosya için geçerli bir ad değil. İsimler en az bir karakterden oluşmalı ve "/", "\", ve ya ":" içermemeli

# showErrorMessage
source: Rename Error
de_de: Fehler beim Umbenennen
es_es: Error de renombrado
fr_fr: Erreur lors du renommage
ja_jp: 名称変更エラー
pl_pl: Błąd zmiany nazwy
pt_br: Erro ao renomear
ru_ru: Ошибка переименования
tr_tr: Yeniden Adlandırma Hatası

source: Last Modified
de_de: Zuletzt geändert
es_es: Última modificación
fr_fr: Dernière Modification
ja_jp: 最終更新
pl_pl: Data ostatniej modyfikacji
pt_br: Última modificação
ru_ru: Последнее изменение
tr_tr: Son Değiştirme Tarihi

source: File Size
fr_fr: Taille du fichier
ru_ru: Размер файла
