Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

# menu
source: Console Run Keystroke
de_de: Konsole ausführen Tastendruck
fr_fr: Combinaison de touches pour lancer la console
pl_pl: Klawisz uruchamiania konsoli
pt_br: Tecla de execução do Console
ru_ru: Клавиша запуска консоли

# settings
source: Code Console Settings
de_de: Code Console Einstellungen.
fr_fr: Paramètres de la console de code
pl_pl: Ustawienia konsoli kodu
pt_br: Configurações do console de código
ru_ru: Настройки консоли разработчика

# settings
source: Whether to clear the console when code is executed.
fr_fr: Effacer ou non la console à l'exécution de code.

# settings
source: Clear Cells on Execute
fr_fr: Effacer les cellules à l'exécution

# settings
source: Whether to clear the code content of the console when code is executed.
fr_fr: Effacer ou non le code de la console à l'exécution.

# settings
source: Clear Code Content on Execute
fr_fr: Effacer le code lors de l'exécution

# settings
source: Whether to hide the code input after a cell is executed.
fr_fr: Cacher ou non le code fourni après l'exécution d'une cellule.

# settings
source: Hide Code Input
fr_fr: Cacher le code fourni

# settings
source: Whether the console interaction mimics the notebook or terminal keyboard shortcuts.
de_de: Ob die Konsoleninteraktion die Tastaturkürzel des Notebooks oder Terminal-Tastaturkurzbefehle nachahmt.
fr_fr: Si l'interaction avec la console imite le notebook ou les raccourcis clavier du terminal.
pl_pl: Czy interakcja konsoli naśladuje notebook czy skróty klawiaturowe terminalu.
pt_br: Se a interação do console imita o notebook ou as teclas de atalho do terminal.
ru_ru: Имитирует ли консольное взаимодействие сочетания клавиш ноутбука или терминала.

# settings
source: Interaction mode
de_de: Interaktionsmodus
fr_fr: Mode d'interaction
pl_pl: Tryb interakcji
pt_br: Modo de interação
ru_ru: Интерактивный режим
tr_tr: Etkileşim modu

# settings
source: The configuration for all prompt cells; it will override the CodeMirror default configuration.
fr_fr: La configuration de toutes les cellules de console ; cela remplacera la configuration par défaut de CodeMirror.
ru_ru: Конфигурация для всех промпт-ячеек; он переопределит конфигурацию CodeMirror по умолчанию.

# settings
source: Prompt Cell Configuration
de_de: Prompt-Zellen-Konfiguration
fr_fr: Configuration des cellules de code
pt_br: Configuração de célula prompt
ru_ru: Настройка ввода ячейки

# settings
source: Where to place the prompt cell of the console.
fr_fr: Où placer la cellule éditable de la console.

# settings
source: Bottom
fr_fr: En bas

# settings
source: Top
fr_fr: En haut

# settings
source: Left
fr_fr: À gauche

# settings
source: Right
fr_fr: À droite

# settings
source: Prompt Cell Position
fr_fr: Position de la cellule éditable

# settings
source: Whether the console defaults to showing all kernel activity or just kernel activity originating from itself.
fr_fr: Si la console affiche par défaut toutes les activités du noyau ou seulement celles provenant de cette console.
pl_pl: Czy konsola domyślnie wyświetla wszystkie czynności jądra czy tylko te pochodzące od siebie.
pt_br: Se o console mostra todas as atividades do kernel ou apenas as atividades do kernel originárias de si mesmo.
ru_ru: По умолчанию консоль показывает всю активность ядра или только активность ядра из самого себя.

# settings
source: Show All Kernel Activity
de_de: Alle Kernel-Aktivitäten anzeigen
fr_fr: Afficher toute l'activité du noyau
pl_pl: Pokaż całą aktywność jądra
pt_br: Mostrar todas as atividades do kernel
ru_ru: Показать всю активность ядра
tr_tr: Tüm kernel aktivitesini göster

# settings
source: Whether to show the kernel banner.
fr_fr: Afficher ou non la bannière du noyau d'exécution.

# settings
source: Show Banner
fr_fr: Afficher la bannière

# settings
source: Note: To disable a toolbar item, copy it to User Preferences and add the "disabled" key. The following example will disable the Interrupt button item: { "toolbar": [ { "name": "interrupt", "disabled": true } ] } Toolbar description:
fr_fr: Remarque : Pour désactiver un élément de la barre d'outils, copiez-le dans les préférences utilisateur et ajoutez l'attribut "disabled". L'exemple suivant désactivera le bouton pour interrompre l'exécution: { "toolbar": [ { "name": "interrupt", "disabled": true } ] } Description de la barre d'outils :
ru_ru: Примечание. Чтобы отключить элемент панели инструментов, скопируйте его в пользовательские настройки и добавьте ключ "disabled". В следующем примере будет отключён элемент кнопки «прерывание»: { "toolbar": [ { "name": "interrupt", "disabled": true } ] } Описание панели инструментов:

# settings
source: Console panel toolbar items
fr_fr: Éléments de la barre d'outils de la console

# schema
source: Code Console
de_de: Code Konsole
es_es: Consola de código
fr_fr: Console de code
ja_jp: コード コンソール
pl_pl: Konsola kodu
pt_br: Console de código
ru_ru: Консоль разработчика
tr_tr: Kod konsolu

# schema
source: CSV Viewer settings.
fr_fr: Paramètres de la visionneuse CSV.
ja_jp: CSVビュワーの設定。
pt_br: Configurações do visualizador CSV.
ru_ru: Настройки просмотра CSV.
tr_tr: CSV görüntüleyici ayarları.

# settings
source: CSV Viewer
fr_fr: Visionneuse CSV
pt_br: Visualizador de CSV
ru_ru: Средство просмотра CSV

# settings
source: Note: To disable a toolbar item, copy it to User Preferences and add the "disabled" key. The following example will disable the delimiter selector item: { "toolbar": [ { "name": "delimiter", "disabled": true } ] } Toolbar description:
fr_fr: Remarque : Pour désactiver un élément de la barre d'outils, copiez-le dans les préférences utilisateur et ajoutez l'attribut "disabled". L'exemple suivant désactivera le sélecteur du caractère de délimitation: { "toolbar": [ { "name": "delimiter", "disabled": true } ] } Description de la barre d'outils :
ja_jp: 注: ツールバー項目を無効にするには、 「disabled」キーをユーザー設定にコピーして追加します。 次の例では、デリミタアイテムを無効にします。: { "toolbar": [ { "name": "delimiter", "disabled": true } ] } ツールバー詳細:
ru_ru: Примечание. Чтобы отключить элемент панели инструментов, скопируйте его в пользовательские настройки и добавьте ключ "disabled". В следующем примере будет отключён элемент селектора разделителя: { "toolbar": [ { "name": "delimiter", "disabled": true } ] } Описание панели инструментов:

# settings
source: CSV viewer toolbar items
fr_fr: Éléments de la barre d'outils de la visionneuse CSV
ja_jp: CSVビュアーツールバーアイテム
ru_ru: Элементы панели средства просмотра CSV

# schema
source: CSV Viewer
fr_fr: Visionneuse CSV
ja_jp: CSVビュアー
pt_br: Visualizador CSV
ru_ru: Средство просмотра CSV
tr_tr: CSV görüntüleyici

# schema
source: TSV Viewer settings.
fr_fr: Paramètres de la visionneuse TSV.
ja_jp: TSVビュアーの設定。
pt_br: Configurações do visualizador TSV.
ru_ru: Настройки средства просмотра TSV.
tr_tr: TSV görüntüleyici ayarları.

# settings
source: TSV Viewer
fr_fr: Visionneuse TSV
ru_ru: Средство просмотра TSV

# settings
source: TSV viewer toolbar items
fr_fr: Éléments de la barre d'outils de la visionneuse TSV
ja_jp: TSVビュアーツールバーアイテム
ru_ru: Элементы панели средства просмотра TSV

# schema
source: TSV Viewer
fr_fr: Visionneuse TSV
ja_jp: TSVビュアー
pt_br: Visualizador TSV
ru_ru: Средство просмотра TSV
tr_tr: TSV görüntüleyici

# schema
source: Debugger settings
de_de: Debugger-Einstellungen
es_es: Configuración del depurador
fr_fr: Paramètres du débogueur
ja_jp: デバッガ設定
pl_pl: Ustawienia debuggera
pt_br: Configurações do depurador
ru_ru: Настройки отладчика
tr_tr: Hata ayıklayıcı ayarları

# settings
source: Debugger
es_es: Depurador
fr_fr: Débogueur
ja_jp: デバッガ
ru_ru: Отладчик
tr_tr: Hata Ayıklayıcı

# settings
source: Collapse the debugger sidebar when disabling the debugger on a document.
fr_fr: Réduire la barre latérale du débogueur lorsque le débogueur est désactivé sur un document.
ru_ru: Свернуть боковую панель отладчика при отключении отладчика в документе.

# settings
source: Auto Collapse Debugger Sidebar
fr_fr: Réduire automatiquement le panneau latéral du débogueur
ru_ru: Автоматически свернуть боковую панель отладчика

# settings
source: A regular expression filter to apply by default when showing the kernel sources
fr_fr: Une expression régulière filtrant par défaut les sources du noyau affichées
ja_jp: カーネルソースを表示するときにデフォルトで適用される正規表現フィルター
pt_br: Um filtro de expressão regular a ser aplicado por padrão quando mostrar as fontes do kernel
ru_ru: Фильтр регулярных выражений, применяемый по умолчанию при отображении исходных кодов ядра

# settings
source: Default kernel sources regexp filter
fr_fr: Expression régulière par défaut pour filtrer les sources du noyau
ja_jp: カーネルソース表示の正規表現フィルター
ru_ru: Фильтр регулярных выражений исходного кода ядра по умолчанию

# settings
source: Show an overlay on the editor or notebook when execution is paused in the debugger.
fr_fr: Afficher un voile sur l'éditeur ou le notebook lorsque l'exécution est mise en pause dans le débogueur.

# settings
source: Show Paused Overlay
fr_fr: Afficher le voile lors du débogage

# settings
source: Variables to filter out in the tree and table viewers
de_de: Variablen, die in der Baum- und Tabellenansicht herausgefiltert werden sollen
fr_fr: Variables à filtrer dans l'arborescence et les tableaux
ja_jp: ツリービューアーとテーブルビューアーで除外する変数
pl_pl: Zmienne do odfiltrowania w widoku drzewa i tabeli
ru_ru: Переменные для фильтрации в просмотрщиках дерева и таблиц

# settings
source: Variable filter
de_de: Variablen-Filter
fr_fr: Filtre de variable
ja_jp: 変数フィルター
pl_pl: Filtr zmiennych
ru_ru: Фильтр переменных
tr_tr: Değişken filtresi

# schema
source: Debugger
es_es: Depurador
fr_fr: Débogueur
ja_jp: デバッガ
pt_br: Depurador
ru_ru: Отладчик
tr_tr: Hata Ayıklayıcı

# schema
source: Document Manager Download settings.
de_de: Dokumenten-Manager Download-Einstellungen.
fr_fr: Paramètres de téléchargement du Gestionnaire de documents.
ja_jp: ドキュメントマネージャダウンロードの設定。
pl_pl: Ustawienia pobierania menadżera dokumentów.
ru_ru: Настройки менеджера документов по скачиванию.

# schema
source: Document Manager Download
de_de: Dokumenten-Manager Download
fr_fr: Téléchargement du gestionnaire de documents
ja_jp: ドキュメントマネージャダウンロード
pl_pl: Pobierz menedżera dokumentów
ru_ru: Загрузка диспетчера документов

# schema
source: Document Manager settings.
de_de: Dokumenten-Manager Einstellungen.
es_es: Ajustes del gestor de documentos.
fr_fr: Paramètres du gestionnaire de documents.
ja_jp: テーママネージャの設定。
pl_pl: Ustawienia menedżera dokumentów.
pt_br: Configurações do Gerenciador de Documentos.
ru_ru: Настройки менеджера документов.
tr_tr: Dosya Yöneticisi ayarları.

# settings
source: Document Manager
de_de: Dokumenten-Manager
es_es: Gestor de documentos
fr_fr: Gestionnaire de documents
ja_jp: ドキュメントマネージャ
pl_pl: Menedżer Dokumentów
ru_ru: Менеджер документов
tr_tr: Belge Yöneticisi

# settings
source: Whether to autosave documents
de_de: Ob Dokumente automatisch gespeichert werden sollen
fr_fr: S'il faut enregistrer automatiquement les documents
pl_pl: Automatycznie zapisuj dokumenty
ru_ru: Автосохранение документов

# settings
source: Autosave Documents
de_de: Dokumente automatisch speichern
es_es: Auto-guardar documentos
fr_fr: Enregistrement automatique des documents
pl_pl: Autozapis Dokumentów
ru_ru: Автосохранение документов
tr_tr: Otomatik Belge Kaydetme

# settings
source: Length of save interval in seconds
de_de: Länge des Speicherintervalls in Sekunden
fr_fr: Durée entre deux sauvegardes en secondes
pl_pl: Długość przerwy między zapisami w sekundach
ru_ru: Длина интервала сохранения в секундах

# settings
source: Autosave Interval
de_de: Autosave-Intervall
es_es: Intervalo de Autoguardado
fr_fr: Intervalle entre les sauvegardes automatiques
pl_pl: Częstotliwość autozapisu
ru_ru: Интервал автосохранения

# settings
source: Whether to ask for confirmation to close a document or not.
fr_fr: Demander une confirmation pour fermer un document ou non.
ru_ru: Запрашивать ли подтверждение для закрытия документа или нет.

# settings
source: Ask for confirmation to close a document
fr_fr: Demander une confirmation pour fermer un document
ru_ru: Запросить подтверждение для закрытия документа

# settings
source: Overrides for the default viewers for file types
de_de: Overrides für die Standardviewer für Dateitypen
fr_fr: Remplace les afficheurs par défaut pour les types de fichiers
pl_pl: Nadpisywania domyślnych przeglądarek dla typów plików
ru_ru: Переопределяет средства просмотра файлов по умолчанию для типов файлов

# settings
source: Default Viewers
de_de: Standard-Viewer
fr_fr: Visionneurs par défaut
pl_pl: Domyślne przeglądarki
ru_ru: Стандартное средство просмотра
tr_tr: Varsayılan Görüntüleyicileri

# settings
source: Max acceptable difference, in milliseconds, between last modified timestamps on disk and client
es_es: Máxima diferencia aceptable, en milisegundos, entre la última modificación en disco y el cliente
fr_fr: Différence maximale acceptable, en millisecondes, entre l'instant de la dernière modification sur le disque et dans le client
pl_pl: Maksymalna dopuszczalna różnica, w milisekundach, pomiędzy ostatnią modyfikacją znaczników czasu na dysku a klientem
ru_ru: Максимально допустимое различие, в миллисекундах, между последними измененными временными метками на диске и клиентом

# settings
source: Margin for last modified timestamp check
de_de: Margin für die Prüfung des Zeitstempels der letzten Änderung
fr_fr: Marge pour la vérification de l'instant de la dernière modification
pl_pl: Margines dla ostatniej modyfikacji znacznika czasu
ru_ru: Отступ для последней измененной отметки времени

# settings
source: Number of recently opened/closed files and directories to remember.
fr_fr: Nombre de fichiers et répertoires récemment ouverts/fermés à mémoriser.

# settings
source: Recent Items Number
fr_fr: Nombre d'éléments récents

# settings
source: Whether to prompt to rename untitled file on first manual save.
fr_fr: Faut-il demander de renommer le fichier sans titre lors de la première sauvegarde manuelle.
ru_ru: Нужно ли предлагать переименовать файл без названия при первом сохранении вручную.

# settings
source: Rename Untitled File On First Save
fr_fr: Renommer le fichier sans titre lors de la première sauvegarde
ru_ru: Переименовать файл без названия при первом сохранении

# schema
source: Document Manager
de_de: Dokument Manager
es_es: Gestor de documentos
fr_fr: Gestionnaire de documents
ja_jp: ドキュメントマネージャ
pl_pl: Menedżer Dokumentów
pt_br: Gerenciador de documentos
ru_ru: Менеджер документов
tr_tr: Belge Yöneticisi

# schema
source: Document search plugin.
de_de: Dokumentsuche-Plugin.
es_es: Complemento de búsqueda de documentos.
fr_fr: Plugin de recherche de documents.
ja_jp: ドキュメント検索プラグイン。
pl_pl: Wtyczka do wyszukiwania w dokumencie.
pt_br: Plugin de busca de documentos.
ru_ru: Плагин поиска документов.
tr_tr: Belge arama eklentisi.

# settings
source: Document Search
fr_fr: Chercher dans un document
ru_ru: Поиск документа

# settings
source: When starting search, the 'search in selection' mode will be enabled if `any` text/cell is selected, or when `multiple` lines or cells are selected, or `never`.
fr_fr: Au départ d'une recherche, le mode 'recherche dans la sélection' sera activé si du texte ou une cellule est sélectionné (`any`), ou lorsque de `multiple` lignes ou cellules sont sélectionnées, ou jamais (`never`).

# settings
source: Search in selection automatically
fr_fr: Recherche automatique dans la sélection

# settings
source: The debounce time in milliseconds applied to the search input field. The already opened input files will not be updated if you change that value
fr_fr: Le délai en millisecondes appliqué entre deux recherches. Les fichiers d'entrée déjà ouverts ne seront pas mis à jour si vous modifiez cette valeur
ru_ru: Время разбуждения в миллисекундах, применяемое к полю поиска. Уже открытые входные файлы не будут обновлены, если вы измените это значение

# settings
source: Search debounce time (ms)
fr_fr: Délai de recherche (en ms)
ru_ru: Время разговора в поиске (мс)

# schema
source: Document Search
de_de: Dokumentensuche
es_es: Búsqueda de documentos
fr_fr: Recherche de document
ja_jp: ドキュメント検索
pl_pl: Wyszukiwanie w dokumencie
pt_br: Busca de documentos
ru_ru: Поиск документа
tr_tr: Döküman Ara

# schema
source: Extension manager settings.
de_de: Erweiterungsmanager Einstellungen.
es_es: Configuración del gestor de extensiones.
fr_fr: Paramètres du gestionnaire d'extensions.
ja_jp: 拡張機能マネージャの設定。
pl_pl: Ustawienia menedżera rozszerzeń.
pt_br: Configurações do gerenciador de extensões.
ru_ru: Настройки менеджера расширений.
tr_tr: Eklenti yöneticisi ayarları.

# settings
source: Extension Manager
de_de: Erweiterungsmanager
es_es: Gestor de extensiones
fr_fr: Gestionnaire d'extensions
ja_jp: 拡張機能マネージャ
pl_pl: Menedżer Rozszerzeń
ru_ru: Менеджер расширений
tr_tr: Eklenti yöneticisi

# settings
source: Whether the user agrees the access to external web services and understands extensions may introduce security risks or contain malicious code that runs on his machine.
fr_fr: L'utilisateur accepte-t-il l'accès à des services web externes et comprend-il que les extensions peuvent introduire des risques de sécurité ou contenir du code malveillant qui s'exécute sur sa machine?
ru_ru: Согласен ли пользователь разрешить доступ к внешним веб-сервисам и понимает, что расширения могут создавать риски безопасности или содержать вредоносный код, работающий на его машине.

# settings
source: Disclaimed Status
de_de: Abgelehnt-Status
fr_fr: Statut de renonciation
pl_pl: Status potwierdzenia zapoznania się z wyrzeczeniem odpowiedzialności
ru_ru: Статус "предупреждён"

# settings
source: Enables extension manager. WARNING: installing untrusted extensions may be unsafe.
fr_fr: Active le gestionnaire d'extensions. ATTENTION : installer des extensions non fiables peut être dangereux.
ru_ru: Включение управление расширениями. ПРЕДУПРЕЖДЕНИЕ: установка ненадежных расширений может быть небезопасным.

# settings
source: Enabled Status
de_de: Aktiviert-Status
fr_fr: Statut activé
pl_pl: Status aktywowania
ru_ru: Статус включён

# schema
source: Extension Manager
de_de: Erweiterungsmanager
es_es: Gestor de extensiones
fr_fr: Gestionnaire d'extensions
ja_jp: 拡張機能マネージャ
pl_pl: Menedżer Rozszerzeń
pt_br: Gerenciador de Extensões
ru_ru: Менеджер расширений
tr_tr: Uzantı Yöneticisi

# schema
source: File Browser settings.
de_de: Dateibrowser Einstellungen.
es_es: Configuración del navegador de archivos.
fr_fr: Paramètres du navigateur de fichiers.
ja_jp: ファイルブラウザの設定。
pl_pl: Ustawienia przeglądarki plików.
pt_br: Configurações do navegador de arquivos.
ru_ru: Настройки браузера файлов.
tr_tr: Dosya tarayıcı ayarları.

# settings
source: File Browser
de_de: Dateibrowser
fr_fr: Explorateur de fichiers
ja_jp: ファイルブラウザ
pl_pl: Przeglądarka plików
pt_br: Navegador de arquivos
ru_ru: Файловый менеджер
tr_tr: Dosya tarayıcısı

# settings
source: Whether to allow uploading files
fr_fr: Autoriser ou non le téléversement de fichiers

# settings
source: Allow file uploads
fr_fr: Autoriser le téléversement des fichiers

# settings
source: Automatically open uploaded notebooks and supported files
fr_fr: Ouvrir automatiquement les notebooks téléversés et les fichiers supportés

# settings
source: Auto-open uploads
fr_fr: Ouvrir automatiquement les téléversements

# settings
source: Settings related to breadcrumbs display and behavior.
fr_fr: Paramètres relatifs à l'affichage et au comportement du chemin de fichiers.

# settings
source: Minimum number of directory items to display on the left side of the breadcrumbs ellipsis
fr_fr: Nombre minimum de répertoires à afficher au début du chemin des fichiers

# settings
source: Minimum breadcrumbs left items
fr_fr: Nombre minimum d'éléments au début du chemin des fichiers

# settings
source: Minimum number of directory items to display on the right side of the breadcrumbs ellipsis
fr_fr: Nombre minimum de répertoires à afficher à la fin du chemin des fichiers

# settings
source: Minimum breadcrumbs right items
fr_fr: Nombre minimum d'éléments à la fin du chemin des fichiers

# settings
source: Breadcrumbs
fr_fr: Chemin des fichiers

# settings
source: Whether to apply the search on directories
es_es: Indica si se aplica la búsqueda en directorios
fr_fr: Appliquer ou non la recherche sur les répertoires
ru_ru: Применить ли поиск по каталогам

# settings
source: Whether to apply the search on folders
fr_fr: Appliquer ou non la recherche sur les répertoires

# settings
source: Filter directories
es_es: Filtrar directorios
fr_fr: Filtrer les répertoires
ru_ru: Фильтр директорий

# settings
source: Filter folders
fr_fr: Filtrer les dossiers

# settings
source: Maximum file size (MB) to auto-open files on upload
fr_fr: Taille maximale du fichier (Mo) pour ouvrir automatiquement les fichiers lors du téléversement

# settings
source: Max auto-open size
fr_fr: Taille maximale d'ouverture automatique

# settings
source: Whether to automatically navigate to a document's current directory
es_es: Indica si se debe ir automáticamente al directorio actual del documento
fr_fr: Si vous souhaitez naviguer automatiquement vers le répertoire courant d'un document
pl_pl: Czy automatycznie przejść do bieżącego katalogu dokumentu
pt_br: Se deve navegar automaticamente para o diretório atual de um documento
ru_ru: Нужно ли автоматически перемещаться в текущий каталог документа

# settings
source: Whether to automatically navigate to a document's current folder
fr_fr: Si vous souhaitez naviguer automatiquement vers le répertoire courant d'un document

# settings
source: Navigate to current directory
de_de: Zum aktuellen Verzeichnis navigieren
es_es: Ir al directorio actual
fr_fr: Naviguer vers le répertoire actuel
pl_pl: Przejdź do bieżącego katalogu
pt_br: Navegar para o diretório atual
ru_ru: Перейти в текущий каталог

# settings
source: Navigate to current folder
fr_fr: Naviguer vers le répertoire actuel

# settings
source: Whether to show checkboxes next to files and folders
fr_fr: Afficher ou non les cases à cocher à côté des fichiers et des dossiers
ru_ru: Показывать ли флажки рядом с файлами и папками

# settings
source: Use checkboxes to select items
fr_fr: Utiliser des cases à cocher pour sélectionner les éléments
ru_ru: Используйте флажки для выбора элементов

# settings
source: Whether to show the file size column
fr_fr: Afficher ou non la colonne de taille de fichier
ru_ru: Показывать ли столбец размера файла

# settings
source: Show file size column
fr_fr: Afficher la colonne de taille de fichier
ru_ru: Показать столбец размера файла

# settings
source: Whether to show full path in browser bread crumbs
fr_fr: Afficher ou non le chemin complet dans le navigateur de fichiers

# settings
source: Show full path in browser bread crumbs
fr_fr: Afficher le chemin complet dans le navigateur de fichiers

# settings
source: Whether to show hidden files. The server parameter `ContentsManager.allow_hidden` must be set to `True` to display hidden files.
fr_fr: Afficher ou non les fichiers cachés. Le paramètre du serveur `ContentsManager.allow_hidden` doit être défini à `True` pour afficher les fichiers cachés.
ru_ru: Должны ли отображаться скрытые файлы. Параметр сервера `ContentsManager.allow_hidden` должен быть установлен в `True` для отображения скрытых файлов.

# settings
source: Show hidden files
de_de: Versteckte Dateien anzeigen
es_es: Mostrar archivos ocultos
fr_fr: Afficher les fichiers cachés
pl_pl: Pokaż ukryte pliki
ru_ru: Показать скрытые файлы
