Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Shutdown Console
de_de: Konsole herunterfahren
es_es: Apagar consola
ja_jp: コンソールをシャットダウン
pl_pl: Wyłącz konsolę
pt_br: Desligar o console
tr_tr: Konsolu sona erdir

source: Shut down the Console?
de_de: Konsole herunterfahren?
es_es: ¿Cerrar la consola?
ja_jp: コンソールをシャットダウンしますか?
pl_pl: Wyłączyć konsolę?
pt_br: Desligar o console?
tr_tr: Konsolu sona erdir?

source: Restart Kernel and Clear Console
de_de: Kernel neu starten und Konsole leeren
es_es: Reiniciar Núcleo y Limpiar consola
ja_jp: カーネルを再起動してコンソールをクリア
pl_pl: Uruchom ponownie jądro i wyczyść konsolę
pt_br: Reiniciar o Kernel e Limpar o Console
tr_tr: Kerneli yeniden başlat ve konsolu temizle

source: Run Cell
de_de: Zelle ausführen
es_es: Ejecutar celda
ja_jp: セルを実行
pl_pl: Uruchom komórkę
pt_br: Executar a célula
tr_tr: Hücreyi Çalıştır

source: Clear Console Cell
de_de: Konsolenzelle leeren
es_es: Limpiar celda de consola
ja_jp: コンソールのセルを消去
pl_pl: Wyczyść komórkę konsoli
pt_br: Limpar célula de console
tr_tr: Konsol Hücresini Temizle

source: Are you sure you want to revert the %1 to the latest checkpoint?
de_de: Sind Sie sicher, dass Sie %1 auf den letzten Kontrollpunkt zurücksetzen möchten?
es_es: ¿Está seguro de que desea revertir el %1 al último punto de control?
ja_jp: %1 を最新のチェックポイントに戻してもよろしいですか?
pl_pl: Czy na pewno chcesz przywrócić %1 do ostatniego punktu kontrolnego?
pt_br: Tem certeza que deseja reverter o %1 para o último ponto de verificação?
tr_tr: %1’i en son kontrol noktasına döndürmek istediğine emin misin?

source: Revert %1 to Checkpoint
de_de: %1 auf Kontrollpunkt zurücksetzen
es_es: Revertir %1 al Punto de Control
ja_jp: %1 をチェックポイントに戻す
pl_pl: Przywróć %1 do punktu kontrolnego
pt_br: Reverter %1 para o ponto de verificação
tr_tr: % 1'i Kontrol Noktasına geri döndür

source: Save File As..
de_de: Datei speichern als..
es_es: Guardar archivo como..
ja_jp: 別名でファイルを保存..
pl_pl: Zapisz plik jako..
pt_br: Salvar arquivo como..
tr_tr: Dosyayı Farklı Kaydet..

source: Search Selected Cell(s)
de_de: Ausgewählte Zelle(n) suchen
pl_pl: Wyszukaj w zaznaczonych komórkach

source: This package has indicated that it needs a corresponding server extension. Please contact your Administrator to update the server with one of the following commands:
es_es: Este paquete ha indicado que necesita una extensión del servidor correspondiente. Póngase en contacto con su administrador para actualizar el servidor con uno de los siguientes comandos:
ja_jp: このパッケージは対応するサーバ機能拡張が必要であることを示しています。以下のコマンドの中のいずれかでサーバをアップデートするようシステム管理者に問い合わせてください。
pl_pl: Ten pakiet wskazał, że wymaga odpowiedniego rozszerzenia serwera. Skontaktuj się z administratorem, aby zaktualizować serwer za pomocą jednej z poniższych komend:
pt_br: Este pacote indicou que ele precisa de uma extensão de servidor correspondente. Por favor entre em contato com seu Administrador para atualizar o servidor com um dos seguintes comandos:
tr_tr: Bu paketin kendisine karşılık gelen bir sunucu eklentisine ihtiyacı var. Sunucuyu güncellemek için şu komutlardan birisi ile yöneticiniz ile iletişime geçin:

source: This package has indicated that it needs a corresponding package for the kernel.
de_de: Dieses Paket hat angegeben, dass es ein entsprechendes Paket für den Kernel benötigt.
es_es: Este paquete ha indicado que necesita un paquete correspondiente para el kernel.
ja_jp: このパッケージは、カーネルに対応するパッケージが必要であることを示しています。
pl_pl: Ten pakiet potrzebuje odpowiedniego pakietu dla jądra.
pt_br: Este pacote indicou que necessita de um pacote correspondente para o kernel.
tr_tr: Bu paket, çekirdeğe karşılık gelen bir pakete ihtiyacı olduğunu belirtti.

source: The package <code>%1</code>, is required by the following kernels:
de_de: Das Paket <code>%1</code> wird von den folgenden Kerneln benötigt:
es_es: El paquete <code>%1</code>, es requerido por los siguientes kernels:
ja_jp: パッケージ <code>%1</code>は以下のカーネルで必要です:
pl_pl: Pakiet <code>%1</code>jest wymagany przez następujące jądra:
pt_br: O pacote <code>%1</code>, é necessário para os seguintes kernels:
tr_tr: <code>%1</code> paketi aşağıdaki çekirdekler için gereklidir:

source: This package has indicated that it needs a corresponding kernel package. Please contact your Administrator to update the server with one of the following commands:
de_de: Dieses Paket hat angedeutet, dass es ein entsprechendes Kernel-Paket benötigt. Bitte kontaktiere deinen Administrator, um den Server mit einem der folgenden Befehle zu aktualisieren:
es_es: Este paquete ha indicado que necesita un paquete del kernel correspondiente. Ponte en contacto con tu administrador para actualizar el servidor con uno de los siguientes comandos:
ja_jp: このパッケージは対応するカーネルパッケージが必要であることを示しています。以下のコマンドの中のいずれかでサーバをアップデートするようシステム管理者に問い合わせてください。
pl_pl: Ten pakiet wskazał, że potrzebuje odpowiedniego pakietu jądra. Skontaktuj się z administratorem, aby zaktualizować serwer za pomocą jednej z następujących komend:
pt_br: Este pacote indicou que ele precisa de um pacote do kernel correspondente. Por favor entre em contato com seu Administrador para atualizar o servidor com um dos seguintes comandos:
tr_tr: Bu paket, karşılık gelen bir çekirdek paketine ihtiyacı olduğunu belirtti. Sunucuyu aşağıdaki komutlardan biriyle güncellemek için lütfen Yöneticinizle bağlantı kurun:

source: You should make sure that the indicated packages are installed before trying to use the extension. Do you want to continue with the extension installation?
de_de: Du solltest sicherstellen, dass die angegebenen Pakete installiert sind, bevor du versuchst, die Erweiterung zu verwenden. Möchtest du mit der Installation der Erweiterung fortfahren?
es_es: Deberías asegurarte de que los paquetes indicados estén instalados antes de intentar usar la extensión. ¿Quieres continuar con la instalación de la extensión?
ja_jp: この拡張機能を使うにはあらかじめ指定されたパッケージがインストールされている必要があります。拡張機能のインストールを続けますか?
pl_pl: Powinieneś upewnić się, że wskazane pakiety są zainstalowane, zanim spróbujesz użyć tego rozszerzenia. Czy chcesz kontynuować instalację?
pt_br: Você deve garantir que os pacotes indicados estão instalados antes de tentar usar a extensão. Você deseja continuar com a instalação da extensão?
tr_tr: Kullanılmak istenilen uzantıdan önce belirtilen paketlerin yüklü olduğundan emin olunuz. Uzantıları yüklemeye devam etmek ister misiniz?

source: Kernel and Server Companions
es_es: Companions del Kernel y del Servidor
ja_jp: カーネルおよびサーバー コンパニオン
pl_pl: Towarzyszące rozszerzenia jądra i serwera
pt_br: Kernel e Opções de Servidor
tr_tr: Çekirdek ve sunucu arkadaşlığı/birlikteliği

source: Kernel Companions
es_es: Companions del Kernel
ja_jp: カーネル コンパニオン
pl_pl: Towarzyszące rozszerzenia jądra
pt_br: Opções do Kernel
tr_tr: Çekirdek Yardımcıları

source: Server Companion
de_de: Server-Begleiter
es_es: Companions del Servidor
ja_jp: サーバー コンパニオン
pl_pl: Towarzyszące rozszerzenie serwera
pt_br: Opções do Servidor
tr_tr: Sunucu Yardımcısı

source: Install the JupyterLab extension.
de_de: Installiere die JupyterLab Erweiterung.
es_es: Instalar la extensión JupyterLab.
ja_jp: JupyterLab 拡張機能をインストールします。
pl_pl: Zainstaluj rozszerzenie JupyterLab.
pt_br: Instala a extensão do JupyterLab.
tr_tr: JupyterLab uzantısını yükle.

source: An error occurred installing <code>%1</code>.
de_de: Beim Installieren von <code>%1</code> ist ein Fehler aufgetreten.
es_es: Se ha producido un error al instalar <code>%1</code>.
ja_jp: <code>%1</code> のインストール中にエラーが発生しました。
pl_pl: Wystąpił błąd podczas instalacji <code>%1</code>.
pt_br: Ocorreu um erro ao instalar <code>%1</code>.
tr_tr: <code>%1</code> kodunu yüklerken bir hata oluştu.

source: A build is needed to include the latest changes
de_de: Ein Build wird benötigt, um die neuesten Änderungen einzubinden
es_es: Se necesita una versión para incluir los cambios más recientes
ja_jp: 最新の変更を含めるためにビルドが必要です
pl_pl: Kompilacja jest potrzebna do uwzględnienia najnowszych zmian
pt_br: Uma build é necessária para incluir as últimas alterações
tr_tr: Derleme son değişiklikleri içermeli

source: Rebuild
es_es: Reconstruir
ja_jp: リビルド
pl_pl: Kompiluj ponownie
tr_tr: Yeniden oluştur

source: Ignore
de_de: Ignorieren
es_es: Ignorar
ja_jp: 無視する
pl_pl: Ignoruj
pt_br: Ignorar
tr_tr: Yoksay

source: %1 (Developed by Project Jupyter)
de_de: %1 (Entwickelt vom Projekt Jupyter)
es_es: %1 (Desarrollado por el proyecto Jupyter)
ja_jp: %1 (Project Jupyterによって開発)
pl_pl: %1 (rozwijany przez Projekt Jupyter)
pt_br: %1 (Desenvolvido pelo Projeto Jupyter)
tr_tr: %1 (Project Jupyter Tarafından Geliştirildi)

source: %1 extension has been blockedExtensions since install. Please uninstall immediately and contact your blockedExtensions administrator.
es_es: La extensión %1 ha sido bloqueada Extensiones desde la instalación. Por favor, desinstale inmediatamente y póngase en contacto con su administrador de blockedExtensiones.
ja_jp: %1 拡張機能はインストール後にblockedExtensionsとなりました。直ちにアンインストールし、blockedExtensionsの管理者に連絡してください。
pl_pl: Rozszerzenie %1 zostało zablokowane od czasu instalacji. Odinstaluj natychmiast i skontaktuj się z administratorem zablokowanych rozszerzeń.
pt_br: A extensão %1 foi blockedExtensions desde a instalação. Por favor, desinstale imediatamente e contate o administrador blockedExtensions.
tr_tr: %1 uzantısı yükleme yapıldığından beri blockedExtensions. Uzantıyı derhal siliniz ve blockedExtensions admininizle iletişim kurunuz.

source: %1 extension has been removed from the allowedExtensions since installation. Please uninstall immediately and contact your allowedExtensions administrator.
es_es: La extensión %1 ha sido eliminada de las extensiones permitidas desde la instalación. Por favor, desinstale inmediatamente y póngase en contacto con el administrador de allowedExtensions.
ja_jp: %1 拡張機能はインストール後にallowedExtensionsから削除されました。直ちにアンインストールし、allowedExtensionsの管理者に連絡してください。
pl_pl: Rozszerzenie %1 zostało usunięte z dozwolonych rozszerzeń od czasu instalacji. Odinstaluj natychmiast i skontaktuj się z administratorem dozwolonych rozszerzeń.
pt_br: A extensão %1 foi removida das extensões permitidas desde a instalação. Por favor desinstale-a imediatamente e entre em contato com o seu administrador para autorização de extensões.
tr_tr: %1 uzantısı, kurulumdan bu yana izin verilen uzantılardan kaldırıldı. Lütfen hemen kaldırın ve izin verilen uzantılar yöneticinize başvurun.

source: Update
de_de: Aktualisieren
es_es: Actualizar
ja_jp: アップデート
pl_pl: Aktualizuj
pt_br: Atualizar
tr_tr: Güncelle

source: About
de_de: Über
es_es: Acerca de
pl_pl: O projekcie
tr_tr: Hakkında

source: This is a prebuilt extension. To uninstall it, please apply following instructions.
es_es: Esta es una extensión prediseñada. Para desinstalarla, por favor siga las siguientes instrucciones.
ja_jp: これはビルド済みの拡張機能です。 アンインストールするには、 次の手順を行います。
pl_pl: To jest wstępnie zbudowane rozszerzenie. Aby odinstalować to rozszerzenie, zastosuj poniższe instrukcje.

source: This is a prebuilt extension. To uninstall it, please read the user guide on:
es_es: Esta es una extensión prediseñada. Para desinstalarla, por favor lea la guía de usuario en:
ja_jp: これはビルド済みの拡張機能です。 アンインストールするには、 ユーザー ガイドをお読みください。:
pl_pl: To jest wstępnie zbudowane rozszerzenie. Aby odinstalować to rozszerzenie, przeczytaj poradnik użytkownika:

source: The extension manager is disabled. Please contact your system administrator to verify the listings configuration.
es_es: El administrador de extensiones está deshabilitado. Ponte en contacto con el administrador del sistema para verificar la configuración de publicación.
ja_jp: 拡張機能マネージャーが無効になっています。リスト表示の設定を確認するには、システム 管理者に問い合わせてください。
pl_pl: Menedżer rozszerzeń jest wyłączony. Skontaktuj się z administratorem systemu, aby zweryfikować konfigurację.
pt_br: O gerenciador de extensões está desativado. Por favor contate o administrador do seu sistema para verificar a configuração de listagens.
tr_tr: Eklenti yöneticisi devre dışı bırakıldı. Listings ayarlarını doğrulamak için lütfen sistem yöneticinizle iletişim kurun.

source: Read more in the JupyterLab documentation.
es_es: Lee más en la documentación de JupyterLab.
ja_jp: JupyterLabのドキュメントで詳細をご覧ください。
pl_pl: Przeczytaj więcej w dokumentacji JupyterLab.
pt_br: Leia mais na documentação do JupyterLab.
tr_tr: JupyterLab dokümantasyonunda daha fazlasını oku.

source: Updating extensions list
es_es: Actualizando la lista de extensiones
ja_jp: 拡張機能のリストを更新しています
pl_pl: Aktualizowanie listy rozszerzeń
pt_br: Atualizando lista de extensões
tr_tr: Eklenti Listesi Güncelleniyor

source: Error communicating with server extension. Consult the documentation for how to ensure that it is enabled.
es_es: Error de comunicación con la extensión del servidor. Consulte la documentación para asegurarte que esté habilitada.
ja_jp: サーバー拡張機能との通信中にエラーが発生しました。有効にする方法についてはドキュメントを参照してください。
pl_pl: Błąd komunikacji z rozszerzeniem serwera. Sprawdź w dokumentacji, jak upewnić się, że jest włączony.
pt_br: Erro de comunicação com a extensão do servidor. Consulte a documentação para saber como garantir que ela esteja habilitada.
tr_tr: Sunucu eklentisiyle iletişime geçerken sorun yaşandı. Etkinleştirme işleminden nasıl emin olabileceğiniz konusunda dökumantasyona başvurun.

source: The server has some missing requirements for installing extensions.
es_es: Al servidor no cumple con algunos de los requisitos para instalar extensiones.
ja_jp: サーバにおいて拡張機能をインストールするためのいくつかの要件が不足しています。
pl_pl: Serwer ma pewne brakujące wymagania dotyczące instalowania rozszerzeń.
pt_br: Alguns requisitos estão faltando no servidor para poder instalar as extensões.
tr_tr: Serverda uzantıları yüklemek için eksik gereksinimler mevcut.

source: Details:
es_es: Detalles:
ja_jp: 詳細:
pl_pl: Szczegóły:
pt_br: Detalhes:
tr_tr: Ayrıntılar:

source: Refresh extension list
de_de: Erweiterungsliste aktualisieren
es_es: Actualizar lista de extensiones
ja_jp: 拡張機能リストを更新
pl_pl: Odśwież listę rozszerzeń
pt_br: Atualizar lista de extensões
tr_tr: Uzantı listesini yenile

source: Run Code
de_de: Code ausführen
es_es: Ejecutar código
ja_jp: コードを実行
pl_pl: Uruchom kod
pt_br: Executar código
tr_tr: Kodu Çalıştır

source: Restart Kernel and Run All Code
de_de: Kernel neu starten und gesamten Code ausführen
es_es: Reiniciar Kernel y ejecutar todo el código
ja_jp: カーネルを再起動してすべてのコードを実行
pl_pl: Zrestartuj jądro i uruchom całość kodu
pt_br: Reiniciar o kernel e executar todo o código
tr_tr: Çekirdeği Baştan Başlat ve Hepsini Çalıştır

source: Spaces: %1
de_de: Leerzeichen: %1
es_es: Espacios: %1
ja_jp: スペース: %1
pl_pl: Spacja: %1
pt_br: Espaços: %1
tr_tr: Boşluklar: %1

source: Auto Close Brackets for Text Editor
de_de: Klammern im Texteditor automatisch schließen
es_es: Cierre Automático de Corchetes para el Editor de Texto
ja_jp: テキストエディターにて括弧を自動的に閉じる
pl_pl: Automatyczne zamykanie nawiasów dla edytora tekstu
pt_br: Fechar parênteses automaticamente para o Editor de Texto
tr_tr: Metin Düzenleyicisinde Parantezleri Otomatik Kapat

source: Tab Size
de_de: Tabgröße
es_es: Tamaño de tabulador
ja_jp: タブのサイズ
pl_pl: Rozmiar tabulacji
pt_br: Tamanho da tabulação
tr_tr: Sekme Boyutu

source: Change Tab indentation…
de_de: Tab-Einrückung ändern…
es_es: Cambiar indentación de tabulador…
ja_jp: タブのインデントを変更…
pl_pl: Zmień wcięcie karty…
pt_br: Alterar indentação de tabulação…
tr_tr: Sekme girintisini değiştir...

source: Launch Classic Notebook
de_de: Klassisches Notebook starten
es_es: Abrir el Notebook clásico
ja_jp: Classic Notebook を起動する
pl_pl: Uruchom klasyczny notatnik
pt_br: Iniciar caderno clássico
tr_tr: Klasik Not Defterini Çalıştır

source: Close and Shutdown
de_de: Schließen und herunterfahren
es_es: Cerrar y apagar
ja_jp: 閉じてシャットダウン
pl_pl: Zamknij i wyłącz
pt_br: Fechar e desligar
tr_tr: Kapat ve çalışmayı durdur

source: Run Selected Cells
de_de: Ausgewählte Zellen ausführen
es_es: Ejecutar las celdas seleccionadas
ja_jp: 選択したセルを実行
pl_pl: Uruchom wybrane komórki
pt_br: Executar células selecionadas
tr_tr: Seçilen Hücreleri Çalıştır

source: Run Selected Cells and Insert Below
de_de: Ausgewählte Zellen ausführen und neue unterhalb einfügen
es_es: Ejecutar las celdas seleccionadas e insertar debajo
ja_jp: 選択したセルを実行して下に新規セルを挿入
pl_pl: Uruchom wybrane komórki i wstaw poniżej
pt_br: Executar Células Selecionadas e Inserir Abaixo
tr_tr: Seçilen Hücreyi Çalıştır ve Aşağıya hücre ekle

source: Restart Kernel and Clear All Outputs…
de_de: Kernel neu starten und alle Ausgaben löschen…
es_es: Reiniciar el intérprete y borrar todos los resultados
ja_jp: カーネルを再起動してすべての出力を消去…
pl_pl: Uruchom ponownie jądro i wyczyść wszystkie wyjścia…
pt_br: Reiniciar o Kernel e limpar todas as saídas…
tr_tr: Kerneli yeniden başlat ve bütün çıktıları temizle.

source: Clear All Outputs
de_de: Alle Ausgaben löschen
es_es: Borrar todos resultados
ja_jp: すべての出力を消去
pl_pl: Wyczyść wszystkie wyjścia
pt_br: Remover todas as saídas
tr_tr: Tüm Çıktıları Temizle

source: Clear Outputs
de_de: Ausgaben löschen
es_es: Borrar resultados
ja_jp: 出力を消去
pl_pl: Wyczyść wyjścia
pt_br: Limpar saídas
tr_tr: Çıktıyı temizle

source: Cut Cells
de_de: Zellen ausschneiden
es_es: Cortar las celdas
ja_jp: セルを切り取り
pl_pl: Wytnij komórki
pt_br: Recortar células
tr_tr: Hücreyi Kes

source: Copy Cells
de_de: Zellen kopieren
es_es: Copiar las celdas
ja_jp: セルをコピー
pl_pl: Kopiuj komórki
pt_br: Copiar células
tr_tr: Hücreyi yapıştır

source: Paste Cells Below
de_de: Zellen unterhalb einfügen
es_es: Pegar las celdas debajo
ja_jp: 下にセルを貼り付け
pl_pl: Wklej komórki poniżej
pt_br: Colar células abaixo
tr_tr: Hücreleri Aşağı Yapıştır

source: Paste Cells Above
de_de: Zellen oberhalb einfügen
es_es: Pegar las celdas encima
ja_jp: 上にセルを貼り付け
pl_pl: Wklej komórki powyżej
pt_br: Colar células acima
tr_tr: Hücreleri Yukarı Yapıştır

source: Paste Cells and Replace
de_de: Zellen einfügen und ersetzen
es_es: Pegar las celdas y reemplazar
ja_jp: セルを貼り付けて置換
pl_pl: Wklej komórki i zamień
pt_br: Colar células e substituir
tr_tr: Hücreleri Yapıştır ve Değiştir

source: Delete Cells
de_de: Zelle löschen
es_es: Eliminar las celdas
ja_jp: セルを削除
pl_pl: Usuń komórki
pt_br: Excluir células
tr_tr: Hücreleri Sil

source: Move Cells Up
de_de: Zellen nach oben verschieben
es_es: Mover celda arriba
ja_jp: セルを上に移動
pl_pl: Przesuń komórki w górę
pt_br: Mover células para cima
tr_tr: Hücreleri Yukarı Taşı

source: Move Cells Down
de_de: Zellen nach unten verschieben
es_es: Mover celda abajo
ja_jp: セルを下に移動
pl_pl: Przesuń komórki w dół
pt_br: Mover células para baixo
tr_tr: Hücreleri Aşağı Taşı

source: Toggle All Line Numbers
de_de: Alle Zeilennummern umschalten
es_es: Activar/Desactivar todos lo números de línea
ja_jp: すべての行番号表示を切り替える
pl_pl: Przełącz wszystkie numery wierszy
pt_br: Alternar Todos os Números de Linha
tr_tr: Tüm Satır Numaralarını Değiştir

source: Reconnect To Kernel
de_de: Verbindung zum Kernel wiederherstellen
es_es: Recolectar al intérprete
ja_jp: カーネルに再接続
pl_pl: Połącz się ponownie z jądrem
pt_br: Reconectar ao kernel
tr_tr: Sunucuya Yeniden Bağlan

source: Clear Output
de_de: Ausgaben löschen
es_es: Borrar Salida
ja_jp: 出力を消去
pl_pl: Wyczyść rezultat
pt_br: Limpar saída
tr_tr: Çıktıyı temizle

source: Close and Shutdown Notebook
es_es: Cerrar y Apagar Cuaderno
ja_jp: Notebookを閉じてシャットダウンする
pl_pl: Wyjdź i zamknij notatnik
pt_br: Fechar e Desligar o Notebook
tr_tr: Not Defterini Kapat

source: Shut down the Notebook?
es_es: ¿Apagar el Cuaderno?
ja_jp: Notebookをシャットダウンしますか?
pl_pl: Zamknąć notatnik?
pt_br: Desligar o caderno?
tr_tr: Notebook Kapatılsın Mı?

source: Slides
de_de: Folien
es_es: Diapositivas
ja_jp: スライド
pl_pl: Slajdy
tr_tr: Slaytlar

source: Script
de_de: Skript
es_es: Scripts
ja_jp: スクリプト
pl_pl: Skrypt
tr_tr: Komut dizisi

source: Create New View for Output
es_es: Crear una nueva vista para el resultado
ja_jp: 出力用に新しいビューを作成
pl_pl: Utwórz nowy widok dla rezultatu
pt_br: Criar nova exibição para a saída
tr_tr: Çıktı için yeni görünüm oluştur

source: Selecting trust will re-render this notebook in a trusted state.
es_es: Seleccionar como de confianza volverá a mostrar este cuaderno en un estado de confianza.
ja_jp: "信頼"を選択すると、このノートブックは信頼された状態で再レンダリングされます。
pl_pl: Wybór zaufania spowoduje ponowne renderowanie tego notatnika w zaufanym stanie.
pt_br: Selecionar confiança irá renderizar este Notebook novamente em um estado confiável.
tr_tr: Güven seçeneğinin seçilmesi, bu not defterinin durumunu güvenilir olarak güncelleyecektir.

source: Notebook Metadata
es_es: Metadatos del cuaderno
ja_jp: Notebookのメタデータ
pl_pl: Metadane Notebooka
pt_br: Metadados do Notebook
tr_tr: Not defteri meta verisi

source: Cell Metadata
de_de: Zellen-Metadaten
es_es: Metadatos de celda
ja_jp: セルのメタデータ
pl_pl: Metadane komórki
pt_br: Metadados da célula
tr_tr: Hücre meta verisi

source: Advanced Tools
de_de: Erweiterte Werkzeuge
es_es: Herramientas avanzadas
ja_jp: 高度なツール
pl_pl: Zaawansowane narzędzia
pt_br: Ferramentas avançadas
tr_tr: Gelişmiş Araçlar

source: Slide Type
es_es: Tipo de diapositiva
ja_jp: スライドの種類
pl_pl: Typ slajdu
pt_br: Tipo de slide
tr_tr: Slayt Türü

source: Slide
de_de: Folie
es_es: Diapositiva
ja_jp: スライド
pl_pl: Slajd
tr_tr: Slayt

source: Sub-Slide
de_de: Unter-Folie
es_es: Sub-diapositiva
ja_jp: サブスライド
pl_pl: Podslajd
tr_tr: Alt Slayt

source: Skip
de_de: Überspringen
es_es: Omitir
ja_jp: スキップ
pl_pl: Pomiń
pt_br: Ignorar
tr_tr: Geç

source: Notes
de_de: Notizen
es_es: Notas
ja_jp: ノート
pl_pl: Notatki
pt_br: Notas
tr_tr: Notlar

source: Raw NBConvert Format
es_es: Formato NBConvert Raw
ja_jp: Raw NBConvert フォーマット
pl_pl: Format NBConvert dla surowych komórek
pt_br: Formato de conversão Raw NBConvert

source: Notebook trusted: %1 of %2 cells trusted.
de_de: Notebook vertrauenswürdig: %1 von %2 Zellen vertrauenswürdig.
es_es: Cuadernos de confianza: %1 de %2 celdas de confianza.
ja_jp: Notebookは信頼されています: %2 のセルの内 %1 のセルが信頼されています。
pl_pl: Zaufany notatnik: %1 z %2 zaufanych komórek.
pt_br: Notebook confiável: %1 de %2 células confiáveis.
tr_tr: Not defteri güvenilir: %2 hücrenin %1'i güvenilir.

source: Active cell trusted: %1 of %2 cells trusted.
de_de: Aktive Zelle vertrauenswürdig: %1 von %2 Zellen vertrauenswürdig.
es_es: Celda activa confiada: %1 de %2 celdas de confianza.
ja_jp: アクティブなセルは信頼されています: %2 のセルの内 %1 のセルが信頼されています。
pl_pl: Aktywna komórka zaufana: %1 z %2 zaufanych komórek.
pt_br: Célula ativa confiável: %1 de %2 células confiáveis.
tr_tr: Güvenilir aktif hücre: %2 hücreden %1'i güvenilir.

source: Notebook not trusted: %1 of %2 cells trusted.
de_de: Notebook nicht vertrauenswürdig: %1 von %2 Zellen vertrauenswürdig.
es_es: Cuaderno no confiado: %1 de %2 celdas de confianza.
ja_jp: Notebookは信頼されていません: %2 のセルの内 %1 のセルが信頼されています。
pl_pl: Notatnik nie jest zaufany: %1 z %2 komórek jest zaufanych.
pt_br: Notebook não confiável: %1 de %2 células confiáveis.
tr_tr: Not defteri güvenilir değil: %2 hücreden %1'i güvenilir.

source: Path: %1 Kernel: %2
de_de: Pfad: %1 Kernel: %2
es_es: Ruta: %1 Kernel: %2
ja_jp: パス: %1 カーネル: %2
pl_pl: Ścieżka: %1 Jądro: %2
pt_br: Caminho: %1 Kernel: %2
tr_tr: Dosya yolu: %1 Çekirdek: %2

source: No Kernel!
de_de: Kein Kernel!
es_es: ¡Sin Kernel!
ja_jp: カーネルがありません!
pl_pl: Brak jądra!
pt_br: Sem kernel!
tr_tr: Çekirdek yapı bulunamadı

source: Run Cell(s)
pl_pl: Uruchom komórkę(ki)
tr_tr: Hücre (Hücreleri) Çalıştır

source: Toggle Auto-Numbering
de_de: Auto-Nummerierung umschalten
es_es: Alternar auto-numeración
ja_jp: 自動番号表示の切り替え
pl_pl: Włącz/wyłącz automatyczne numerowanie
pt_br: Alternar auto-numeração
tr_tr: Otomatik Numaralandırmaya Geçiş Yap

source: No Tags Available
de_de: Keine Tags verfügbar
es_es: No hay etiquetas disponibles
ja_jp: タグがありません
pl_pl: Brak dostępnych etykiet
pt_br: Sem marcadores disponíveis
tr_tr: Etiket mevcut değil

source: Clear Filters
de_de: Filter löschen
es_es: Eliminar filtros
ja_jp: フィルタをクリア
pl_pl: Wyczyść filtry
pt_br: Limpar filtros
tr_tr: Filtreleri Temizle
