Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab_tour.po
Languages: fr_fr, ko_kr, ru_ru

# schema
source: Configuration for user-defined tours. This schema is generated from https://github.com/gilbarbara/react-joyride/blob/master/types/index.d.ts
fr_fr: Configuration pour les tours définis par l'utilisateur. Ce schéma est généré à partir de https://github.com/gilbarbara/react-joyride/blob/master/types/index.d.ts
ko_kr: 사용자 정의 설명에 대한 구성입니다. 개요는 다음 링크에서 생성됩니다. https://github.com/gilbarbara/react-joyride/blob/master/types/index.d.ts
ru_ru: Конфигурация для определенных пользователем туров. Эта схема генерируется из https://github.com/gilbarbara/react-joyride/blob/master/types/index.d.ts

# settings
source: An array of a tours. Each requires an `id`, `label` and `steps[]`, and may have `options`, see https://docs.react-joyride.com
fr_fr: Un tableau de tours. Chacun nécessite un `id`, un `label` et des `steps[]`, et peut avoir des `options`, se référer à https://docs.react-joyride.com
ko_kr: 둘러보기의 배열입니다. 각각`id`, `label`, `steps[]`가 필요하며 'options'를 가질 수 있습니다. (참조: https://docs.react-joyride.com)
ru_ru: Массив туров. Каждое из туров требует `id`, `label` и `steps[]` и может иметь `options`, см. https://docs.react-joyride.com

# settings
source: Whether to add a Help Menu item with the label to launch the tour
fr_fr: Si vous souhaitez ajouter un élément au menu Aide avec l'étiquette pour lancer le tour
ko_kr: 둘러보기를 시작하기 위해 도움말 메뉴 항목을 레이블과 함께 추가할지 여부
ru_ru: Добавить ли пункт меню справки с меткой для запуска тура

# settings
source: The name of an already-registered LabIcon to display next to this tour
fr_fr: Le nom d'une icône déjà enregistrée à afficher à côté de ce tour

# settings
source: A machine-readable ID to identify this tour, will be prefixed. Should be unique within this document.
fr_fr: Un identifiant lisible par la machine pour identifier ce tour sera préfixé. Doit être unique dans ce document.
ko_kr: 이 둘러보기를 식별하기 위해 컴퓨터로 해독 가능한 ID가 앞에 붙습니다. ID는 문서 내에서 고유해야 합니다.
ru_ru: Префиксный идентификатор для идентификации этого тура. Должен быть уникальным в пределах этого документа.

# settings
source: A human-readable name for the tour
fr_fr: Un nom lisible par l'homme pour le tour
ko_kr: 사람이 읽을 수 있는 둘러보기 이름
ru_ru: Понятное имя для тура

# settings
source: Other options for the tour
fr_fr: Autres options pour le tour
ko_kr: 둘러보기의 다른 옵션
ru_ru: Другие варианты тура

# settings
source: The definition of the steps of a tour
fr_fr: Définition des étapes d'un tour
ko_kr: 둘러보기 단계의 정의
ru_ru: Определение этапов тура

# settings
source: Translation domain containing strings for this tour
fr_fr: Domaine de traduction contenant les chaînes de caractères de ce tour
ko_kr: 이 둘러보기의 문자열이 포함된 변환 도메인
ru_ru: Область перевода, содержащая строки для этого тура

# settings
source: The tour version (prefer calendar versioning YYYYMMDD) to determine if an user should see it again or not.
fr_fr: La version du tour (préférez la version au format calendrier AAAMMDD) pour déterminer si un utilisateur doit le revoir ou non.

# settings
source: The tour version
fr_fr: La version du tour

source: This is the top menu bar where you can access several menus.
fr_fr: C'est la barre de menu supérieure où vous pouvez accéder à plusieurs menus.

source: File
fr_fr: Fichier

source: : actions related to files and directories
fr_fr: : actions liées aux fichiers et répertoires

source: Edit
fr_fr: Modifier

source: : actions related to editing documents and other activities
fr_fr: : actions liées à l'édition de documents et d'autres activités

source: View
fr_fr: Affichage

source: : actions that alter the appearance of JupyterLab
fr_fr: : actions qui modifient l'apparence de JupyterLab

source: Run
fr_fr: Exécuter

source: : actions for running code in notebooks and code consoles for example
fr_fr: : actions pour exécuter du code dans les notebooks et consoles de code par exemple

source: Kernel
fr_fr: Noyau

source: : actions for managing kernels (i.e. separate processes for running code)
fr_fr: : actions pour gérer les noyaux (c'est-à-dire des processus séparés pour exécuter le code)

source: Tabs
fr_fr: Onglets

source: : a list of the open documents and activities
fr_fr: : une liste des documents et activités ouverts

source: Settings
fr_fr: Paramètres

source: : common settings and an advanced settings editor
fr_fr: : paramètres communs et éditeur de paramètres avancés

source: Help
fr_fr: Aide

source: : help links
fr_fr: : liens d'aide

source: Top Menu Options
fr_fr: Options du menu principal

source: The main area enables you to arrange documents and activities into panels of tabs that can be resized or subdivided.
fr_fr: La zone principale vous permet d'organiser des documents et des activités en panneaux d'onglets qui peuvent être redimensionnés ou subdivisés.

source: Drag a tab to the center of a tab panel to move the tab to the panel.
fr_fr: Faites glisser un onglet au centre d'un onglet pour déplacer l'onglet vers le panneau.

source: Subdivide a tab panel by dragging a tab to the left, right, top, or bottom of the panel.
fr_fr: Subdivisez un panneau d'onglets en faisant glisser un onglet vers la gauche, la droite, le haut ou le bas du panneau.

source: The tab for the current activity is marked with a colored top border.
fr_fr: L'onglet de l'activité en cours est marqué avec une bordure supérieure colorée.

source: Main Work Area
fr_fr: Zone de travail principale

source: Various information are reported on the status bar.
fr_fr: Diverses informations sont rapportées dans la barre de statut.

source: Status Bar
fr_fr: Barre de statut

source: This sidebar contains a number of tabs: a file browser, a list of tabs, running kernels and terminals,...
fr_fr: Cette barre latérale contient plusieurs onglets : un navigateur de fichiers, une liste d'onglets, des noyaux et des terminaux,...

source: Tip: The sidebar can be collapsed or expanded by selecting "Show Left Sidebar" in the View menu or by clicking on the active sidebar tab.
fr_fr: Astuce: La barre latérale peut être réduite ou étendue en sélectionnant "Afficher la barre latérale de gauche" dans le menu Affichage ou en cliquant sur l'onglet actif.

source: Left Side Bar
fr_fr: Barre latérale gauche

source: The file browser enable you to work with files and directories on your system. This includes opening, creating, deleting, renaming, downloading, copying, and sharing files and directories.
fr_fr: Le navigateur de fichiers vous permet de travailler avec des fichiers et des dossiers de votre système. Cela inclut l'ouverture, la création, la suppression, le renommage, le téléchargement, la copie et le partage de fichiers et répertoires.

source: Tip: Actions can be triggered through the context menu.
fr_fr: Astuce : les actions peuvent être déclenchées via le menu contextuel.

source: File Browser
fr_fr: Navigateur de fichiers

source: All user actions in JupyterLab are processed through a centralized command system, called command palette. It provides a keyboard-driven way to search for and run JupyterLab commands.
fr_fr: Toutes les actions de l'utilisateur dans JupyterLab sont traitées via un centre de commandes, appelée palette de commandes. Il fournit un moyen de recherche et d'exécution des commandes JupyterLab avec le clavier.

source: Tip: To open it, the default shortcut is "Ctrl + Shift + C"
fr_fr: Astuce : pour l'ouvrir, le raccourci par défaut est "Ctrl + Shift + C"

source: Command Palette
fr_fr: Palette de commandes

source: Welcome Tour
fr_fr: Tour de bienvenue

source: Notebook Tour
fr_fr: Tour du Notebook

source: Notebooks are documents combining live runnable code with narrative text (i.e. text, images,...).
fr_fr: Les notebooks sont des documents qui combinent du code en direct et du texte narratif (par exemple des textes et des images).

source: Working with notebooks!
fr_fr: Travailler avec des notebooks!

source: Notebook consists of one cells list.
fr_fr: Le notebook est constitué d'une liste de cellules.

source: This is the first cell.
fr_fr: Ceci est la première cellule.

source: A cell can have different type
fr_fr: Une cellule peut avoir différents types

source: : Executable code
fr_fr: : Code exécutable

source: : Markdown formatted text
fr_fr: : Texte au format Markdown

source: Raw
fr_fr: Brut

source: : Plain text
fr_fr: : Texte brut

source: A cell has an input and an output area. This is the input area that you can edit with the proper syntax depending on the type.
fr_fr: Une cellule a une entrée et des sorties. Ceci est la zone de saisie que vous pouvez éditer avec la syntaxe appropriée en fonction du type.

source: Hitting the Play button (or pressing Shift+Enter) will execute the cell content.
fr_fr: En appuyant sur le bouton Play (ou en appuyant sur Maj+Entrée) vous exécuterez le contenu de la cellule.

source: Once a cell has been executed. Its result is display in the output cell area.
fr_fr: Une fois une cellule exécutée, son résultat est affiché dans la zone des sorties de la cellule.

source: When executing a "Code" cell, its code is sent to a execution kernel.
fr_fr: Lorsque vous exécutez une cellule "Code", son code est envoyé à un noyau d'exécution.

source: Its name and its status are displayed here.
fr_fr: Son nom et son statut sont affichés ici.

source: The following tour will point out some of the main UI components within JupyterLab.
fr_fr: Le tour suivant indiquera certains des principaux composants de l'interface utilisateur de JupyterLab.

source: The running kernels are listed on this tab.
fr_fr: Les noyaux en cours d'exécution sont listés dans cet onglet.

source: It can be used to open the associated document or to shut them down.
fr_fr: Il peut être utilisé pour ouvrir le document associé ou pour le fermer.

source: Metadata (like tags) can be added to cells through this tab.
fr_fr: Les métadonnées (comme les balises) peuvent être ajoutées aux cellules à travers cet onglet.

source: Welcome to JupyterLab!
fr_fr: Bienvenue dans JupyterLab!

source: Pause the tour by clicking anywhere outside of the tooltip.
fr_fr: Mettez le tour en pause en cliquant n'importe où en dehors de l'info-bulle.

source: Resume the tour by clicking on the symbol:
fr_fr: Reprenez le tour en cliquant sur le symbole :

source: The following tour will point out some of the main UI components within Jupyter Notebook.
fr_fr: Le tour suivant indiquera certains des principaux composants de l'interface utilisateur de Jupyter Notebook.

source: Welcome to Jupyter Notebook!
fr_fr: Bienvenue dans Jupyter Notebook !

source: Tip: Tours can be restarted from the Help menu.
fr_fr: Astuce : Les visites peuvent être redémarrées à partir du menu Aide.

source: Some information on the tour, first.
fr_fr: Quelques informations sur le tour, tout d'abord.

source: : actions that alter the appearance of Jupyter Notebook
fr_fr: : actions qui modifient l'apparence de Jupyter Notebook

source: : common settings and an settings editor
fr_fr: : paramètres communs et éditeur de paramètres

source: The notebook dashboard enables you to arrange documents and monitor running kernels.
fr_fr: Le tableau de bord vous permet d'organiser des documents et de surveiller l'exécution des noyaux.

source: This tab panel contains a number of tabs: a file browser, a list of running kernels and terminals,...
fr_fr: Cette page contient plusieurs onglets : un navigateur de fichiers, une liste des noyaux et des terminaux,...

source: Noteboook Dashboard
fr_fr: Tableau de bord

source: The file browser enable you to work with files and directories on your system. This includes opening, creating, deleting, renaming, downloading, copying, and sharing files and directories.
fr_fr: Le navigateur de fichiers vous permet de travailler avec des fichiers et des dossiers de votre système. Cela inclut l'ouverture, la création, la suppression, le renommage, le téléchargement, la copie et le partage de fichiers et répertoires.

source: All user actions in Jupyter Notebook are processed through a centralized command system, called command palette. It provides a keyboard-driven way to search for and run Jupyter Notebook commands.
fr_fr: Toutes les actions de l'utilisateur dans Jupyter Notebook sont traitées via un centre de commandes, appelée palette de commandes. Il fournit un moyen de recherche et d'exécution des commandes Jupyter Notebook avec le clavier.

source: Start a Notebook Tour
fr_fr: Démarrer le tour du notebook

source: Notebook Tours
fr_fr: Tours du Notebook

source: Tour metadata is not valid: see the browser console!
fr_fr: Les métadonnées du tour ne sont pas valides : consultez la console du navigateur !

source: Run all Tours
fr_fr: Lancer tous les tours

source: No Tours found in this Notebook
fr_fr: Aucune visite dans ce Notebook

source: Validation errors found: fix them in Advanced Settings
fr_fr: Erreurs lors de la validation des paramètres : corrigez-les dans les paramètres avancés

source: Error encountered adding notebook tour %1 (%2)
fr_fr: Une erreur s'est produite lors de l'ajout d'un tour utilisateur %1 (%2)

source: Launch a tour. If no id provided, prompt the user. Arguments {id: Tour ID}
fr_fr: Lancer un tour. Si aucun id n'est fourni, demander à l'utilisateur d'en sélectionner un. Arguments {id: Tour ID}

source: Choose a tour
fr_fr: Choisir un tour

source: Add a tour
fr_fr: Ajouter un tour

source: Add a tour and returns it. Arguments {tour: ITour} Returns `null` if a failure occurs.
fr_fr: Ajoute un tour et la renvoie . Arguments {tour: ITour} Renvoie `null` en cas d'échec.

source: Launch a Tour
fr_fr: Lancer un tour

source: Fail to add tour '%1' (%2)
fr_fr: Impossible d'ajouter le tour '%1' (%2)
ko_kr: 둘러보기 '%1'(%2) 을(를) 추가하는데 실패했습니다.
ru_ru: Не удалось добавить тур '%1' (%2)

source: Error creating new tour. TourHandler id's must be unique. Tutorial with the id: '%1' already exists.
fr_fr: Erreur lors de la création d'un nouveau tour. L'id de TourHandler doit être unique. Tour avec l'id : '%1' existe déjà.
ko_kr: 새 둘러보기를 만드는 동안 오류가 발생했습니다. 둘러보기 Handler id는 고유해야 합니다.
ru_ru: Ошибка создания нового тура. Идентификатор турагента должен быть уникальным. Обучение с идентификатором: '%1' уже существует.

source: Try the %1.
fr_fr: Essayez le %1.
ko_kr: %1 을(를) 시도해 보십시오.
ru_ru: Попробуй %1.

source: Start now
fr_fr: Démarrer maintenant
ko_kr: 바로 시작
ru_ru: Начать сейчас

source: Don't show me again
fr_fr: Ne plus me le montrer
ko_kr: 더 이상 표시하지 않음
ru_ru: Больше не показывать

source: Back
fr_fr: Précédent
ko_kr: 뒤로
ru_ru: Назад

source: Close
fr_fr: Fermer
ko_kr: 닫기
ru_ru: Закрыть

source: Done
fr_fr: Terminé
ko_kr: 완료
ru_ru: Готово

source: Next
fr_fr: Suivant
ko_kr: 다음
ru_ru: Вперед

source: Open
fr_fr: Ouvrir
ko_kr: 열기
ru_ru: Открыть

source: Skip
fr_fr: Ignorer
ko_kr: 건너뛰기
ru_ru: Пропустить

source: Error encountered adding user tour %1 (%2)
fr_fr: Une erreur s'est produite lors de l'ajout d'un tour utilisateur %1 (%2)
ko_kr: 사용자 둘러보기 %1(%2) 을(를) 추가하는 동안 오류가 발생했습니다.
ru_ru: Ошибка при добавлении тура пользователя %1 (%2)

# settings
source: Tours
ko_kr: 설명
ru_ru: Тур

# settings
source: Translation domain containing for this tour
ko_kr: 이 둘러보기에 포함된 번역 도메인
ru_ru: Область перевода, содержащая этот тур

# schema
source: Tours
ko_kr: 둘러보기
ru_ru: Тур
