Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Notebook Tools
de_de: Notebook-Werkzeuge
es_es: Herramientas del Cuaderno
fr_fr: Outils du notebook
ja_jp: Notebookツール
pl_pl: Narzędzia notatnika
pt_br: Ferramentas de caderno
ru_ru: Инструменты Блокнота
tr_tr: Not Defteri Araçları

source: Notebook (no kernel)
fr_fr: Notebook (sans noyau)

source: Create New View for Cell Output
fr_fr: Créer une nouvelle vue pour la sortie de cellule
ru_ru: Создать новый вид для результата ячейки

source: New Console for Notebook
de_de: Neue Konsole für Notebook
es_es: Nueva consola para el cuaderno
fr_fr: Nouvelle console pour le notebook
ja_jp: Notebook用の新しいコンソール
pl_pl: Nowa konsola dla notatnika
pt_br: Novo Console para Notebook
ru_ru: Новая консоль для Блокнота
tr_tr: Not defteri için yeni konsol

source: Run Selected Text or Current Line in Console
de_de: Ausgewählten Text oder aktuelle Zeile in der Konsole ausführen
es_es: Ejecutar el texto seleccionado o la línea actual en la consola
fr_fr: Exécuter le texte sélectionné ou la ligne actuelle dans la console
ja_jp: 選択したテキストまたは現在の行をコンソールで実行
pl_pl: Uruchom zaznaczony tekst lub bieżącą linię w konsoli
pt_br: Executar Texto Selecionado ou Linha Atual no Console
ru_ru: Запустить выделенный текст или текущую строку в консоли
tr_tr: Konsolda Seçili metni veya hücreyi çalıştır

source: New Subshell Console for Notebook
fr_fr: Nouvelle console de sous-interpréteur pour le notebook

source: The path to the notebook containing the cell
fr_fr: Le chemin vers le notebook contenant la cellule

source: The index of the cell to create an output view for
fr_fr: L'index de la cellule pour laquelle créer un affichage des sorties

source: Copy Output to Clipboard
fr_fr: Copier dans le Presse-papiers
pl_pl: Kopiuj rezultat do schowka
ru_ru: Скопировать Output в буфер обмена

source: Whether to activate the console after creation
fr_fr: Activer ou non la console après sa création

source: Auto Close Brackets for All Notebook Cell Types
fr_fr: Fermeture automatique des parenthèses pour tous les types de cellules du Notebook
pl_pl: Automatyczne zamykanie nawiasów dla wszystkich typów komórek notatnika
ru_ru: Автоматически закрывать скобки для всех типов ячеек

source: Set side-by-side ratio
fr_fr: Régler le ratio côte à côte
pl_pl: Ustaw stosunek wyświetlania bok-do-boku
ru_ru: Установка соотношения бок о бок

source: Width of the output in side-by-side mode
es_es: Ancho de la salida en modo lado a lado
fr_fr: Largeur de la sortie en mode côte à côte
pl_pl: Szerokość wyjścia w trybie „bok-do-boku”
ru_ru: Ширина вывода в боковом режиме

source: New Notebook
de_de: Neues Notebook
es_es: Nueva consola para el cuaderno
fr_fr: Nouveau notebook
ja_jp: 新しいNotebook
pl_pl: Nowy notatnik
pt_br: Novo caderno
ru_ru: Новый Блокнот
tr_tr: Yeni Not Defteri

source: Create a new notebook
de_de: Neues Notebook erstellen
es_es: Crear una nueva vista para el resultado
fr_fr: Créer un nouveau notebook
ja_jp: 新しいnotebookを作成する
pl_pl: Stwórz nowy notatnik
pt_br: Criar um novo caderno
ru_ru: Создать новый блокнот
tr_tr: Yeni bir not defteri oluştur

source: Force toggling the auto closing brackets setting
fr_fr: Forcer la fermeture automatique des parenthèses

source: Run Selected Cell
fr_fr: Exécuter la cellule sélectionnée
ru_ru: Выполнить выбранную ячейку

source: Run this cell and advance
fr_fr: Exécuter cette cellule et avancer
ru_ru: Выполнить эту ячейку и продвинуться вперед

source: Current working directory for the new notebook
fr_fr: Répertoire de travail actuel pour le nouveau notebook

source: Run Selected Cell and Do not Advance
fr_fr: Exécuter la cellule sélectionnée sans passer à la suivante
ru_ru: Выполнить выбранную ячейку и не продвигаться дальше

source: Kernel ID to use for the new notebook
fr_fr: Identifiant du noyau à utiliser pour le nouveau notebook

source: Kernel name to use for the new notebook
fr_fr: Nom du noyau à utiliser pour le nouveau notebook

source: Whether the command is executed from launcher
fr_fr: Si la commande est exécutée depuis le lanceur

source: Whether the command is executed from context menu
fr_fr: Si la commande est exécutée depuis le menu contextuel

source: Run Selected Cell and Insert Below
fr_fr: Exécuter la cellule sélectionnée et insérer une nouvelle en dessous
ru_ru: Запустить выбранную ячейку и вставить ниже

source: Run All Cells
de_de: Alle Zellen ausführen
es_es: Ejecutar todas las celdas
fr_fr: Exécuter toutes les cellules
ja_jp: すべてのセルを実行
pl_pl: Uruchom wszystkie komórki
pt_br: Executar todas as células
ru_ru: Запустить все ячейки
tr_tr: Tüm Hücreleri Çalıştır

source: Run all cells
fr_fr: Exécuter toutes les cellules
ru_ru: Запустить все ячейки

source: Run All Above Selected Cell
de_de: Alles oberhalb der ausgewählten Zelle ausführen
es_es: Ejecutar todo por encima de la celda seleccionada
fr_fr: Exécuter tout au-dessus de la cellule sélectionnée
ja_jp: 選択したセルの上にあるすべてを実行
pl_pl: Uruchom wszystkie wyżej zaznaczone komórki
pt_br: Executar todas as células acima da célula selecionada
ru_ru: Выполнить все ячейки, выше выбранной
tr_tr: Bütün seçilen hücreleri çalıştır.

source: Run Selected Cell and All Below
de_de: Ausgewählte Zelle und alles darunter ausführen
es_es: Ejecutar las celdas seleccionadas y todas las que siguen debajo
fr_fr: Exécuter la cellule sélectionnée et toutes les suivantes
ja_jp: 選択したセルと下のすべてのセルを実行
pl_pl: Uruchom wybraną komórkę i wszystkie poniżej
pt_br: Executar célula selecionada e todas abaixo
ru_ru: Выполнить выбранную ячейку и ниже
tr_tr: Seçilen ve altındaki tüm hücreleri çalıştır

source: Render All Markdown Cells
de_de: Alle Markdown Zellen ausführen
es_es: Renderizar todas las celdas con contenido markdown
fr_fr: Effectuer le rendu de toutes les cellules Markdown
ja_jp: すべてのMarkdownセルをレンダリングする
pl_pl: Renderuj wszystkie komórki Markdown
pt_br: Renderizar todas as células de Markdown
ru_ru: Отрисовать все ячейки Markdown
tr_tr: İşaretlenmiş Hücreleri Render Et

source: Close and Shut Down Notebook
fr_fr: Fermer et arrêter le notebook
ru_ru: Закрыть и выключить блокнот

source: Shut down the notebook?
de_de: Notebook herunterfahren?
es_es: ¿Apagar el cuaderno?
fr_fr: Arrêter le notebook?
ja_jp: Notebookをシャットダウンしますか?
pl_pl: Wyłączyć notatnik?
pt_br: Desativar o notebook?
ru_ru: Завершить работу данного блокнота?
tr_tr: Notebook kapatılsın mı?

source: Trust Notebook
de_de: Notebook vertrauen
es_es: Confiar en el cuaderno
fr_fr: Faire confiance au notebook
ja_jp: Notebookを信用する
pl_pl: Zaufaj notatnikowi
pt_br: Confiar no Notebook
ru_ru: Доверять блокноту
tr_tr: Notebook Güvenli

source: Restart Kernel and Clear Outputs of All Cells…
fr_fr: Redémarrer le noyau et effacer les sorties de toutes les cellules…
ru_ru: Перезапустите ядро и очистите выводы всех ячеек…

source: Restart the kernel and clear all outputs of all cells
fr_fr: Redémarrer le noyau et effacer les sorties de toutes les cellules
ru_ru: Перезапустите ядро и очистите все выводы всех ячеек

source: Restart Kernel and Run up to Selected Cell…
de_de: Kernel neu starten und bis zur ausgewählten Zelle ausführen…
es_es: Reiniciar el Kernel y ejecutar hasta la Celda Seleccionada…
fr_fr: Redémarrez le noyau et exécutez jusqu'à la cellule sélectionnée…
ja_jp: カーネルを再起動して選択したセルまで実行…
pl_pl: Uruchom ponownie jądro i uruchom do wybranej komórki…
pt_br: Reiniciar o kernel e executar até a Célula Selecionada…
ru_ru: Перезапустить ядро и выполнить до выбранной ячейки…
tr_tr: Çekirdeği Yeniden Başlat ve Seçilen Hücreye Kadar Çalıştır...

source: Restart Kernel and Run All Cells…
de_de: Kernel neu starten und alle Zellen ausführen…
es_es: Reiniciar intérprete y ejecutar todas las celdas
fr_fr: Redémarrer le noyau et exécuter toutes les cellules…
ja_jp: カーネルを再起動してすべてのセルを実行…
pl_pl: Uruchom ponownie jądro i wykonaj wszystkie komórki…
pt_br: Reiniciar o kernel e executar tudo…
ru_ru: Перезапустить ядро и выполнить все ячейки…
tr_tr: Çekirdeği Yeniden Başlatın ve Tüm Hücreleri Çalıştırın…

source: Restart the kernel and run all cells
fr_fr: Redémarrer le noyau et exécuter toutes les cellules
ru_ru: Перезапустите ядро и запустите все ячейки

source: Close and Shut Down Notebook…
fr_fr: Fermer et arrêter le notebook…

source: Clear Outputs of All Cells
fr_fr: Effacer les sorties de toutes les cellules
ru_ru: Очистить результаты всех ячеек

source: Clear all outputs of all cells
fr_fr: Effacer les sorties de toutes les cellules
ru_ru: Очистить все результаты всех ячеек

source: Clear Cell Output
fr_fr: Effacer toutes les sorties
ru_ru: Очистить вывод ячейки

source: Clear outputs for the selected cells
fr_fr: Effacer les sorties des cellules sélectionnées
ru_ru: Очистить результаты для выбранных ячеек

source: Change to Code Cell Type
de_de: Wechsel zu Code Zellen-Typ
es_es: Cambiar a celda de tipo código
fr_fr: Changer pour le type de cellule Code
ja_jp: コード形式のセルに変更
pl_pl: Zmień na komórkę kodu
pt_br: Mudar para célula tipo código
ru_ru: Преобразовать в ячейку с кодом
tr_tr: Kod Hücre Türüne Geçiş

source: Change to Markdown Cell Type
de_de: Wechsel zu Markdown Zellen-Typ
es_es: Cambiar a celda de tipo markdown
fr_fr: Changer pour le type de cellule Markdown
ja_jp: Markdown形式のセルに変更
pl_pl: Zmień typ komórki na Markdown
pt_br: Mudar para célula tipo Markdown
ru_ru: Преобразовать в ячейку c Markdown
tr_tr: Markdown Hücre Türüne Geçiş

source: Change to Raw Cell Type
de_de: Wechsel zu Raw Zellen-Typ
es_es: Cambiar a celda de tipo sin procesar
fr_fr: Changer pour le type de cellule Raw
ja_jp: Raw形式のセルに変更
pl_pl: Zmień na surową komórkę
pt_br: Mudar para célula tipo raw
ru_ru: Преобразовать в ячейку с сырым текстом
tr_tr: Ham Hücre Tipini Değiştir

source: Cut Cell
fr_fr: Couper la cellule
ru_ru: Вырезать ячейку

source: Cut this cell
fr_fr: Couper cette cellule
ru_ru: Вырезать эту ячейку

source: Copy Cell
fr_fr: Copier la cellule
ru_ru: Копировать ячейку

source: Copy this cell
fr_fr: Couper cette cellule
ru_ru: Копировать эту ячейку

source: Whether to activate the notebook after execution
fr_fr: Activer ou non le notebook après l'exécution

source: Paste Cell Below
fr_fr: Coller la cellule en dessous
ru_ru: Вставить ячейку ниже

source: Paste this cell from the clipboard
fr_fr: Coller cette cellule depuis le presse-papiers
ru_ru: Вставить эту ячейку из буфера обмена

source: Paste Cell Above
fr_fr: Coller les cellules au-dessus
ru_ru: Вставить ячейку выше

source: Duplicate Cell Below
fr_fr: Dupliquer la cellule en dessous
ru_ru: Дублировать ячейку ниже

source: Create a duplicate of this cell below
fr_fr: Créer un doublon de cette cellule en dessous
ru_ru: Создать дубликат этой ячейки ниже

source: Paste Cell and Replace
fr_fr: Coller la cellule et remplacer
ru_ru: Вставить ячейку и заменить

source: Delete Cell
fr_fr: Supprimer la cellule
ru_ru: Удалить ячейку

source: Delete this cell
fr_fr: Supprimer cette cellule
ru_ru: Удалить эту ячейку

source: Split Cell
de_de: Zelle teilen
es_es: Dividir la celda
fr_fr: Scinder une cellule
ja_jp: セルの分割
pl_pl: Podziel komórkę
pt_br: Dividir a célula
ru_ru: Разделить ячейки
tr_tr: Hücreleri Böl

source: Merge Selected Cells
de_de: Ausgewählte Zellen zusammenführen
es_es: Unir las celdas seleccionadas
fr_fr: Fusionner les cellules sélectionnées
ja_jp: 選択したセルを結合
pl_pl: Scal wybrane komórki
pt_br: Fundir as células selecionadas
ru_ru: Объединить выделенные ячейки
tr_tr: Seçilen hücreleri birleştir

source: Merge Cell Above
fr_fr: Fusionner la cellule au-dessus
ja_jp: 上のセルと結合
pl_pl: Scal z komórką powyżej
ru_ru: Объединить ячейку выше
tr_tr: Yukarıdaki hücreyi birleştir

source: Merge Cell Below
fr_fr: Fusionner la cellule au-dessous
ja_jp: 下のセルと結合
pl_pl: Scal z komórką poniżej
ru_ru: Объединить ячейку ниже
tr_tr: Aşağıdaki hücreyi birleştir

source: Insert Cell Above
de_de: Zellen oberhalb einfügen
es_es: Insertar celda encima
fr_fr: Insérer une cellule au dessus
ja_jp: 上にセルを挿入
pl_pl: Wstaw komórkę powyżej
pt_br: Inserir célula acima
ru_ru: Вставить ячейку выше
tr_tr: Yukarıya Hücre Ekle

source: Insert a cell above
fr_fr: Insérer une cellule au dessus
ru_ru: Вставить ячейку выше

source: Insert Cell Below
de_de: Zellen unterhalb einfügen
es_es: Insertar celda debajo
fr_fr: Insérer une cellule en-dessous
ja_jp: 下にセルを挿入
pl_pl: Wstaw komórkę poniżej
pt_br: Inserir célula abaixo
ru_ru: Вставить ячейку ниже
tr_tr: Aşağıya Hücre Ekle

source: Insert a cell below
es_es: Insertar celda debajo
fr_fr: Insérer une cellule en-dessous
ja_jp: 下にセルを挿入
pl_pl: Wstaw komórkę poniżej
pt_br: Inserir uma célula abaixo
ru_ru: Вставить ячейку ниже
tr_tr: Aşağıya hücre ekle

source: Select Cell Above
de_de: Zellen oberhalb auswählen
es_es: Seleccionar celda encima
fr_fr: Sélectionner la cellule au dessus
ja_jp: 上のセルを選択
pl_pl: Wybierz komórkę powyżej
pt_br: Selecionar célula acima
ru_ru: Выбрать ячейку выше
tr_tr: Yukarıdaki Hücreyi Seçin

source: Select Cell Below
de_de: Zellen unterhalb auswählen
es_es: Seleccionar celda debajo
fr_fr: Sélectionner la cellule en dessous
ja_jp: 下のセルを選択
pl_pl: Wybierz komórkę poniżej
pt_br: Selecionar célula abaixo
ru_ru: Выбрать ячейку ниже
tr_tr: Aşağıdaki Hücreyi Seçin

source: Insert Heading Above Current Heading
fr_fr: Insérer un titre au-dessus du titre actuel
ru_ru: Вставить заголовок выше текущего заголовка

source: Insert Heading Below Current Heading
fr_fr: Insérer un titre sous le titre actuel
ru_ru: Вставить заголовок ниже текущего заголовка

source: Select Heading Above or Collapse Heading
fr_fr: Sélectionner le titre au-dessus ou réduire le titre
ru_ru: Выбрать заголовок выше или свернуть заголовок

source: Select Heading Below or Expand Heading
fr_fr: Sélectionner le titre en dessous ou développer le titre
ru_ru: Выбрать заголовок ниже или развернуть заголовок

source: Extend Selection Above
de_de: Auswahl nach oben erweitern
es_es: Extender la selecciona encima
fr_fr: Étendre la sélection au dessus
ja_jp: 選択範囲を上に拡張
pl_pl: Rozszerz zaznaczenie powyżej
pt_br: Estender a seleção acima
ru_ru: Продлить выделение выше
tr_tr: Seçimi Yukarı Genişlet

source: Extend Selection to Top
de_de: Auswahl bis zum Anfang erweitern
es_es: Extender la selecciona hasta el inicio
fr_fr: Étendre la sélection au début
ja_jp: 選択範囲を最上部まで拡張
pl_pl: Rozszerz zaznaczenie do początku
pt_br: Estender a seleção até o topo
ru_ru: Продлить выделение до верха
tr_tr: Seçimi Tepeye Genişlet

source: Extend Selection Below
de_de: Auswahl nach unten erweitern
es_es: Extender la selecciona debajo
fr_fr: Étendre la sélection en dessous
ja_jp: 選択範囲を下に拡張
pl_pl: Rozszerz zaznaczenie poniżej
pt_br: Estender a seleção abaixo
ru_ru: Продлить выделение ниже
tr_tr: Seçimi Aşağı Genişlet

source: Extend Selection to Bottom
de_de: Auswahl bis zum Ende erweitern
es_es: Extender la selecciona hasta el final
fr_fr: Étendre la sélection à la fin
ja_jp: 選択範囲を最下部まで拡張
pl_pl: Rozszerz zaznaczenie do końca
pt_br: Estender a seleção até o fim
ru_ru: Продлить выделение до низа
tr_tr: Seçimi En Alta Genişlet

source: Select All Cells
de_de: Alle Zellen auswählen
es_es: Seleccionar todas las celdas
fr_fr: Sélectionner toutes les cellules
ja_jp: すべてのセルを選択
pl_pl: Zaznacz wszystkie komórki
pt_br: Selecionar todas as células
ru_ru: Выбрать все ячейки
tr_tr: Tüm Hücreleri Seç

source: Deselect All Cells
de_de: Alle Zellen abwählen
es_es: Deseleccionar todas las celdas
fr_fr: Désélectionner toutes les cellules
ja_jp: すべてのセルの選択を解除
pl_pl: Odznacz wszystkie komórki
pt_br: Desmarcar Todas as Células
ru_ru: Отменить выбор всех ячеек
tr_tr: Tüm Hücrelerin Seçimini Kaldır

source: Move Cell Up
fr_fr: Déplacer la cellule vers le haut
ru_ru: Переместить ячейку вверх

source: Move this cell up
fr_fr: Déplacer cette cellule vers le haut
ru_ru: Переместить эту ячейку вверх

source: Notebook cell shifted up successfully
fr_fr: Cellule de notebook déplacée avec succès
ru_ru: Ячейка блокнота успешно перемещена

source: Move Cell Down
fr_fr: Déplacer la cellule vers le bas
ru_ru: Переместить ячейку вниз

source: Move this cell down
fr_fr: Déplacer cette cellule vers le bas
ru_ru: Переместить эту ячейку вниз

source: Notebook cell shifted down successfully
fr_fr: Cellule de notebook déplacée avec succès
ru_ru: Ячейка блокнота успешно перемещена вниз

source: Enter Command Mode
de_de: Befehlsmodus aktivieren
es_es: Entrar a modo de comandos
fr_fr: Passer en mode commande
ja_jp: コマンドモードに入る
pl_pl: Przejdź do trybu poleceń
pt_br: Entrar no modo de comando
ru_ru: Войти в режим команд
tr_tr: Komut Moduna Geçin

source: Enter Edit Mode
de_de: Bearbeitungsmodus aktivieren
es_es: Entrar a modo de edición
fr_fr: Passer en mode d'édition
ja_jp: エディットモードに入る
pl_pl: Wejdź do trybu edycji
pt_br: Entrar no modo de edição
ru_ru: Войти в режим редактирования
tr_tr: Düzenleme Moduna Geçin

source: Undo Cell Operation
de_de: Zellenoperation rückgängig machen
es_es: Deshacer operación de celda
fr_fr: Annuler l'opération de cellule
ja_jp: セル操作を元に戻す
pl_pl: Cofnij operację komórki
pt_br: Desfazer operação de célula
ru_ru: Отменить операцию с ячейкой
tr_tr: Hücre İşlemini Geri Al

source: Redo Cell Operation
de_de: Zellenoperation wiederholen
es_es: Rehacer operación de celda
fr_fr: Refaire l'opération de cellule
ja_jp: セル操作をやり直す
pl_pl: Powtórz operację komórki
pt_br: Refazer operação de célula
ru_ru: Повторить операцию с ячейкой
tr_tr: Hücre İşlemini Tekrar Yap

source: Change to Heading 1
de_de: In Überschrift 1 ändern
es_es: Cambiar a encabezado de nivel 1
fr_fr: Changer pour le Titre 1
ja_jp: 見出し1に変更
pl_pl: Zmień na nagłówek 1
pt_br: Mudar para Título 1
ru_ru: Изменить на Заголовок 1
tr_tr: 1. Seviye Başlığa Dönüştür

source: Change to Heading 2
de_de: In Überschrift 2 ändern
es_es: Cambiar a encabezado de nivel 2
fr_fr: Changer pour le Titre 2
ja_jp: 見出し2に変更
pl_pl: Zmień na nagłówek 2
pt_br: Mudar para Título 2
ru_ru: Изменить на Заголовок 2
tr_tr: 2. Seviye Başlığa Dönüştür

source: Change to Heading 3
de_de: In Überschrift 3 ändern
es_es: Cambiar a encabezado de nivel 3
fr_fr: Changer pour le Titre 3
ja_jp: 見出し3に変更
pl_pl: Zmień na nagłówek 3
pt_br: Mudar para Título 3
ru_ru: Изменить на Заголовок 3
tr_tr: 3. Seviye Başlığa Dönüştür

source: Change to Heading 4
de_de: In Überschrift 4 ändern
es_es: Cambiar a encabezado de nivel 4
fr_fr: Changer pour le Titre 4
ja_jp: 見出し4に変更
pl_pl: Zmień na nagłówek 4
pt_br: Mudar para Título 4
ru_ru: Изменить на Заголовок 4
tr_tr: 4. Seviye Başlığa Dönüştür

source: Change to Heading 5
es_es: Cambiar a encabezado de nivel 5
fr_fr: Changer pour le Titre 5
ja_jp: 見出し5に変更
pl_pl: Zmień na nagłówek 5
pt_br: Mudar para Título 5
ru_ru: Изменить на Заголовок 5
tr_tr: 5. Seviye Başlığa Dönüştür

source: Change to Heading 6
es_es: Cambiar a encabezado de nivel 6
fr_fr: Changer pour le Titre 6
ja_jp: 見出し6に変更
pl_pl: Zmień na nagłówek 6
pt_br: Mudar para Título 6
ru_ru: Изменить на Заголовок 6
tr_tr: 6. Seviye Başlığa Dönüştür

source: Collapse Selected Code
de_de: Asugewählten Code reduzieren
es_es: Contraer el código seleccionado
fr_fr: Réduire le code sélectionné
ja_jp: 選択したコードを折りたたむ
pl_pl: Zwiń zaznaczony kod
pt_br: Recolher Código Selecionado
ru_ru: Свернуть выбранный код
tr_tr: Seçili Kodu Daralt

source: Expand Selected Code
de_de: Asugewählten Code erweitern
es_es: Expandir el código seleccionado
fr_fr: Développer le code sélectionné
ja_jp: 選択したコードを展開
pl_pl: Rozwiń zaznaczony kod
pt_br: Expandir Código Selecionado
ru_ru: Развернуть выбранный код
tr_tr: Seçili Kodu Genişlet

source: Collapse All Code
de_de: Gesamten Code reduzieren
es_es: Contraer todo el código
fr_fr: Réduire tout le code
ja_jp: すべてのコードを折りたたむ
pl_pl: Zwiń cały kod
pt_br: Recolher todo o código
ru_ru: Свернуть весь код
tr_tr: Tümü Kodları Daralt

source: Expand All Code
de_de: Gesamten Code erweitern
es_es: Expandir todo el código
fr_fr: Développer tout le code
ja_jp: すべてのコードを展開
pl_pl: Rozwiń cały kod
pt_br: Expandir todo o código
ru_ru: Развернуть весь код
tr_tr: Tüm Kodları Göster

source: Collapse Selected Outputs
de_de: Ausgewählte Ausgaben reduzieren
es_es: Contraer todos los resultados
fr_fr: Réduire les sorties sélectionnées
ja_jp: 選択した出力を折りたたむ
pl_pl: Zwiń wszystkie rezultaty
pt_br: Recolher as Saídas selecionadas
ru_ru: Свернуть выбранные выходные данные
tr_tr: Seçilen Çıktıları Kapat

source: Expand Selected Outputs
de_de: Ausgewählte Ausgaben erweitern
es_es: Expandir las celdas de resultado seleccionadas
fr_fr: Développer les sorties sélectionnées
ja_jp: 選択した出力を展開
pl_pl: Rozwiń wybrane rezultaty
pt_br: Expandir as Saídas Selecionadas
ru_ru: Развернуть выбранные выходные данные
tr_tr: Seçilen Çıktıları Genişlet

source: Collapse All Outputs
de_de: Alle Ausgaben reduzieren
es_es: Contraer todos los resultados
fr_fr: Réduire toutes les sorties
ja_jp: すべての出力を折りたたむ
pl_pl: Zwiń wszystkie rezultaty
pt_br: Recolher todas as Saídas
ru_ru: Свернуть весь вывод
tr_tr: Tüm Çıktıları Kapat

source: Render Side-by-Side
fr_fr: Afficher le code et la sortie côte à côte
ru_ru: Рендер бок о бок

source: Expand All Outputs
de_de: Alle Ausgaben erweitern
es_es: Expandir todos los resultados
fr_fr: Développer toutes les sorties
ja_jp: すべての出力を展開
pl_pl: Rozwiń wszystkie rezultaty
pt_br: Expandir todas as Saídas
ru_ru: Развернуть весь вывод
tr_tr: Tüm Çıktıları Göster

source: Enable Scrolling for Outputs
de_de: Scrollen für Ausgaben aktivieren
es_es: Habilitar el desplazamiento para los resultados
fr_fr: Activer le défilement pour les sorties
ja_jp: 出力のスクロールを有効にする
pl_pl: Włącz przewijanie dla rezultatów
pt_br: Habilitar rolagem para saídas
ru_ru: Включить прокрутку для вывода
tr_tr: Çıkışlar için kaydırmayı etkinleştir

source: Disable Scrolling for Outputs
de_de: Scrollen für Ausgaben deaktivieren
es_es: Deshabilitar el desplazamiento para los resultados
fr_fr: Désactiver le défilement pour les sorties
ja_jp: 出力のスクロールを無効にする
pl_pl: Wyłącz przewijanie dla rezultatów
pt_br: Desativar rolagem para saídas
ru_ru: Отключить прокрутку для вывода
tr_tr: Çıktılar İçin Kaydırmayı Devre Dışı Bırak

source: Select current running or last run cell
de_de: Aktuelle laufende oder zuletzt ausgeführte Zelle auswählen
es_es: Seleccione la última celda de ejecución o la actual
fr_fr: Sélectionnez la cellule en cours d'exécution ou la dernière exécution
ja_jp: 現在実行中または最後の実行セルを選択
pl_pl: Wybierz aktualną lub ostatnią uruchamianą komórkę
pt_br: Selecionar célula em execução ou a última executada
ru_ru: Выбрать текущую запущенную или последнюю запущенную ячейку
tr_tr: Şu anda çalışan veya en son çalışmış olan hücreyi seç

source: Replace Selection in Notebook Cell
de_de: Auswahl in Notebook Zelle ersetzen
es_es: Operaciones con Celdas de Cuadernos
fr_fr: Remplacer la sélection dans la cellule du notebook
ja_jp: ノートブックセルの選択範囲を置換する
pl_pl: Zastąp zaznaczenie w komórce Notatnika
pt_br: Substituir Seleção na Célula do Notebook
ru_ru: Заменить выделенное в ячейке блокнота
tr_tr: Not defteri hücresindeki seçimi değiştir

source: Toggle Collapse Notebook Heading
fr_fr: Afficher/Masquer le titre du notebook
ru_ru: Свернуть заголовок блокнота

source: Collapse All Headings
fr_fr: Réduire tous les titres
ru_ru: Свернуть все заголовки

source: Expand All Headings
fr_fr: Développer tous les titres
ru_ru: Развернуть все заголовки

source: Select and Run Cell(s) for this Heading
fr_fr: Sélectionner et exécuter le(s) cellule(s) pour ce titre
ru_ru: Выберите и запустите ячейку(и) для этого заголовка

source: Toggle Visibility of Selected Outputs
fr_fr: Afficher/Masquer les sorties sélectionnées

source: Notebook Operations
de_de: Notebook Operationen
es_es: Operaciones con Cuadernos
fr_fr: Opérations du notebook
ja_jp: Notebookの操作
pl_pl: Operacje notatnika
pt_br: Opções do Notebook
ru_ru: Операции с блокнотом
tr_tr: Not defteri işlemleri
