Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Build successfully completed, reload page?
de_de: Build erfolgreich abgeschlossen, Seite neu laden?
es_es: ¿Compilado correctamente completado, recargar página?
fr_fr: Compilation terminée avec succès, recharger la page?
ja_jp: ビルドが正常に完了しました。ページを再読み込みしますか?
pl_pl: Budowanie zakończone pomyślnie, przeładować stronę?
pt_br: Compilação completada com sucesso. Deseja recarregar a página?
ru_ru: Сборка завершена, перезагрузить страницу?
tr_tr: Derleme başarıyla sonuçlandırıldı, sayfa yenilensin mi?

source: You will lose any unsaved changes.
de_de: Alle nicht gespeicherten Änderungen gehen verloren.
es_es: Perderá cualquier cambio no guardado.
fr_fr: Vous perdrez toutes les modifications non enregistrées.
ja_jp: 保存されていない変更は全て失なわれます。
pl_pl: Stracisz wszystkie niezapisane zmiany.
pt_br: Você perderá todas as alterações não salvas.
ru_ru: Вы потеряете все несохраненные изменения.
tr_tr: Kaydedilmemiş tüm değişiklikleri kaybedeceksiniz.

source: Reload Without Saving
de_de: Neu laden ohne zu speichern
es_es: Recargar sin guardar
fr_fr: Recharger sans enregistrer
ja_jp: 保存せずに再読み込み
pl_pl: Przeładuj bez zapisywania
pt_br: Recarregar sem salvar
ru_ru: Перезагрузить без сохранения
tr_tr: Kaydetmeden Yenile

source: Save and Reload
de_de: Speichern und neu laden
es_es: Guardar y recargar
fr_fr: Sauvegarder et Actualiser
ja_jp: 保存して再読み込み
pl_pl: Zapisz i załaduj ponownie
pt_br: Salvar e recarregar
ru_ru: Сохранить и Перезагрузить
tr_tr: Kaydet & Tekrar Yükle

source: The layout mode
fr_fr: Mode d'affichage

source: Save Failed
de_de: Speichern fehlgeschlagen
es_es: Error al guardar
fr_fr: Échec de l'enregistrement
ja_jp: 保存に失敗しました
pl_pl: Zapisywanie nie powiodło się
pt_br: Falha ao salvar
ru_ru: Не удалось сохранить
tr_tr: Kaydetme Başarısız

source: Build Failed
de_de: Build-Fehler
es_es: Error al compilar
fr_fr: Échec de la compilation
ja_jp: ビルドに失敗しました
pl_pl: Nie udało się zbudować
pt_br: Build falhou
ru_ru: Сборка завершилась ошибкой
tr_tr: Derleme tamamlanamadı

source: JupyterLab build is suggested:
de_de: JupyterLab Build wird empfohlen:
es_es: Se sugiere compilar JupyterLab:
fr_fr: La compilation de JupyterLab est suggérée :
ja_jp: JupyterLabビルドが提案されています:
pl_pl: Sugerowana kompilacja JupyterLab:
pt_br: Compilação do JupyterLab é sugerida:
ru_ru: Предлагается сборка JupyterLab:
tr_tr: JupyterLab yapı hakkında şunu önerdi:

source: Build Recommended
de_de: Build empfohlen
es_es: Construcción recomendada
fr_fr: Compilation recommandé
ja_jp: 推奨ビルド
pl_pl: Rekomendowana kompilacja
pt_br: Build recomendada
ru_ru: Собирать рекомендуемое
tr_tr: Önerilen yapı

source: Build
es_es: Compilar
fr_fr: Compiler
ja_jp: ビルド
pl_pl: Kompiluj
ru_ru: Собрать
tr_tr: Derleme

source: Are you sure you want to exit JupyterLab? Any unsaved changes will be lost.
de_de: Sind Sie sicher, dass Sie JupyterLab beenden möchten? Alle nicht gespeicherten Änderungen gehen verloren.
es_es: ¿Está seguro que desea salir de JupyterLab? Cualquier cambio no guardado se perderá.
fr_fr: Êtes-vous sûr de vouloir quitter JupyterLab? Toutes les modifications non enregistrées seront perdues.
ja_jp: JupyterLabを終了してもよろしいですか？ 保存されていない変更はすべて失われます。
pl_pl: Czy na pewno chcesz opuścić JupyterLab? Wszelkie niezapisane zmiany zostaną utracone.
pt_br: Você tem certeza de que deseja sair do JupyterLab? Qualquer mudança não gravada será perdida.
ru_ru: Вы уверены, что хотите выйти? Все несохраненные изменения будут потеряны.
tr_tr: JupyterLab'den çıkmak istediğinize emin misiniz? Kaydedilmeyen değişiklikler kaybolacaktır.

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ja_jp: 設定
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
tr_tr: Ayarlar

source: Topbar toolbar
fr_fr: Barre d'outils supérieure

source: Server Connection Error
de_de: Server-Verbindungsfehler
es_es: Error de Conexión del Servidor
fr_fr: Erreur de connexion au serveur
ja_jp: サーバー接続のエラー
pl_pl: Błąd połączenia z serwerem
pt_br: Erro de conexão ao servidor
ru_ru: Ошибка соединения с сервером
tr_tr: Sunucu Bağlantı Hatası

source: A connection to the Jupyter server could not be established. JupyterLab will continue trying to reconnect. Check your network connection or Jupyter server configuration.
de_de: Eine Verbindung zum Jupyter-Server konnte nicht hergestellt werden. JupyterLab wird weiterhin versuchen, die Verbindung wiederherzustellen. Überprüfe deine Netzwerkverbindung oder die Konfiguration des Jupyter-Servers.
es_es: No se ha podido establecer una conexión con el servidor de Jupyter. JupyterLab seguirá intentando reconectar. Compruebe su conexión de red o la configuración del servidor de Jupyter.
fr_fr: Une connexion au serveur Jupyter n'a pas pu être établie. JupyterLab va continuer à essayer de se reconnecter. Vérifiez votre connexion réseau ou la configuration du serveur Jupyter.
ja_jp: Jupyterサーバへ接続できません。JupyterLabは引き続き接続を試みます。ネットワーク接続とJupyterサーバの設定を確認してください。
pl_pl: Nie można nawiązać połączenia z serwerem Jupyter. JupyterLab będzie kontynuował próby ponownego połączenia. Sprawdź połączenie sieciowe lub konfigurację serwera Jupyter.
pt_br: Não foi possível estabelecer uma conexão com o servidor Jupyter. JupyterLab continuará tentando reconectar. Verifique sua conexão de rede ou as configurações do servidor Jupyter.
ru_ru: Подключение к серверу Jupyter не может быть установлено. JupyterLab продолжит пытаться переподключиться. Проверьте Ваше подключение к сети или конфигурацию сервера Jupyter.
tr_tr: Jupyter server ile bağlantı sağlanamadı. JupyterLab, tekrardan bağlanmaya çalışıyor. İnternet bağlantınızı veya Jupyter serverını kontrol ediniz.

source: Do not show this message again in this session.
fr_fr: Ne plus afficher ce message lors de cette session.

source: If checked, you will not see a dialog informing you about an issue with server connection in this session.
fr_fr: Si cette case est cochée, vous ne verrez pas de dialogue vous informant d'un problème de connexion au serveur dans cette session.

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
pl_pl: Zamknij
ru_ru: Закрыть
tr_tr: Kapat

source: main
es_es: principal
fr_fr: principal
pl_pl: główny
tr_tr: ana

source: main sidebar
fr_fr: barre latérale principale
pl_pl: główny pasek boczny
ru_ru: основная боковая панель

source: alternate sidebar
fr_fr: barre latérale alternative
pl_pl: alternatywny pasek boczny
ru_ru: альтернативная боковая панель

source: main menu
fr_fr: menu principal

source: Top Bar
fr_fr: Barre supérieure

source: Bottom Panel
fr_fr: Panneau inférieur

source: Main Content
fr_fr: Contenu principal

source: %1 and %2
fr_fr: %1 et %2
ru_ru: %1 и %2

source: Would you like to receive official Jupyter news? Please read the privacy policy.
fr_fr: Voulez-vous recevoir les actualités officielles de Jupyter ? Veuillez lire la politique de confidentialité.
ru_ru: Вы хотели бы получать официальные новости от Jupyter? Пожалуйста, прочитайте политику конфиденциальности.

source: Would you like to get notified about official Jupyter news?
fr_fr: Souhaitez-vous être informé des nouvelles officielles de Jupyter ?

source: Open privacy policy
fr_fr: Ouvrir la politique de confidentialité
ru_ru: Открыть политику конфиденциальности

source: Privacy policies
fr_fr: Politiques de confidentialité
ru_ru: Политика конфиденциальности

source: Yes
fr_fr: Oui
ru_ru: Да

source: No
fr_fr: Non
ru_ru: Нет

source: Hide
fr_fr: Masquer
ru_ru: Скрыть

source: Never show this notification again.
fr_fr: Ne plus afficher cette notification.
ru_ru: Не показывать это уведомление опять.

source: Do not check for updates
fr_fr: Ne pas vérifier les mises à jour
ru_ru: Не проверять наличие обновлений

source: Ignore all updates
fr_fr: Ignorer toutes les mises à jour

source: If pressed, you will not be prompted if a new JupyterLab version is found.
fr_fr: En cas de clic, vous ne serez plus notifié si une nouvelle version de JupyterLab est disponible.
ru_ru: Если нажато, то вам не будет предложено установить новую версию JupyterLab.

source: Do not prompt me if a new JupyterLab version is available.
fr_fr: Ne pas me notifier si une nouvelle version de JupyterLab est disponible.

source: Loading…
de_de: Wird geladen...
es_es: Cargando…
fr_fr: Chargement…
ja_jp: 読み込み中…
pl_pl: Ładowanie…
ru_ru: Загрузка…
tr_tr: Yükleniyor…

source: The loading screen is taking a long time. Would you like to clear the workspace or keep waiting?
de_de: Der Ladebildschirm dauert sehr lange. Möchten Sie den Arbeitsbereich löschen oder weiter warten?
fr_fr: L'écran de chargement prend beaucoup de temps. Voulez-vous vider l'espace de travail ou continuer à attendre ?
pl_pl: Ładowanie zajmuje dużo czasu. Czy chcesz wyczyścić obszar roboczy czy czekać dalej?
ru_ru: Экран загрузки занимает много времени. Хотите очистить рабочую область или продолжить ожидание?
tr_tr: Ekranı yüklemek uzun zaman alıyor. Çalışma alanını temizlemek veya beklemeye devam mı etmek istersiniz?

source: Keep Waiting
de_de: Weiter warten
es_es: Seguir Esperando
fr_fr: Continuer à attendre
ja_jp: お待ちください
pl_pl: Czekaj dalej
pt_br: Continuar aguardando
ru_ru: Ожидайте
tr_tr: Beklemeye devam et

source: Clear Workspace
de_de: Arbeitsbereich löschen
es_es: Limpiar espacio de trabajo
fr_fr: Nettoyer l'espace de travail
ja_jp: ワークスペースのクリア
pl_pl: Wyczyść obszar roboczy
pt_br: Limpar a área de trabalho
ru_ru: Очистить рабочую область
tr_tr: Çalışma Alanını Temizle

source: Print…
de_de: Drucken…
fr_fr: Imprimer…
ja_jp: 印刷…
pl_pl: Drukuj…
ru_ru: Печать…

source: Show Header Above Content
fr_fr: Afficher l'en-tête au-dessus du contenu
pl_pl: Pokaż nagłówek powyżej zawartości
ru_ru: Показывать заголовок над содержимым

source: Load state for the current workspace.
fr_fr: Charger l'état de l'espace de travail actuel.
ru_ru: Статус загрузки для текущей рабочей области.

source: The URL hash
fr_fr: Le hachage de l'URL

source: The URL path
fr_fr: Le chemin de l'URL

source: Reset Application State
de_de: Anwendungsstatus zurücksetzen
es_es: Reiniciar estado de la aplicación
fr_fr: Réinitialiser l'état de l'application
ja_jp: アプリケーションの状態をリセット
pl_pl: Resetuj stan aplikacji
pt_br: Redefinir Dados da Aplicação
ru_ru: Сбросить состояние приложения
tr_tr: Uygulama verisini sıfırla

source: Reset state when loading for the workspace.
fr_fr: Réinitialiser l'état lors du chargement de l'espace de travail.
ru_ru: Сбросить состояние при загрузке для рабочей области.

source: Whether to reload the page after resetting
fr_fr: Recharger ou non la page après réinitialisation

source: Run First Enabled Command
de_de: Ersten aktivierten Befehl ausführen
es_es: Ejecutar Primer Comando Activado
fr_fr: Exécuter la première commande activée
ja_jp: 最初の有効化されたコマンドを実行
pl_pl: Uruchom pierwsze włączone polecenie
pt_br: Executar Primeiro Comando Habilitado
ru_ru: Запуск первой включенной команды
tr_tr: Aktif olan ilk komutu çalıştır

source: Run All Enabled Commands Passed as Args
fr_fr: Exécuter toutes les commandes activées passées en args
pl_pl: Uruchom wszystkie aktywne polecenia przekazane jako argumenty
ru_ru: Выполнить все команды, передаваемые как аргументы

source: Show Keyboard Shortcuts
fr_fr: Afficher les raccourcis clavier
ru_ru: Показать горячие клавиши

source: Show relevant keyboard shortcuts for the current active widget
fr_fr: Afficher les raccourcis clavier pertinents pour le widget actif
ru_ru: Показать соответствующие сочетания клавиш для текущего активного виджета

source: Show Keyboard Shortcuts…
fr_fr: Afficher les raccourcis clavier…

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
ja_jp: ヘルプ
pl_pl: Pomoc
pt_br: Ajuda
ru_ru: Справка
tr_tr: Yardım

source: Array of command IDs to attempt to run
fr_fr: Liste des IDs de commandes à exécuter

source: Arguments to pass to the commands
fr_fr: Arguments à passer aux commandes

source: Array of command IDs to run
fr_fr: Liste des IDs de commandes à exécuter

source: Whether to log an error if a command is not enabled
fr_fr: Enregistrer ou non une erreur si une commande n'est pas activée

source: The report format to use for download
fr_fr: Le format du rapport à utiliser pour le téléchargement

source: Download All Licenses as
fr_fr: Télécharger toutes les licences sous
pl_pl: Pobierz wszystkie licencje jako
ru_ru: Скачать все лицензии как

source: Refresh Licenses
de_de: Lizenzen aktualisieren
fr_fr: Rafraîchir les licences
pl_pl: Przeładuj licencje
ru_ru: Обновить лицензии

source: No notifications
fr_fr: Pas de notifications
ru_ru: Без уведомлений

source: Dismiss all notifications
fr_fr: Effacer toutes les notifications
ru_ru: Скрыть все уведомления

source: Hide notifications
fr_fr: Masquer les notifications
ru_ru: Скрытие уведомлений

source: Dismiss notification
fr_fr: Effacer la notification
ru_ru: Скрыть уведомление

source: Emit a notification
fr_fr: Émettre une notification
ru_ru: Отправить уведомление

source: Notification is described by {message: string, type?: string, options?: {autoClose?: number | false, actions: {label: string, commandId: string, args?: ReadOnlyJSONObject, caption?: string, className?: string}[], data?: ReadOnlyJSONValue}}.
fr_fr: Une notification est décrite par {message: string, type?: string, options?: {autoClose?: number | false, actions: {label: string, commandId: string, args? ReadOnlyJSONObject, caption?: string, className?: string}[], data?: ReadOnlyJSONValue}}.
ru_ru: Уведомление описывается {message: string, type?: string, options?: {autoClose?: number | false, actions: {label: string, commandId: string, args?: ReadOnlyJSONObject, caption?: string, className?: string}[], data?: ReadOnlyJSONValue}}.

source: Update a notification
fr_fr: Mise à jour d'une notification
ru_ru: Обновить уведомление

source: Notification is described by {id: string, message: string, type?: string, options?: {autoClose?: number | false, actions: {label: string, commandId: string, args?: ReadOnlyJSONObject, caption?: string, className?: string}[], data?: ReadOnlyJSONValue}}.
fr_fr: Une notification est décrite par {message: string, type?: string, options?: {autoClose?: number | false, actions: {label: string, commandId: string, args? ReadOnlyJSONObject, caption?: string, className?: string}[], data?: ReadOnlyJSONValue}}.
ru_ru: Уведомление описывается {id: string, message: string, type?: string, options?: {autoClose?: number | false, actions: {label: string, commandId: string, args?: ReadOnlyJSONObject, caption?: string, className?: string}[], data?: ReadOnlyJSONValue}}.

source: Dismiss a notification
fr_fr: Effacer une notification
ru_ru: Скрыть уведомление

source: Show Notifications
fr_fr: Afficher les notifications
ru_ru: Показывать уведомления

source: Hide notification
fr_fr: Masquer les notifications
ru_ru: Скрыть уведомление

source: Command Palette Section
de_de: Abschnitt Befehlspalette
fr_fr: Paramètres de la palette de commandes
pl_pl: Sekcja palety poleceń
ru_ru: Секция палитры команд

source: Commands (%1)
de_de: Befehle (%1)
es_es: Comandos (%1)
fr_fr: Commandes (%1)
ja_jp: コマンド (%1)
pl_pl: Polecenia (%1)
pt_br: Comandos (%1)
ru_ru: Команды (%1)
tr_tr: Komutlar (%1)

source: Commands
de_de: Befehle
es_es: Comandos
fr_fr: Commandes
ja_jp: コマンド
pl_pl: Polecenia
pt_br: Comandos
ru_ru: Команды
tr_tr: Komutlar

source: Activate Command Palette
de_de: Befehlspalette aktivieren
es_es: Activar paleta de comandos
fr_fr: Activer la palette de commandes
ja_jp: コマンドパレットを有効にする
pl_pl: Aktywuj paletę poleceń
pt_br: Ativar Paleta de Comandos
ru_ru: Активировать Палитру команд
tr_tr: Komut Paletini Etkinleştir

source: SEARCH
de_de: SUCHEN
es_es: BUSCAR
fr_fr: RECHERCHER
ja_jp: 検索
pl_pl: SZUKAJ
pt_br: BUSCA
ru_ru: ПОИСК
tr_tr: Arama

source: Command Palette
de_de: Befehlspalette
es_es: Paleta de comandos
fr_fr: Palette de commandes
ja_jp: コマンドパレット
pl_pl: Paleta Poleceń
pt_br: Paleta de comandos
ru_ru: Палитра команд
tr_tr: Komut paleti

source: Keyboard Shortcuts
fr_fr: Raccourcis clavier
ru_ru: Горячие клавиши

source: Switch to the provided `theme`.
fr_fr: Basculer vers le thème choisi.
ru_ru: Переключиться на предоставленную `theme`.

source: Use Theme: %1
de_de: Verwende Theme: %1
es_es: Usar tema: %1
fr_fr: Utiliser le thème : %1
ja_jp: テーマを使用: %1
pl_pl: Użyj motywu: %1
pt_br: Usar Tema: %1
ru_ru: Использовать тему: %1
tr_tr: Temayı Kullan: %1

source: Theme Scrollbars
de_de: Theme Scrollleiste
es_es: Tema
fr_fr: Barres de défilement du thème
ja_jp: テーマのスクロールバー
pl_pl: Paski przewijania motywu
pt_br: Barra de rolagem de temas
ru_ru: Стилизовать полосы прокрутки
tr_tr: Tema Kaydırma Çubukları

source: The theme name to switch to
fr_fr: Le nom du thème vers lequel basculer

source: waiting for fonts
de_de: Warte auf Schriftarten
es_es: esperando las fuentes
fr_fr: en attente de polices
pl_pl: oczekiwanie na czcionki
ru_ru: ожидание шрифтов

source: Whether the command is being called from the palette
fr_fr: Si la commande est appelée depuis la palette

source: Switch to the provided light `theme`.
fr_fr: Basculer vers le thème clair.

source: Set Preferred Light Theme: %1
fr_fr: Définir le thème clair préféré : %1

source: Increase Code Font Size
de_de: Code-Schriftgröße erhöhen
es_es: Aumentar tamaño de fuente de código
fr_fr: Augmenter la taille de police du code
ja_jp: コードのフォントサイズを大きくする
pl_pl: Zwiększ rozmiar czcionki kodu
pt_br: Aumentar o tamanho da fonte de código
ru_ru: Увеличить размер шрифта кода
tr_tr: Kodun Yazı Tipi Boyutunu Büyüt

source: Increase Content Font Size
de_de: Inhalt-Schriftgröße erhöhen
es_es: Aumentar Tamaño de Fuente del Contenido
fr_fr: Augmenter la taille de police du contenu
ja_jp: 内容のフォントサイズを大きくする
pl_pl: Zwiększ rozmiar czcionki treści
pt_br: Aumentar o tamanho da fonte de conteúdo
ru_ru: Увеличить размер шрифта содержимого
tr_tr: İçerik Yazı Boyutunu Büyüt

source: Increase UI Font Size
de_de: UI Schriftgröße vergrößern
es_es: Aumentar tamaño de fuente de la interfaz
fr_fr: Augmenter la taille de police de l'interface
ja_jp: UIのフォントサイズを大きくする
pl_pl: Zwiększ rozmiar czcionki UI
pt_br: Aumentar tamanho da fonte da UI
ru_ru: Увеличить размер шрифта интерфейса
tr_tr: Kullanıcı Ara yüz Yazı Boyutunu Artır

source: Increase Font Size
de_de: Schriftgröße vergrößern
es_es: Aumentar tamaño de fuente
fr_fr: Augmenter la taille de police
ja_jp: フォントを大きく
pl_pl: Zwiększ rozmiar czcionki
pt_br: Aumentar o tamanho da fonte
ru_ru: Увеличить размер шрифта
tr_tr: Yazı Tipi Boyutunu Büyüt

source: Switch to the provided dark `theme`.
fr_fr: Basculer vers le thème sombre.

source: Decrease Code Font Size
de_de: Code-Schriftgröße verringern
es_es: Reducir tamaño de fuente del código
fr_fr: Diminuer la taille de police du code
ja_jp: コードのフォントサイズを小さくする
pl_pl: Zmniejsz rozmiar czcionki kodu
pt_br: Reduzir o tamanho da fonte de código
ru_ru: Уменьшить размер шрифта кода
tr_tr: Kodun Yazı Tipi Boyutunu Azaltın

source: Decrease Content Font Size
de_de: Inhalt-Schriftgröße verringern
es_es: Reducir Tamaño de Fuente del Contenido
fr_fr: Diminuer la taille de police du contenu
ja_jp: 内容のフォントサイズを小さくする
pl_pl: Zmniejsz rozmiar czcionki treści
pt_br: Reduzir o tamanho da fonte de conteúdo
ru_ru: Уменьшить размер шрифта содержимого
tr_tr: İçerik Yazı Boyutunu Azalt

source: Set Preferred Dark Theme: %1
fr_fr: Définir le thème sombre préféré : %1

source: Decrease UI Font Size
de_de: UI Schriftgröße verkleinern
es_es: Reducir tamaño de fuente de la interfaz
fr_fr: Diminuer la taille de police de l'interface
ja_jp: UIのフォントサイズを小さくする
pl_pl: Zmniejsz rozmiar czcionki UI
pt_br: Diminuir tamanho da fonte da UI
ru_ru: Уменьшить размер шрифта интерфейса
tr_tr: Kullanıcı Arayüzü Yazı Boyutunu Küçült

source: Decrease Font Size
de_de: Schriftgröße verkleinern
es_es: Disminuir tamaño de fuente
fr_fr: Réduire la taille de police
ja_jp: フォントサイズを小さく
pl_pl: Zmniejsz Rozmiar Czcionki
pt_br: Reduzir o tamanho da fonte
ru_ru: Уменьшить размер шрифта
tr_tr: Yazı Boyutunu Düşür

source: The preferred light theme name
fr_fr: Le nom du thème clair préféré

source: Synchronize Styling Theme with System Settings
fr_fr: Synchroniser le thème avec les paramètres système

source: Synchronize with System Settings
fr_fr: Synchroniser avec les paramètres du système

source: The preferred dark theme name
fr_fr: Le nom du thème sombre préféré

source: Theme
es_es: Tema
fr_fr: Thème
ja_jp: テーマ
pl_pl: Motyw
pt_br: Tema
ru_ru: Тема
tr_tr: Tema

source: Whether the font is available and enabled
fr_fr: Si la police de caractère est disponible et activée

source: The font name
fr_fr: Le nom de la police de caractères

source: The CSS property key to modify
fr_fr: Le nom de la propriété CSS à modifier

source: The font size key to increase (e.g., "code-font-size", "content-font-size1", "ui-font-size1")
fr_fr: La nom de taille de la police à augmenter (par exemple, "code-font-size", "content-font-size1", "ui-font-size1")

source: The font size key to decrease (e.g., "code-font-size", "content-font-size1", "ui-font-size1")
fr_fr: La nom de taille de la police à diminuer (par exemple, "code-font-size", "content-font-size1", "ui-font-size1")

source: Workspace loader
de_de: Arbeitsbereich-Loader
es_es: Cargador de espacio de trabajo
fr_fr: Chargeur d'espace de travail
ja_jp: ワークスペース ローダ
pl_pl: Ładowarka obszaru roboczego
pt_br: Carregador da área de trabalho
ru_ru: Загрузчик рабочей области
tr_tr: Çalışma Alanını Yükle

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
ja_jp: 保存
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
tr_tr: Kaydet

source: Save Current Workspace As…
de_de: Aktuellen Arbeitsbereich speichern unter..
fr_fr: Enregistrer l'espace de travail actuel sous…
ja_jp: 現在のワークスペースを別名で保存…
pl_pl: Zapisz bieżący obszar roboczy jako…
ru_ru: Сохранить текущую рабочую область как…

source: Save Current Workspace
de_de: Aktuellen Arbeitsbereich speichern
es_es: Guardar espacio de trabajo actual
fr_fr: Enregistrer l'espace de travail actuel
ja_jp: 現在のワークスペースを保存
pl_pl: Zapisz bieżący obszar roboczy
pt_br: Salvar a área de trabalho atual
ru_ru: Сохранить текущую рабочую область
tr_tr: Mevcut Çalışma Alanını Kaydet

source: JupyterLab Workspace File
fr_fr: Fichier d'espace de travail JupyterLab

source: JupyterLab workspace File
de_de: JupyterLab-Arbeitsbereich-Datei
es_es: Archivo de espacio de trabajo JupyterLab
fr_fr: Fichier d'espace de travail JupyterLab
ja_jp: JupyterLab ワークスペースファイル
pl_pl: Plik obszaru roboczego JupyterLab
pt_br: Arquivo de área de trabalho do JupyterLab
ru_ru: Файл рабочей области JupyterLab
tr_tr: JupyterLab çalışma alanı Dosyası

source: Dismiss
de_de: Verwerfen
es_es: Cerrar
fr_fr: Ignorer
ja_jp: 閉じる
pl_pl: Odrzuć
pt_br: Dispensar
ru_ru: Отклонить
tr_tr: Reddet

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal

source: No Kernel
de_de: Kein Kernel
es_es: Sin Kernel
fr_fr: Aucun noyau
ja_jp: カーネルがありません
pl_pl: Brak jądra
pt_br: Nenhum Kernel
ru_ru: Нет Ядра
tr_tr: Çekirdek Yok

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
ja_jp: 不定
pl_pl: Nieznany
ru_ru: Неизвестный
tr_tr: Bilinmeyen

source: Starting
de_de: Starten
fr_fr: Démarrage
ja_jp: 開始中
pl_pl: Uruchamiam
ru_ru: Запуск
tr_tr: Başlatılıyor

source: Idle
de_de: Leerlauf
fr_fr: Inactif
ja_jp: アイドル
pl_pl: Bezczynny
ru_ru: Простаивает

source: Busy
de_de: Beschäftigt
fr_fr: Occupé
ja_jp: 実行中
pl_pl: Zajęty
ru_ru: Занято
tr_tr: Meşgul

source: Terminating
de_de: Beenden
fr_fr: Arrêt en cours
ja_jp: 終了中
pl_pl: Zamykanie
ru_ru: Завершение

source: Restarting
de_de: Wird neugestartet
fr_fr: Redémarrage en cours
ja_jp: 再起動中
pl_pl: Ponowne uruchamianie
ru_ru: Перезапуск
tr_tr: Yeniden başlatılıyor

source: Autorestarting
de_de: Automatisches Neustarten
fr_fr: Redémarrage auto
ja_jp: 自動実行中
pl_pl: Automatyczny restart
ru_ru: Авторестарт
