Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Overrides for the default viewers for file types. Specify a mapping from file type name to document viewer name, for example: defaultViewers: { markdown: "Markdown Preview" } If you specify non-existent file types or viewers, or if a viewer cannot open a given file type, the override will not function. Available viewers: %1 Available file types: %2
es_es: Reemplazo de los visores predeterminados para tipos de archivo. Especifique un mapeo del nombre del tipo de archivo al nombre del visor del documento, por ejemplo: defaultViewers: { markdown: "Vista previa de Markdown" } Si especifica tipos de archivos o visores que no existen, o si un visor no puede abre un tipo de archivo determinado, la anulación no funcionará. Visores disponibles %1 Tipos de archivo disponibles: %2
fr_fr: Remplace les afficheurs par défaut pour les types de fichiers. Spécifiez une correspondance du nom du type de fichier au nom de la visionneuse du document, par exemple : defaultViewers: { markdown: "Markdown Preview" } Si vous spécifiez des types de fichiers ou des visionneuses inexistants, ou si une visionneuse ne peut pas ouvrir un type de fichier donné, la substitution ne fonctionnera pas. Visionneuses disponibles : %1 Types de fichiers disponibles : %2
ja_jp: 各ファイルタイプに対するデフォルトのビューワー設定を上書きします。 ドキュメントのファイルタイプ名称に対応するビューワー名を指定してください。例えば: defaultViewers: { markdown: "Markdown Preview" } もし存在しないファイルタイプやビューワーを指定したり、ビューワーが指定されたファイルタイプを開けない場合は、この上書き設定は動作しません。 利用可能なビューワー: %1 利用可能なファイルタイプ: %2
pl_pl: Nadpisuje domyślne przeglądarki dla typów plików. Określ mapowanie z nazwy typu pliku do nazwy przeglądarki dokumentów, na przykład: defaultViewers: { markdown: "Markdown Preview" } Jeśli określisz nieistniejące typy plików lub przeglądarek, lub jeśli przeglądarka nie może otworzyć danego typu pliku, nadpisanie nie będzie działać. Dostępne przeglądarki: %1 Dostępne typy plików: %2
pt_br: Substituições para o padrão de visualização por tipos de arquivo. Especifica um mapeamento entre o nome do tipo de arquivo e o nome do visualizador de documentos, por exemplo: defaultViewers: { markdown: "Pré visualização de Markdown" } Se você especificar um tipo de arquivo ou visualizador inexistente, ou se um visualizador não pode abrir um tipo de arquivo, a substituição não funcionará. Visualizadores acessíveis: %1 Tipos de arquivo acessíveis: %2
ru_ru: Переопределяет средства просмотра по умолчанию для типов файлов. Укажите сопоставление имени типа файла с именем средства просмотра документов, например: defaultViewers: { markdown: "Markdown Preview" } If you specify non-existent file types or viewers, or if a viewer cannot open a given file type, the override will not function. Available viewers: %1 Available file types: %2
tr_tr: Dosya tipleri için varsayılan görüntüleyicileri ezmek için. Dosya tipi adı için dosya görüntüleyici adını haritada belirtilmeli. Örneğin: defaultViewers: { markdown: "Markdown preview" } Eğer var olmayan bir dosya tipi yada görüntüleyicisi belirttiyseniz veya dosya görüntüleyici belirtilen dosya tipini açamıyorsa, ezme işlemi işe yaramayacaktır. Erişilebilir görüntüleyiciler: %1 Erişilebilir dosya tipleri: %2

source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
ja_jp: ダウンロード
pl_pl: Pobierz
pt_br: Fazer download
ru_ru: Скачать
tr_tr: İndir

source: Download the file to your computer
de_de: Datei auf Ihren Computer herunterladen
es_es: Descargar el archivo a su ordenador
fr_fr: Télécharger le fichier sur votre ordinateur
ja_jp: ファイルをあなたのコンピュータにダウンロード
pl_pl: Pobierz plik na swój komputer
pt_br: Fazer download do arquivo para o seu computador
ru_ru: Скачать файл на ваш компьютер
tr_tr: Dosyayı bilgisayarınıza indirin

source: Cannot Download
de_de: Herunterladen nicht möglich
es_es: No es posible descargar
fr_fr: Téléchargement impossible
ja_jp: ダウンロードできません
pl_pl: Nie można pobrać
pt_br: Não foi possível fazer o download
ru_ru: Не удается скачать
tr_tr: İndirilemiyor

source: Open in New Browser Tab
de_de: In neuem Tab öffnen
es_es: Abrir en una Nueva Pestaña del Navegador
fr_fr: Ouvrir dans un nouvel onglet de navigation
ja_jp: 新規ブラウザタブで開く
pl_pl: Otwórz w nowej karcie przeglądarki
pt_br: Abrir em nova aba do navegador
ru_ru: Открыть в новой вкладке браузера
tr_tr: Yeni Tarayıcı Penceresinde Aç

source: The path of the file to open in browser tab
fr_fr: Le chemin du fichier à ouvrir dans l'onglet du navigateur

source: The icon class for the command
fr_fr: La classe d'icône pour la commande

source: %1 is permissioned as read-only. Use "save as..." instead.
fr_fr: %1 est autorisé en lecture seule. Utilisez "Enregistrer sous..." à la place.

source: %1 is read-only. Use "Save as…" instead.
fr_fr: %1 est en lecture seule. Utilisez "Enregistrer sous…" à la place.

source: Error
de_de: Fehler
fr_fr: Erreur
ja_jp: エラー
pl_pl: Błąd
pt_br: Erro
ru_ru: Ошибка
tr_tr: Hata

source: Open the provided `path`.
fr_fr: Ouvrir le chemin (`path`) fourni.
ru_ru: Откройте указанный путь `path`.

source: Reload %1 from Disk
de_de: %1 von der Festplatte neu laden
es_es: Recargar %1 desde el Disco
fr_fr: Recharger %1 depuis le disque
ja_jp: ディスクから %1 を再読み込み
pl_pl: Załaduj ponownie %1 z dysku
pt_br: Recarregar %1 a partir do disco
ru_ru: Перезагрузить %1 с диска
tr_tr: Disk'ten geri yükle

source: Reload contents from disk
de_de: Inhalte von der Festplatte neu laden
es_es: Recargar contenido desde el Disco
fr_fr: Recharger le contenu à partir du disque
ja_jp: ディスクから内容を再読み込み
pl_pl: Załaduj ponownie zawartość z dysku
pt_br: Recarregar conteúdo do disco
ru_ru: Перезагрузить содержимое с диска
tr_tr: İçerikleri diskten geri yükle

source: Cannot Reload
de_de: Kann nicht neu laden
es_es: No se puede Recargar
fr_fr: Ne peut pas recharger
ja_jp: 再読み込みできません
pl_pl: Nie można załadować ponownie
pt_br: Não é possível recarregar
ru_ru: Невозможно перезагрузить
tr_tr: Yüklenilemiyor

source: Are you sure you want to reload the %1 from the disk?
de_de: Sind Sie sicher, dass Sie die %1 von der Festplatte neu laden wollen?
es_es: ¿Está seguro que desea recargar el %1 desde el disco?
fr_fr: Êtes-vous sûr de vouloir recharger le %1 depuis le disque ?
ja_jp: ディスクから %1 を再読み込みしてもよろしいですか?
pl_pl: Czy na pewno chcesz przeładować %1 z dysku?
pt_br: Tem certeza que deseja recarregar o %1 do disco?
ru_ru: Вы уверены, что хотите перезагрузить %1 с диска?
tr_tr: % 1'i diskten yeniden yüklemek istediğinizden emin misiniz?

source: Revert %1 to Checkpoint…
fr_fr: Rétablir %1 au point de contrôle…
ru_ru: Вернуть %1 к контрольной точке…

source: Revert contents to previous checkpoint
de_de: Inhalt auf den vorherigen Kontrollpunkt zurücksetzen
es_es: Revertir contenido al punto de control anterior
fr_fr: Rétablir le contenu au point de contrôle précédent
ja_jp: 内容を前のチェックポイントに戻す
pl_pl: Przywróć zawartość do ostatniego punktu kontrolnego
pt_br: Reverter o conteúdo para o ponto de verificação anterior
ru_ru: Вернуть содержимое к предыдущей контрольной точке
tr_tr: İçeriği önceki kontrol noktasına geri döndür

source: Cannot Revert
de_de: Rückgängig machen nicht möglich
es_es: No se puede revertir
fr_fr: Impossible de revenir en arrière
ja_jp: 元に戻すことができません
pl_pl: Nie można cofnąć
pt_br: Impossível Reverter
ru_ru: Не удается восстановить
tr_tr: Geri alınamıyor

source: No checkpoints
fr_fr: Aucun point de contrôle
ru_ru: Нет контрольных точек

source: No checkpoints are available for this %1.
fr_fr: Aucun point de contrôle n'est disponible pour ce %1.
ru_ru: Для %1 нет доступных контрольных точек.

source: Revert %1 to checkpoint
de_de: %1 auf Kontrollpunkt zurücksetzen
es_es: Revertir %1 al punto de control
fr_fr: Rétablir %1 au Point de Contrôle
ja_jp: %1 をチェックポイントに戻す
pl_pl: Przywróć %1 do punktu kontrolnego
pt_br: Reverter %1 para o ponto de verificação
ru_ru: Вернуть %1 к контрольной точке
tr_tr: %1'i Kontrol Noktasına geri döndür

source: Revert
de_de: Zurücksetzen
es_es: Revertir
fr_fr: Rétablir
ja_jp: 元に戻す
pl_pl: Przywróć
pt_br: Reverter
ru_ru: Вернуть
tr_tr: Geri Al

source: Revert to Checkpoint
fr_fr: Revenir au point de contrôle
ru_ru: Вернуться к контрольной точке

source: In collaborative mode, the document is saved automatically after every change
fr_fr: En mode collaboratif, le document est sauvegardé automatiquement après chaque modification
ru_ru: В совместном режиме документ сохраняется автоматически после каждого изменения

source: document is permissioned readonly; "save" is disabled, use "save as..." instead
fr_fr: le document est autorisé en lecture seule ; "enregistrer" est désactivé, utilisez "enregistrer sous..." à la place

source: Rename
de_de: Umbenennen
es_es: Renombrar
fr_fr: Renommer
ja_jp: 名前を変更
pl_pl: Zmień nazwę
pt_br: Renomear
ru_ru: Переименовать
tr_tr: Yeniden Adlandır

source: Clear Recent Documents
fr_fr: Supprimez les documents récents

source: Clear the list of recently opened items.
fr_fr: Effacer la liste des éléments récemment ouverts.

source: Close and save
fr_fr: Fermer et sauvegarder
ru_ru: Закрыть и сохранить

source: Overwrite file?
de_de: Datei überschreiben?
es_es: ¿Sobrescribir el archivo?
fr_fr: Écraser le fichier ?
ja_jp: ファイルを上書きしますか?
pl_pl: Nadpisać plik?
pt_br: Sobrescrever o arquivo?
ru_ru: Перезаписать файл?
tr_tr: Dosyanın üzerine yazılsın mı?

source: "%1" already exists, overwrite?
de_de: "%1" existiert bereits, überschreiben?
es_es: El archivo ya existe %1, ¿ desea sobrescribir?
fr_fr: "%1" existe déjà, remplacer?
ja_jp: "%1" は既に存在します。上書きしますか?
pl_pl: %1 już istnieje, nadpisać?
pt_br: "%1" já existe, substituir?
ru_ru: "%1" уже существует. Перезаписать?
tr_tr: "%1" zaten var, üzerine yazılsın mı?

source: Close and save Document
fr_fr: Fermer et enregistrer le document
ru_ru: Закрыть и сохранить документ

source: Close Document
fr_fr: Fermer le document
ru_ru: Закрыть документ

source: Overwrite
de_de: Überschreiben
es_es: Sobrescribir
fr_fr: Écraser
ja_jp: 上書き
pl_pl: Nadpisz
pt_br: Sobrescrever
ru_ru: Перезаписать
tr_tr: Üzerine yaz

source: Overwrite Existing File
fr_fr: Remplacer le fichier existant
ru_ru: Перезаписать существующий файл

source: Close without saving
fr_fr: Fermer sans sauvegarder
ru_ru: Закрыть без сохранения

source: Close Document without saving
fr_fr: Fermer le document sans sauvegarder
ru_ru: Закрыть документ без сохранения

source: Please confirm you want to close "%1".
fr_fr: Veuillez confirmer que vous voulez fermer "%1".
ru_ru: Пожалуйста, подтвердите, что вы хотите закрыть "%1".

source: If checked, no confirmation to close a document will be asked in the future.
fr_fr: Si coché, aucune confirmation de fermeture d'un document ne sera demandée dans le futur.
ru_ru: Если отмечено, в будущем не будет запрошено подтверждение о закрытии документа.

source: Save as
de_de: Speichern unter
es_es: Guardar como
fr_fr: Enregistrer sous
ja_jp: 別名で保存
pl_pl: Zapisz jako
pt_br: Salvar como
ru_ru: Сохранить как
tr_tr: Farklı kaydet

source: Save your work
de_de: Speichere deine Arbeit
es_es: Guarde su trabajo
fr_fr: Enregistrer votre travail
ja_jp: 作業内容の保存
pl_pl: Zapisz swoją pracę
pt_br: Salvar o seu trabalho
ru_ru: Сохранить вашу работу
tr_tr: İşinizi Kaydedin

source: Save changes in "%1" before closing?
de_de: Änderungen in „%1“ vor dem Schließen speichern?
es_es: ¿Guardar cambios en "%1" antes de cerrar?
fr_fr: Enregistrer les modifications dans "%1" avant de fermer ?
ja_jp: 閉じる前に "%1" の変更を保存しますか?
pl_pl: Zapisać zmiany w "%1" przed zamknięciem?
pt_br: Salvar alterações em "%1" antes de fechar?
ru_ru: Сохранить изменения в "%1" перед закрытием?
tr_tr: Kapatmadan "%1"'deki değişiklikler kaydedilsin mi?

source: Discard
de_de: Verwerfen
es_es: Desechar
fr_fr: Abandonner
ja_jp: 破棄する
pl_pl: Odrzuć
pt_br: Descartar
ru_ru: Отклонить
tr_tr: Göz ardı et

source: Discard changes to file
fr_fr: Ignorer les modifications apportées au fichier
ru_ru: Отменить изменения в файле

source: File Path
de_de: Dateipfad
es_es: Ruta del archivo
fr_fr: Chemin du fichier
ja_jp: ファイルパス
pl_pl: Ścieżka do pliku
pt_br: Caminho do arquivo
ru_ru: Путь к файлу
tr_tr: Dosya Yolu

source: New Name
de_de: Neuer Name
es_es: Nuevo nombre
fr_fr: Nouveau nom
ja_jp: 新規名称
pl_pl: Nowa nazwa
pt_br: Novo nome
ru_ru: Новое имя
tr_tr: Yeni adı

source: Rename File
de_de: Datei umbenennen
es_es: Renombrar archivo
fr_fr: Renommer le fichier
ja_jp: ファイル名を変更
pl_pl: Zmień nazwę pliku
pt_br: Renomear arquivo
ru_ru: Переименовать файл
tr_tr: Dosyayı Yeniden Adlandır

source: Rename Error
de_de: Fehler beim Umbenennen
es_es: Error de renombrado
fr_fr: Erreur lors du renommage
ja_jp: 名称変更エラー
pl_pl: Błąd zmiany nazwy
pt_br: Erro ao renomear
ru_ru: Ошибка переименования
tr_tr: Yeniden Adlandırma Hatası

source: "%1" is not a valid name for a file. Names must have nonzero length, and cannot include "/", "\", or ":"
de_de: "%1" ist kein gültiger Name für eine Datei. Namen müssen eine Länge größer Null haben und dürfen "/", "\" und ":" nicht enthalten
es_es: "%1" no es un nombre válido para un archivo. Los nombres deben tener una longitud no nula y no pueden incluir "/", "\" o ":"
fr_fr: "%1" n'est pas un nom valide pour un fichier. Les noms doivent avoir une longueur non nulle, et ne peuvent pas inclure "/", "\", ou ":"
ja_jp: "%1" はファイルの有効な名前ではありません。名前は1文字以上で、"/"、"\"、または":"を含めることはできません。
pl_pl: "%1" nie jest prawidłową nazwą pliku. Nazwy muszą mieć długość większą niż zero i nie mogą zawierać "/", "\", ani ":"
pt_br: "%1" não é um nome válido para um arquivo. Nomes devem ter um comprimento maior que zero e não podem incluir "/", "\", ou ":"
ru_ru: "%1" не является допустимым именем для файла. Имена должны иметь ненулевую длину и не могут включать "/", "\" или ":"
tr_tr: "%1" dosyalar için uygun bir isim değil. Dosya isimlerinin uzunluğu sıfırdan büyük olmalı ve "/", "\", ya da ":" simgelerini içermemeli

source: Saving completed
de_de: Speichern abgeschlossen
es_es: Guardado completado
fr_fr: Enregistrement effectué
pl_pl: Zapisano
ru_ru: Сохранение завершено

source: Saving started
de_de: Speichern gestartet
es_es: Iniciando guardado
fr_fr: Sauvegarde démarrée
pl_pl: Rozpoczęto zapisywanie
ru_ru: Сохранение началось

source: Saving failed
de_de: Speichern fehlgeschlagen
es_es: Error al guardar
fr_fr: Échec de la sauvegarde
pl_pl: Błąd zapisu
ru_ru: Ошибка сохранения

source: Name: %1 Path: %2
de_de: Name: %1 Pfad: %2
es_es: Nombre: %1 Ruta: %2
fr_fr: Nom : %1 Chemin : %2
ja_jp: 名前: %1 パス: %2
pl_pl: Nazwa: %1 Ścieżka: %2
pt_br: Nome: %1 Caminho: %2
ru_ru: Имя: %1 Путь: %2
tr_tr: İsim: %1 Yol: %2

source: Read-only
de_de: Schreibgeschützt
es_es: Sólo lectura
fr_fr: Lecture seule
ja_jp: 読み取り専用
pl_pl: Tylko do odczytu
pt_br: Somente leitura
ru_ru: Только для чтения
tr_tr: Salt-okunur

source: Last Saved: %1
de_de: Zuletzt gespeichert: %1
es_es: Último guardado: %1
fr_fr: Dernière sauvegarde : %1
ja_jp: 最後に保存: %1
pl_pl: Ostatnio zapisany: %1
pt_br: Último Salvamento: %1
ru_ru: Последнее сохранение: %1
tr_tr: Son Kayıt: %1

source: Last Checkpoint: %1
de_de: Letzter Kontrollpunkt: %1
es_es: Último Punto de Control: %1
fr_fr: Dernier point de contrôle : %1
ja_jp: 最後のチェックポイント: %1
pl_pl: Ostatni punkt kontrolny: %1
pt_br: Último ponto de verificação: %1
ru_ru: Последняя контрольная точка: %1
tr_tr: Son Kontrol Noktası: %1

source: Document is permissioned read-only; "save" is disabled, use "save as..." instead
fr_fr: Le document est autorisé en lecture seule ; "enregistrer" est désactivé, utilisez "enregistrer sous..." à la place

source: %1 is read-only
fr_fr: %1 est en lecture seule

source: Save File As…
fr_fr: Enregistrer le fichier sous…
ru_ru: Сохранить файл как…

source: File Save Error for %1
de_de: Fehler beim Speichern der Datei für %1
es_es: Error al guardar archivo para %1
fr_fr: Erreur d'enregistrement du fichier pour %1
ja_jp: %1 のファイル保存エラー
pl_pl: Błąd zapisu pliku dla %1
pt_br: Erro ao Salvar Arquivo para %1
ru_ru: Ошибка сохранения файла для %1
tr_tr: %1 İçin Dosya Kaydetme Hatası

source: File Load Error for %1
de_de: Dateiladefehler für %1
es_es: Error al cargar el archivo para %1
fr_fr: Erreur de chargement de fichier pour %1
ja_jp: %1 のファイル読み込みエラー
pl_pl: Błąd ładowania pliku dla %1
pt_br: Erro ao Carregar Arquivo para %1
ru_ru: Ошибка загрузки файла для %1
tr_tr: %1 İçin Dosya Yükleme Hatası

source: "%1" has changed on disk since the last time it was opened or saved. Do you want to overwrite the file on disk with the version open here, or load the version on disk (revert)?
de_de: "%1" hat sich seit dem letzten Öffnen oder Speichern auf der Festplatte geändert. Möchten Sie die Datei auf der Festplatte mit der hier geöffneten Version überschreiben, oder die Version auf der Festplatte laden (zurücksetzen)?
fr_fr: "%1" a changé sur le disque depuis la dernière fois qu'il a été ouvert ou enregistré. Voulez-vous remplacer le fichier sur le disque avec la version ouverte ici, ou charger la version sur le disque (rétablir) ?
pl_pl: "%1" zmienił się na dysku od czasu jego ostatniego otwarcia lub zapisania. Czy chcesz zastąpić plik na dysku wersją otwartą tutaj, czy załadować aktualną wersję z dysku (cofnąć wprowadzone zmiany)?
ru_ru: "%1" изменился на диске с момента его последнего открытия или сохранения. Вы хотите перезаписать файл на диске версией открытой здесь, или загрузить версию на диске (откат)?

source: File Changed
de_de: Datei geändert
es_es: Archivo modificado
fr_fr: Fichier modifié
ja_jp: ファイルが変更されました
pl_pl: Plik został zmieniony
pt_br: Arquivo modificado
ru_ru: Файл изменён
tr_tr: Dosya Değiştirildi

source: "%1" already exists. Do you want to replace it?
de_de: "%1" existiert bereits. Möchtest du es ersetzen?
es_es: "%1" ya existe. ¿Desea reemplazarlo?
fr_fr: "%1" existe déjà. Voulez-vous le remplacer?
ja_jp: "%1" は既に存在します。置き換えますか?
pl_pl: %1 już istnieje. Czy chcesz go zastąpić?
pt_br: "%1" já existe. Deseja substituir?
ru_ru: «%1» уже существует. Вы хотите заменить его?
tr_tr: "%1" zaten mevcut. Varolan dosyayı değiştirmek istiyor musunuz?

source: File Overwrite?
de_de: Datei überschreiben?
es_es: ¿Sobrescribir archivo?
fr_fr: Écraser le fichier ?
ja_jp: ファイルを上書きしますか?
pl_pl: Nadpisać plik?
pt_br: Sobrescrever arquivo?
ru_ru: Перезапись файл?
tr_tr: Dosyanın üzerine yazılsın mı?

source: Renderer Failure: %1
de_de: Renderer-Fehler: %1
es_es: Error del renderizador: %1
fr_fr: Échec du rendu : %1
ja_jp: レンダラーの失敗: %1
pl_pl: Błąd renderowania: %1
pt_br: Falha no Renderizador: %1
ru_ru: Ошибка визуализации: %1
tr_tr: İşleyici Hatası: %1

source: default
de_de: Standard
es_es: por defecto
fr_fr: défaut
ja_jp: デフォルト
pl_pl: domyślne
pt_br: padrão
ru_ru: по умолчанию
tr_tr: Varsayılan

source: Text
es_es: Texto
fr_fr: Texte
ja_jp: テキスト
pl_pl: Tekst
pt_br: Texto
ru_ru: Текст
tr_tr: Metin

source: Directory
de_de: Verzeichnis
es_es: Directorio
fr_fr: Dossier
ja_jp: ディレクトリ
pl_pl: Katalog
pt_br: Diretório
ru_ru: Каталог
tr_tr: Dizin

source: Markdown File
de_de: Markdown-Datei
es_es: Archivo Markdown
fr_fr: Fichier Markdown
ja_jp: Markdownファイル
pl_pl: Plik Markdown
pt_br: Arquivo Markdown
ru_ru: Файл Markdown
tr_tr: Markdown Dosyası

source: PDF File
de_de: PDF-Datei
es_es: Archivo PDF
fr_fr: Fichier PDF
ja_jp: PDFファイル
pl_pl: Plik PDF
pt_br: Arquivo PDF
ru_ru: PDF файл
tr_tr: PDF Dosyası

source: Python File
de_de: Python-Datei
es_es: Archivo Python
fr_fr: Fichier Python
ja_jp: Pythonファイル
pl_pl: Plik Pythona
pt_br: Arquivo do Python
ru_ru: Файл Python
tr_tr: Python dosyası

source: JSON File
de_de: JSON-Datei
es_es: Archivo JSON
fr_fr: Fichier JSON
ja_jp: JSONファイル
pl_pl: Plik JSON
pt_br: Arquivo JSON
ru_ru: Файл JSON
tr_tr: JSON dosyası

source: JSONLines File
fr_fr: Fichier JSONLines

source: Julia File
de_de: Julia-Datei
fr_fr: Fichiers Julia
ja_jp: Juliaファイル
pl_pl: Plik Julia
ru_ru: Файл Julia

source: CSV File
de_de: CSV-Datei
es_es: Archivo CSV
fr_fr: Fichier CSV
ja_jp: CSVファイル
pl_pl: Plik CSV
pt_br: Arquivo CSV
ru_ru: Файл CSV
tr_tr: CSV Dosyası

source: TSV File
de_de: TSV-Datei
es_es: Archivo TSV
fr_fr: Fichier TSV
ja_jp: TSVファイル
pl_pl: Plik TSV
pt_br: Arquivo TSV
ru_ru: Файл TSV
tr_tr: TSV Dosyası

source: R File
de_de: R-Datei
es_es: Archivo R
fr_fr: Fichier R
ja_jp: Rファイル
pl_pl: Plik R
pt_br: Arquivo do R
ru_ru: Файл R
tr_tr: R Dosyası

source: YAML File
de_de: YAML-Datei
es_es: Archivo YAML
fr_fr: Fichier YAML
ja_jp: YAMLファイル
pl_pl: Plik YAML
pt_br: Arquivo YAML
ru_ru: Файл YAML
tr_tr: YAML Dosyası

source: Video
fr_fr: Vidéo

source: Find…
de_de: Suchen…
es_es: Buscar…
fr_fr: Rechercher…
ja_jp: 検索…
pl_pl: Znajdź…
pt_br: Localizar…
ru_ru: Найти…
tr_tr: Bul…

source: Find and Replace…
de_de: Suchen und Ersetzen…
es_es: Buscar y reemplazar…
fr_fr: Rechercher et remplacer…
ja_jp: 検索と置換…
pl_pl: Znajdź i zamień…
pt_br: Localizar e substituir…
ru_ru: Найти и заменить…
tr_tr: Bul ve Değiştir...

source: Find Next
de_de: Finde Nächste
es_es: Buscar Siguiente
fr_fr: Rechercher suivant
ja_jp: 次を検索
pl_pl: Znajdź następny
pt_br: Localizar próximo
ru_ru: Найти далее
tr_tr: Sonrakini Bul

source: Find Previous
de_de: Finde Vorherige
es_es: Buscar Anterior
fr_fr: Rechercher le précédent
ja_jp: 前を検索
pl_pl: Znajdź poprzedni
pt_br: Localizar anterior
ru_ru: Найти предыдущее
tr_tr: Öncekini Bul

source: End Search
fr_fr: Arrêter la recherche
ru_ru: Конец поиска

source: The text to search for
fr_fr: Le texte à rechercher

source: The text to replace with
fr_fr: Le texte à remplacer par

source: Search in Selection
fr_fr: Rechercher dans la sélection

source: Match Case
fr_fr: Sensible à la casse
ru_ru: Учитывать регистр

source: Match Whole Word
fr_fr: Uniquement les mots entiers
ru_ru: Учитывать всё слово

source: Use Regular Expression
fr_fr: Utiliser une expression régulière
ru_ru: Использовать регулярные выражения

source: Preserve Case
fr_fr: Conserver la casse
ru_ru: Сохранить кейс

source: Replace All
de_de: Alle ersetzen
es_es: Reemplazar Todo
fr_fr: Tout remplacer
ja_jp: すべてを置換
pl_pl: Zamień wszystkie
pt_br: Substituir todos
ru_ru: Заменить все
tr_tr: Tümünü Değiştir

source: Previous Match
fr_fr: Correspondance précédente
ru_ru: Предыдущее соответствие

source: Next Match
fr_fr: Prochaine correspondance
ru_ru: Следующее совпадение

source: Hide Search Filters
fr_fr: Masquer les filtres de recherche
ru_ru: Скрыть поисковые фильтры

source: Show Search Filters
fr_fr: Afficher les filtres de recherche
ru_ru: Показать фильтры поиска

source: Toggle Replace
fr_fr: Montrer/Cacher le remplacement
ru_ru: Переключить замену

source: Hide Replace
fr_fr: Masquer Remplacer

source: Show Replace
fr_fr: Afficher Remplacer

source: Close Search Box
fr_fr: Fermer la boîte de recherche

source: Extension Manager
de_de: Erweiterungsmanager
es_es: Administrador de Extensiones
fr_fr: Gestionnaire d'extensions
ja_jp: 拡張機能マネージャ
pl_pl: Menedżer Rozszerzeń
pt_br: Gerenciador de extensões
ru_ru: Менеджер расширений
tr_tr: Eklenti yöneticisi

source: Enable Extension Manager
de_de: Erweiterungsmanager aktivieren
es_es: Habilitar el administrador de extensiones
fr_fr: Activer le gestionnaire d'extensions
ja_jp: 拡張機能マネージャを有効にする
pl_pl: Włącz menedżera rozszerzeń
pt_br: Habilitar o gerenciador de extensões
ru_ru: Включить Менеджер расширений
tr_tr: Eklenti Yöneticisini Etkinleştir

source: Enable Extension Manager?
de_de: Erweiterungsmanager aktivieren?
es_es: ¿Habilitar el administrador de extensiones?
fr_fr: Activer le gestionnaire d'extensions ?
ja_jp: 拡張機能マネージャを有効にしますか?
pl_pl: Włączyć menedżer rozszerzeń?
pt_br: Habilitar o gerenciador de extensões?
ru_ru: Включить Менеджер расширений?
tr_tr: Eklenti Yöneticisi Etkinleştirilsin mi ?
