Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab_lsp.po
Languages: ru_ru

# schema
source: LSP Completion settings.
ru_ru: Настройки завершения LSP.

# settings
source: Language integration
ru_ru: Интеграция с языком

# settings
source: Should completion filtering be case-sensitive?
ru_ru: Должна ли фильтрация быть чувствительным к регистру?

# settings
source: Case-sensitive filtering
ru_ru: Поиск с учетом регистра

# settings
source: Whether to enable continuous hinting (Hinterland mode).
ru_ru: Включать ли непрерывную подсказку (внутренний режим).

# settings
source: Continuous hinting
ru_ru: Непрерывный подбор

# settings
source: Disable this feature. Requires reloading JupyterLab to apply changes.
ru_ru: Отключите эту функцию. Требуется перезагрузка JupyterLab для применения изменений.

# settings
source: Disable
ru_ru: Отключить

# settings
source: The sources from which to exclude completion from. Possible values include 'Kernel', 'LSP'.
ru_ru: Из источников, из которых будет исключено завершение работы. Возможные значения включают 'Kernel', 'LSP'.

# settings
source: Disable completions by source
ru_ru: Отключить дополнения по источнику

# settings
source: Should perfect matches be included in the completion suggestions list?
ru_ru: Должны ли идеально совпадения включаться в список вариантов выполнения?

# settings
source: Include perfect matches
ru_ru: Включить идеальные совпадения

# settings
source: In case of ties when sorting completions, should the kernel completions receive higher priority than the language server completions?
ru_ru: Если порядок сортировки завершается, будет ли ядро иметь более высокий приоритет по сравнению с завершением языкового сервера?

# settings
source: Prioritize completions from kernel
ru_ru: Приорититет дополнений из ядра

# settings
source: The time to wait for the kernel completions suggestions in milliseconds. Set to 0 to disable kernel completions, or to -1 to wait indefinitely (not recommended).
ru_ru: Время ожидания завершения работы ядра в миллисекундах. Установите значение 0, чтобы отключить завершение ядра или -1 для бессрочного ожидания (не рекомендуется).

# settings
source: Kernel completion response timeout
ru_ru: Тайм-аут ответа на завершение ядра

# settings
source: What to display next to the completion label, one of: 'detail', 'type', 'source', 'auto'. The default 'auto' will display whichever information is available.
ru_ru: Что показывать рядом с меткой дополнения, одна из которых: 'detail', 'type', 'source', 'auto'. Значение по умолчанию 'auto' будет отображать любую доступную информацию.

# settings
source: Text to display next to completion label
ru_ru: Текст, отображаемый рядом с ярлыком завершения

# settings
source: Layout of the completer, one of: 'detail-below', 'side-by-side'
ru_ru: Макет комплекта, один из которых: 'detail-below', 'side-by-side'

# settings
source: Completer layout
ru_ru: Более полная компоновка

# settings
source: Should matches be pre-filtered to ensure typed token is a prefix of the match?
ru_ru: Должны ли матчи быть предварительно отфильтрованы, чтобы убедиться, что введенный токен является префиксом совпадения?

# settings
source: Pre-filter matches
ru_ru: Пре-фильтр совпадений

# settings
source: Whether to show documentation box next to the completion suggestions.
ru_ru: Показывать ли поле документации рядом с предложениями по завершению.

# settings
source: Show documentation box
ru_ru: Показать окно документации

# settings
source: An array of CodeMirror tokens for which the continuous hinting should be suppressed. The token names vary between languages (modes).
ru_ru: Массив маркеров CodeMirror, для которых должна быть отключена непрерывная подсказка. Названия токенов различаются между языками (режимами).

# settings
source: Suppress invoke continuous hinting in specific code fragments
ru_ru: Отключить непрерывную подсказку при выполнении отдельных фрагментов кода

# settings
source: An array of CodeMirror tokens for which the auto-invoke after entering a trigger (e.g. `.` in Python or `::` in R) character should be suppressed. The token names vary between languages (modes).
ru_ru: Массив маркеров CodeMirror для которых автозапуск после ввода триггера (например, `.` на Python или `::` в R) символ должен быть скрыт. Названия токенов различаются между языками (режимами).

# settings
source: Suppress invoke via trigger character in specific code fragments
ru_ru: Отклонить вызов через триггер-символ в отдельных фрагментах кода

# settings
source: The identifier of a completer theme with icons which indicate the kind of completion. Set to null to disable icons. Search for 'completer themes' in the command palette for a command displaying available themes.
ru_ru: Идентификатор полной темы с значками, указывающими вид завершенности. Установите null для отключения значков. Поиск 'completer themes' в командной палитре для команды, отображающей доступные темы.

# settings
source: Completer theme
ru_ru: Завершить тему

# settings
source: Mapping used for icon selection. The kernel types (keys) are case-insensitive. Accepted values are the names of CompletionItemKind and 'Kernel' literal. The defaults aim to provide good initial experience for Julia, Python and R kernels.
ru_ru: Сопоставление, используемое для выбора значка. Типы ядра (клавиши) не чувствительны к регистру. Принимаемые значения - это имена CompletionItemKind и 'Kernel'. Значения по умолчанию направлены на то, чтобы обеспечить хороший начальный опыт работы с Julia, Python и R.

# settings
source: Mapping of custom kernel types to valid completion kind names
ru_ru: Сопоставление пользовательских типов ядра с допустимыми типами дополнений

# settings
source: Should an attempt to get the kernel response (with timeout as specified by kernelResponseTimeout) be made if kernel is busy? If you often write code in notebook while computations are running for long time (e.g. training models), turning this off might give you faster response times.
ru_ru: Попытаться получить ответ ядра (с таймаутом как указано в kernelResponseTimeout), если ядро занято? Если вы часто пишете код в блокноте, то во время работы вычислений в течение длительного времени (например, тренировка модели), отключение этого может дать вам более быстрое время ответа.

# settings
source: Wait for kernel if busy
ru_ru: Подождите ядро, если оно занято

# schema
source: Code Completion
ru_ru: Завершение кода

# schema
source: LSP Diagnostics (linter results) settings.
ru_ru: Настройки диагностики LSP (результата линейности).

# settings
source: Default level of the severity for diagnostics without severity provided by the language server.
ru_ru: Стандартный уровень серьёзности диагностики без серьёзности при помощи языкового сервера.

# settings
source: Default severity level
ru_ru: Уровень важности по умолчанию

# settings
source: Codes of diagnostics which should not be shown in the panel nor highlighted in the editor.
ru_ru: Коды диагностики, которые не должны отображаться на панели и не подсвечены в редакторе.

# settings
source: Diagnostic codes to ignore
ru_ru: Игнорировать коды диагностики

# settings
source: Regular expressions matching messages of diagnostics which should not be shown in the panel nor highlighted in the editor.
ru_ru: Регулярные выражения совпадающие с сообщениями диагностики, которые не должны отображаться на панели и подсвечиваться в редакторе.

# settings
source: Diagnostic messages to ignore
ru_ru: Проигнорировать диагностические сообщения

# settings
source: Severities of diagnostics which should not be shown in the panel nor highlighted in the editor.
ru_ru: Серьезность диагностики, которая не должна быть показана на панели или выделена в редакторе.

# settings
source: Diagnostic severity levels to ignore
ru_ru: Проигнорировать уровни диагностики серьезности

# schema
source: Code Diagnostics
ru_ru: Диагностика кода

# schema
source: LSP highlights of the variable under the cursor settings.
ru_ru: LSP выделяет переменную под настройки курсора.

# settings
source: Number of milliseconds to delay sending out the highlights request to the language server; you can get better responsiveness adjusting this value, but setting it to zero can actually slow it down as the server might get overwhelmed when moving the cursor.
ru_ru: Количество миллисекунд для задержки отправки запроса на язык сервера; вы можете улучшить отзывчивость этого значения, но установка в нулевое значение может замедлить его действие, так как сервер может перегрузиться при перемещении курсора.

# settings
source: Debouncer delay
ru_ru: Задержка Debouncer'а

# settings
source: Whether the highlights should disappear after the focus leaves the editor/cell
ru_ru: Должны ли выделения исчезать после того, как фокус покидает редактор/ячейку

# settings
source: Remove highlights on editor (e.g. cell) blur
ru_ru: Удалить выделения в редакторе (например, размытие ячейки)

# schema
source: Code Highlights
ru_ru: Подсветка кода

# schema
source: LSP Hover over the code tooltip settings.
ru_ru: LSP наведите курсор на настройки подсказки кода.

# settings
source: Automatic activation of hover without pressing a key. It will still be possible to show up tooltips with the modifier key.
ru_ru: Автоматическая активация при наведении курсора без нажатия клавиши. Появится подсказка с помощью клавиши модификатора.

# settings
source: Automatic hover
ru_ru: Автоматическое появление

# settings
source: Up to how many hover responses should be cached at any given time. The cache being is invalidated after any change in the editor.
ru_ru: До количества ответов при наведении курсора следует кэшировать в любое время. Кэш аннулируется после любого изменения редактора.

# settings
source: Cache size
ru_ru: Размер кэша

# settings
source: Number of milliseconds after which the hover tooltip should be shown. Ignored if 'Automatic hover' is off.
ru_ru: Количество миллисекунд, после которого будет показана подсказка при наведении курсора. Игнорируется, если выключено «Автоматическое наведение».

# settings
source: Hover delay
ru_ru: Задержка при появлении

# settings
source: Keyboard key which activates the tooltip on hover. The allowed keys are Alt, Control, Shift, and AltGraph. Linux user: Meta key is also supported. Safari users: Meta key is also supported, AltGraph is not supported. To see which physical keys are mapped, visit: https://developer.mozilla.org/en-US/docs/Web/API/KeyboardEvent/getModifierState
ru_ru: Клавиша клавиатуры, которая активирует всплывающие подсказки при наведении курсора. Разрешенными ключами являются Alt, Control, Shift и AltGraph. Пользователи Safari: Мета-ключ также поддерживается, AltGraph не поддерживается. Чтобы увидеть, какие физические ключи сопоставляются, посетите https://developer.mozilla.org/en-US/docs/Web/API/KeyboardEvent/getModifierState

# settings
source: Modifier key
ru_ru: Клавиша модификатор

# settings
source: Number of milliseconds to delay sending out the hover request to the language server; you can get better responsiveness adjusting this value, but setting it to zero can actually slow it down as the server might get overwhelmed when moving the mouse over the code.
ru_ru: Количество миллисекунд для задержки отправки запроса наведении на языковый сервер; вы можете улучшить отзывчивость этого значения, но установка нуля может замедлить работу сервера, так как при перемещении мыши на код сервера, сервер может перегрузиться.

# settings
source: Throttler delay
ru_ru: Задержка троттлера

# schema
source: Code Hover
ru_ru: Появление кода

# schema
source: Code Jump
ru_ru: Прыжок кода

# settings
source: Keyboard key which needs to be pressed with click to jump. The allowed keys are Alt, Control, Shift, Accel, and AltGraph. Accel corresponds to Control or Meta (Command on Mac). Linux user: Meta key is also supported. Safari users: Meta key is also supported, AltGraph is not supported. To see which physical keys are mapped, visit: https://developer.mozilla.org/en-US/docs/Web/API/KeyboardEvent/getModifierState
ru_ru: Кнопки клавиатуры, которые нужно нажать на кнопку, чтобы прыгнуть. Разрешенные клавиши - Alt, Control, Shift, Accel, AltGraph. Accel соответствует Control или Meta (Command on Mac). Пользователи Safari: Мета-ключ также поддерживается, AltGraph не поддерживается. Чтобы увидеть, какие физические ключи сопоставляются, посетите https://developer.mozilla.org/en-US/docs/Web/API/KeyboardEvent/getModifierState

# settings
source: When multiple servers match specific document/language, the server with the highest priority will be used
ru_ru: Когда несколько серверов совпадают с определенным документом/языком, будет использоваться сервер с наивысшим приоритетом

# settings
source: Priority of the server
ru_ru: Приоритет сервера

# settings
source: Configuration to be sent to language server over LSP when initialized: see the specific language server's documentation for more
ru_ru: Конфигурация для отправки на языковой сервер поверх LSP при инициализации: подробнее см. в документации по конкретному серверу

# settings
source: Language Server Configurations
ru_ru: Конфигурация языкового сервера

# schema
source: Language Server Protocol settings.
ru_ru: Настройки протокола языкового сервера.

# settings
source: Language-server specific configuration, keyed by implementation, e.g: pyls: { serverSettings: { pyls: { plugins: { pydocstyle: { enabled: true }, pyflakes: { enabled: false }, flake8: { enabled: true } } } } } Alternatively, using VSCode's naming convention: pyls: { serverSettings: { "pyls.plugins.pydocstyle.enabled": true, "pyls.plugins.pyflakes.enabled": false, "pyls.plugins.flake8.enabled": true } }
ru_ru: Конфигурация для языкового сервера, ключевая для реализации, например: pyls: { serverSettings: { pyls: { plugins: { pydocstyle: { enabled: true }, pyflaks: { enabled: false }, flake8: { enabled: true } } } } } В качестве альтернативы, используя соглашение об именах VSCode: pyls: { serverSettings: { "pyls. lugins.pydocstyle.enabled": true, "pyls.plugins.pyflakes.enabled": false, "pyls.plugins.flake8.enabled": true } }

# settings
source: Language-server specific configuration, keyed by implementation, e.g: pyls: { serverSettings: { pyls: { plugins: { pydocstyle: { enabled: true }, pyflakes: { enabled: false }, flake8: { enabled: true } } } } } Alternatively, using dotted naming convention: pyls: { serverSettings: { "pyls.plugins.pydocstyle.enabled": true, "pyls.plugins.pyflakes.enabled": false, "pyls.plugins.flake8.enabled": true } }
ru_ru: Конфигурация, специфичная для языкового сервера, определяемая реализацией, например: pyls: { serverSettings: { pyls: { plugins: { pydocstyle: { enabled: true }, pyflaks: { enabled: false }, flake8: { enabled: true } } } } } В качестве альтернативы, используя соглашение об именах с точками: pyls: { serverSettings: { "pyls. lugins.pydocstyle.enabled": true, "pyls.plugins.pyflakes.enabled": false, "pyls.plugins.flake8.enabled": true } }

# settings
source: Language Server
ru_ru: Языковой сервер

# settings
source: Whether all messages sent to and received from LSP servers should be logged into the console. To see these messages, set loggingLevel to debug or log. Note: Only messages handled by the new API will be shown.
ru_ru: Все ли сообщения, отправленные и полученные с серверов LSP, должны быть зарегистрированы в консоли. Чтобы увидеть эти сообщения, установите параметр logingLevel для отладки или журнала. Примечание: Будут показаны только сообщения, обработанные новым API.

# settings
source: Log all LSP communication with the LSP servers
ru_ru: Логгировать все связи LSP с серверами LSP

# settings
source: The console to use for debugging problems with this extension. Allowed values are: browser, floating.
ru_ru: Консоль, используемая для проблем отладки с этим расширением. Допустимые значения: browser, floating.

# settings
source: Logging console type
ru_ru: Тип консоли ведения журнала

# settings
source: The verbosity of the console for debugging problems with this extension. Allowed values are: debug, log, warn, error.
ru_ru: Подробность консоли для проблем с этим расширением. Допустимые значения: debug, log, warn, error.

# settings
source: Logging console verbosity level
ru_ru: Уровень подробности журнала консоли

# settings
source: Whether to ask server to send logs with execution trace (for debugging). To see these messages, set loggingLevel to debug or log. Accepted values are: "off", "messages", "verbose". Servers are allowed to ignore this request.
ru_ru: Попросить сервер отправлять журналы с трассировкой выполнения (для отладки). Чтобы увидеть эти сообщения, установите параметр logingLevel для отладки или журнала. Принятые значения: "off", "messages", "verbose". Серверу разрешено игнорировать этот запрос.

# settings
source: Ask servers to send trace notifications
ru_ru: Спрашивать серверы для отправки уведомления о трассировке

# schema
source: Language Server
ru_ru: Языковой сервер

# schema
source: LSP Rename settings.
ru_ru: Настройки переименования LSP.

# schema
source: Code Rename
ru_ru: Переименовать код

# schema
source: LSP Code Signature Help settings.
ru_ru: Настройки справки по подписи кода LSP.

# settings
source: An array of characters which should close the signature help. The signature help may be shown again after typing a character from this list if the server requests it to open.
ru_ru: Массив символов, которые должны закрыть справку подписи. Справка по подписи может быть показана снова после ввода символа из этого списка, если сервер просит его открыть.

# settings
source: Close characters
ru_ru: Закрыть символы

# settings
source: The number of documentation lines to show without collapsing into the details section.
ru_ru: Количество строк документации, которые будут показаны без свертывания в секции деталей.

# settings
source: Number of lines to show without collapsing
ru_ru: Количество строк без сворачивания

# schema
source: Code Signature
ru_ru: Сигнатура Кода

# schema
source: LSP code syntax highlighting settings.
ru_ru: Настройки подсветки синтаксиса LSP кода.

# settings
source: If a code editor includes a code fragment in another language (for example a %%markdown magic in IPython) with appropriate foreign code extractor defined, and the extend of this code (coverage of the editor) passes the threshold, the syntax highlighting (i.e. the mode) will change to provide highlighting for the language of the foreign code.
ru_ru: Если редактор кода включает в себя фрагмент кода на другом языке (например, %%markdown magic в IPython) с соответствующим определением внешнего кода, и расширение этого кода (покрытие редактора) проходит порог, подсветка синтаксиса (то есть, режим), чтобы подсветить язык иностранного кода.

# settings
source: Threshold of foreign code coverage for changing the mode in an editor
ru_ru: Порог покрытия внешнего кода для изменения режима в редакторе

# schema
source: Code Syntax
ru_ru: Синтаксис кода

source: Failed to load language server spec finder `{}`: {}
ru_ru: Не удалось загрузить средство поиска спецификаций языкового сервера. `{}`: {}

source: Skipping non-installed server: `{}`
ru_ru: Пропуск неустановленного сервера: `{}`

source: Failed to fetch commands from language server spec finder `{}`: {}
ru_ru: Не удалось получить команды из средства поиска спецификаций языкового сервера `{}`: {}

source: Failed to validate commands from language server spec finder `{}`: {}
ru_ru: Не удалось проверить команды из средства поиска спецификаций языкового сервера `{}`: {}

source: Skipped non-installed server(s): {}
ru_ru: Пропуск неустановленного сервера(ов): {}

source: extra language server specs, keyed by implementation, from conf.d
ru_ru: дополнительные спецификации языкового сервера, связанные с реализацией, из conf.d

source: a dict of language server specs, keyed by implementation
ru_ru: список спецификаций языкового сервера, определяемый реализацией

source: try to find known language servers in sys.prefix (and elsewhere)
ru_ru: попытаться найти известные языковые серверы в sys.prefix (и в других местах)

source: path to nodejs executable
ru_ru: путь к исполняемому nodejs файлу

source: absolute paths in which to seek node_modules
ru_ru: абсолютные пути для поиска node_модулей

source: additional absolute paths to seek node_modules first
ru_ru: дополнительные абсолютные пути для поиска node_модулей

source: (current)
ru_ru: (текущий)

source: Licence:
ru_ru: Лицензия:

source: Includes dedicated dark mode icons set
ru_ru: Включает выделенные значки темных режимов

source: LSP Completer Themes
ru_ru: Заполненные темы LSP

source: OK
ru_ru: Хорошо

source: Display the completer themes
ru_ru: Отобразить полные темы

source: Language server protocol
ru_ru: Протокол языкового сервера

source: Message from
ru_ru: Сообщение от

source: Dismiss
ru_ru: Отклонить

source: allowed values: %1
ru_ru: разрешённые значения: %1

source: Language servers
ru_ru: Языковой сервер

source: Validation of user settings for language server failed
ru_ru: Проверка пользовательских настроек для сервера языка не удалась

source: Your language server settings do not follow current schema. The LSP configuration graphical interface will run in schema-free mode to enable you to continue using the current settings as-is (in case if the schema is outdated). If this is however an earlier configuration mistake (settings were not validated in earlier versions of jupyterlab-lsp), please correct the following validation errors in JSON Settings Editor, save, and reload application:
ru_ru: Ваши настройки языкового сервера не соответствуют текущей схеме. Графический интерфейс конфигурации LSP будет запущен в режиме без схемы, чтобы вы могли продолжить использовать текущие настройки как-то (в случае, если схема устарела). Если же это более ранняя ошибка конфигурации (настройки не были проверены в более ранних версиях jupyterlab-lsp), пожалуйста, исправьте следующие ошибки проверки в JSON Settings Editor, сохраните и перезагрузите приложение:

source: Default values set programatically for:
ru_ru: Установленные программно значения по умолчанию для:

source: Available
ru_ru: Доступно

source: Not installed
ru_ru: Не установлено

source: Multiple distinct values detected for:
ru_ru: Обнаружено несколько отдельных значений для:

source: Retaining the last value for each of the settings. Please remove the additional values in JSON Settings Editor.
ru_ru: Сохранение последнего значения для каждого из параметров. Пожалуйста, удалите дополнительные значения в JSON Settings Editor.

source: Troubleshooting
ru_ru: Устранение неполадок

source: In case of issues with installation feel welcome to ask a question on GitHub.
ru_ru: В случае возникновения проблем с установкой приглашаем вас задать вопрос на GitHub.

source: Installation
ru_ru: Установка

source: No installation instructions were provided with this specification.
ru_ru: Инструкции по установке не были представлены с этой спецификацией.

source: No language server for %1 detected
ru_ru: Языковой сервер для %1 не обнаружен

source: There is %1 language server you can easily install that supports %2.
ru_ru: Существует %1 языковой сервер, который вы можете легко установить, поддерживающий %2.

source: We do not have an auto-detection ready for a language servers supporting %1 yet.
ru_ru: У нас пока ещё нет автоматического определения для языковых серверов, поддерживающих %1.

source: You may contribute a specification for auto-detection as described in our
ru_ru: Вы можете добавить спецификацию для автоопределения как описано в нашей

source: documentation
ru_ru: документация

source: LSP servers
ru_ru: LSP сервер

source: Running
ru_ru: Запущено

source: Missing
ru_ru: Отсутствует

source: Documentation:
ru_ru: Документация:

source: Language Servers
ru_ru: Языковой сервер

source: LSP status
ru_ru: LSP статус
