Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyter_resource_usage.po
Languages: fr_fr, ru_ru

# settings
source: Label for the cpu indicator
fr_fr: Étiquette pour l'usage du processeur
ru_ru: Метка индикатора CPU

# settings
source: Label for the memory indicator
fr_fr: Étiquette pour l'usage de la mémoire
ru_ru: Метка для индикатора памяти

# schema
source: Resource Usage Indicator settings.
fr_fr: Paramètres de l'indicateur d'utilisation des ressources.
ru_ru: Настройки индикатора использования ресурсов.

# settings
source: Settings for the CPU indicator
fr_fr: Paramètres pour l'indicateur du processeur
ru_ru: Настройки индикатора ЦП

# settings
source: CPU Settings
fr_fr: Paramètres du CPU
ru_ru: Настройки ЦП

# settings
source: Whether to enable resource usage indicators on topbar
fr_fr: Activer ou non les indicateurs d'utilisation des ressources sur la barre supérieure
ru_ru: Включить ли индикатор использования ресурсов на верхней панели

# settings
source: Enable resource usage indicators
fr_fr: Activer les indicateurs d'utilisation des ressources
ru_ru: Включить индикаторы использования ресурсов

# settings
source: Settings for the memory indicator
fr_fr: Paramètres pour l'indicateur de la mémoire
ru_ru: Настройки индикатора памяти

# settings
source: Memory Settings
fr_fr: Paramètres mémoire
ru_ru: Настройки памяти

# settings
source: Refresh Rate to sync metrics data
fr_fr: Taux de rafraîchissement des données d'usage
ru_ru: Частота обновления для данных метрик

# settings
source: Refresh Rate (ms)
fr_fr: Taux de Rafraîchissement (en ms)
ru_ru: Частота обновления (мс)

# schema
source: Resource Usage Indicator
fr_fr: Indicateur d'utilisation des ressources
ru_ru: Индикатор использования ресурсов

source: Kernel Resource
fr_fr: Ressources du noyau
ru_ru: Ресурсы ядра

source: Kernel Usage
fr_fr: Utilisation du noyau
ru_ru: Использование ядра

source: Mem: %1 %2
fr_fr: Mém: %1 %2
ru_ru: Память: %1 / %2

source: Mem: %1 / %2 %3
fr_fr: Mém: %1 / %2 %3
ru_ru: Память: %1 / %2 %3

source: Current memory usage
fr_fr: Utilisation actuelle de la mémoire
ru_ru: Текущее использование памяти

source: Current resource usage
fr_fr: Utilisation actuelle des ressources
ru_ru: Текущее использование ресурсов

source: Switch to a notebook or console to see kernel usage details.
fr_fr: Basculez vers un notebook ou une console pour voir les détails d'utilisation du noyau.
ru_ru: Переключитесь на блокнот или консоль, чтобы получить информацию об использовании ядра.

source: No active kernel found.
fr_fr: Aucun noyau actif trouvé.
ru_ru: Не найдено активное ядро.

source: Reason: %1.
fr_fr: Raison : %1.
ru_ru: Причина: %1.

source: Kernel usage details are not available
fr_fr: Les détails d'utilisation du noyau ne sont pas disponibles
ru_ru: Детали использования ядра недоступны

source: Please check with your system administrator that you are running IPyKernel version 6.10.0 or above.
fr_fr: Veuillez vérifier auprès de votre administrateur système que vous utilisez IPyKernel version 6.10.0 ou supérieure.
ru_ru: Пожалуйста, проверьте с вашим системным администратором, что вы используете IPyKernel версии 6.10.0 или выше.

source: Kernel usage
fr_fr: Utilisation du noyau
ru_ru: Использование ядра

source: Kernel Host:
fr_fr: Hôte du noyau :
ru_ru: Хост ядра:

source: Notebook:
ru_ru: Блокнот:

source: Kernel ID:
fr_fr: Identifiant du noyau :
ru_ru: ID ядра:

source: Process ID:
fr_fr: ID du processus :
ru_ru: ID процесса:

source: CPU:
fr_fr: Processeur :
ru_ru: ЦП:

source: Memory:
fr_fr: Mémoire :
ru_ru: Память:

source: Host CPU
fr_fr: CPU de l'hôte
ru_ru: ЦП хоста

source: %2%% used on %1 CPU
fr_fr: %2%% utilisé sur %1 processeur
ru_ru: %2%% используется на %1 ЦП

source: Host Virtual Memory
fr_fr: Mémoire virtuelle de l'hôte
ru_ru: Виртуальная память хоста

source: Active:
fr_fr: Actif :
ru_ru: Активно:

source: Available:
fr_fr: Disponible :
ru_ru: Доступно:

source: Free:
fr_fr: Libre :
ru_ru: Свободно:

source: Inactive:
fr_fr: Inactif :
ru_ru: Неактивно:

source: Percent used:
fr_fr: Pourcentage utilisé :
ru_ru: Процент использования:

source: Total:
ru_ru: Всего:

source: Used:
fr_fr: Utilisé :
ru_ru: Использовано:

source: Wired:
fr_fr: Branché :
ru_ru: Проводной:

source: Kernel usage is not available
fr_fr: L'utilisation du noyau n'est pas disponible
ru_ru: Использование ядра недоступно

source: Kernel usage not available
fr_fr: Utilisation du noyau non disponible
ru_ru: Использование ядра недоступно

source: Timed out in: %1 ms
fr_fr: Délai expiré dans : %1 ms
ru_ru: Таймаут через: %1 мс

source: Loading…
fr_fr: Chargement…
ru_ru: Загрузка…

source: Usage data is missing
fr_fr: Les données d'utilisation sont manquantes
ru_ru: Данные об использовании отсутствуют

source: Kernel usage is missing
fr_fr: L'utilisation du noyau est manquante
ru_ru: Отсутствует использование ядра

source: Detected IPyKernel version: %1
fr_fr: Version de IPyKernel détectée : %1
ru_ru: Обнаружена версия IPyKernel: %1

source: No IPyKernel installation detected.
fr_fr: Aucune installation de IPyKernel détectée.
ru_ru: IPyKernel установок не найдено.

source: Timestamp:
fr_fr: Date et heure :
