Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Modified
fr_fr: Modifié
ru_ru: Изменён

source: Size: %1
de_de: Größe: %1
es_es: Tamaño: %1
fr_fr: Taille: %1
ja_jp: サイズ: %1
pl_pl: Rozmiar: %1
pt_br: Tamanho: %1
ru_ru: Размер: %1
tr_tr: Boyut: %1

source: Path: %1
de_de: Pfad: %1
es_es: Ruta: %1
fr_fr: Chemin : %1
ja_jp: パス: %1
pl_pl: Ścieżka: %1
pt_br: Caminho: %1
ru_ru: Путь: %1
tr_tr: Yol: %1

source: Created: %1
de_de: Erstellt: %1
es_es: Creado: %1
fr_fr: Créé: %1
ja_jp: 作成: %1
pl_pl: Utworzono: %1
pt_br: Criado: %1
ru_ru: Создано: %1
tr_tr: %1 oluşturuldu

source: Modified: %1
de_de: Geändert: %1
es_es: Modificado: %1
fr_fr: Modifié le : %1
ja_jp: 修正: %1
pl_pl: Zmodyfikowano: %1
pt_br: Modificado: %1
ru_ru: Изменено: %1
tr_tr: Değiştirilen %1

source: Writable: %1
de_de: Schreibbar: %1
es_es: Escribible: %1
fr_fr: Inscriptible: %1
ja_jp: 書き込み可能: %1
pl_pl: Zapisywalny: %1
pt_br: Editável: %1
ru_ru: Доступно для записи: %1
tr_tr: Yazılabilir: %1

source: Deselect directory "%1"
fr_fr: Désélectionner le dossier "%1"
ru_ru: Отменить выбор директории "%1"

source: Select directory "%1"
fr_fr: Sélectionnez le dossier "%1"
ru_ru: Выберите директорию "%1"

source: Deselect file "%1"
fr_fr: Désélectionner le fichier "%1"
ru_ru: Отменить выбор файла "%1"

source: Select file "%1"
fr_fr: Sélectionner le fichier "%1"
ru_ru: Выберите файл "%1"

source: %1 Item
de_de: %1 Element
es_es: %1 elemento
fr_fr: %1 élément
ja_jp: %1 項目
pl_pl: Element %1
ru_ru: %1 элемент
tr_tr: %1 öge

source: Size
fr_fr: Taille

# showErrorMessage
source: Paste Error
de_de: Fehler beim Einfügen
es_es: Error al Pegar
fr_fr: Impossible de coller
ja_jp: 貼り付けのエラー
pl_pl: Błąd wklejania
pt_br: Erro ao colar
ru_ru: Ошибка вставки
tr_tr: Yapıştırma hatası

source: Are you sure you want to permanently delete: %1?
de_de: Bist du sicher, dass du %1 endgültig löschen möchtest?
es_es: ¿Estás seguro que deseas eliminar definitivamente %1?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer définitivement %1 ?
ja_jp: %1を完全に削除してもよろしいですか?
pl_pl: Czy na pewno chcesz trwale usunąć %1?
pt_br: Tem certeza que deseja excluir %1 permanentemente?
ru_ru: Вы действительно хотите удалить «%1» навсегда?
tr_tr: Kalıcı olarak silmek istediğinizden emin misiniz?: %1

source: Are you sure you want to permanently delete the %1 selected item?
es_es: ¿Estás seguro que deseas eliminar definitivamente el elemento seleccionado %1?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement l'élément sélectionné %1?
ja_jp: 選択した項目 %1 を完全に削除してもよろしいですか?
pl_pl: Czy na pewno chcesz trwale usunąć %1 wybrany element?
pt_br: Tem certeza que deseja excluir permanentemente o %1 item selecionado?
ru_ru: Вы уверены, что хотите навсегда удалить %1 выбранный элемент?
tr_tr: %1 seçili kısmı tamamen silmek istediğinize emin misiniz?

source: Are you sure you want to move to trash: %1?
fr_fr: Êtes-vous sûr de vouloir déplacer dans la corbeille %1?

source: Are you sure you want to move to trash the %1 selected item?
fr_fr: Êtes-vous sûr de vouloir déplacer dans la corbeille l'élément sélectionné %1?

# showErrorMessage
source: Duplicate file
de_de: Datei duplizieren
es_es: Archivo duplicado
fr_fr: Dupliquer le fichier
ja_jp: 重複したファイル
pl_pl: Duplikuj plik
pt_br: Arquivo duplicado
ru_ru: Дублировать файл
tr_tr: Yinelenen Dosya

# showErrorMessage
source: Shut down kernel
de_de: Kernel herunterfahren
es_es: Apagar el kernel
fr_fr: Arrêter le noyau
ja_jp: カーネルをシャットダウンします
pl_pl: Wyłącz jądro
pt_br: Desativar kernel
ru_ru: Завершить работу ядра
tr_tr: Çekirdeği kapat

source: Cannot upload file (>%1 MB). %2
es_es: No se puede subir el archivo (>%1 MB). %2
fr_fr: Impossible de charger le fichier (>%1 Mo). %2
ja_jp: ファイル (>%1 MB) をアップロードできません。 %2
pl_pl: Nie można przesłać pliku (>%1 MB). %2
pt_br: Não foi possível carregar o arquivo (>%1 MB). %2
ru_ru: Не удается загрузить файл (>%1 MB). %2
tr_tr: Dosya yüklenemiyor (>%1 MB). %2

source: File uploads are disabled
fr_fr: Le téléversement de fichiers est désactivé

source: Large file size warning
es_es: Advertencia de tamaño de archivo demasiado grande
fr_fr: Avertissement sur la taille du fichier volumineux
ja_jp: 大きなファイルサイズの警告
pl_pl: Ostrzeżenie o dużym rozmiarze pliku
pt_br: Alerta de arquivo grande
ru_ru: Предупреждение о большом размере файла
tr_tr: Büyük dosya boyutu uyarısı

source: The file size is %1 MB. Do you still want to upload it?
es_es: El tamaño del archivo es de %1 MB. ¿Deseas cargarlo?
fr_fr: La taille du fichier est de %1 Mo. Voulez-vous quand-même le télécharger ?
ja_jp: ファイルサイズは %1 MB です。それでもアップロードしますか?
pl_pl: Rozmiar pliku wynosi %1 MB. Czy nadal chcesz go przesłać?
pt_br: O tamanho do arquivo é %1 MB. Você ainda deseja carregá-lo?
ru_ru: Размер файла %1 МБ. Вы уверены, что хотите загрузить его?
tr_tr: Dosyanızın boyutu %1 MB. Hala yüklemek istiyor musunuz?

source: Upload
de_de: Hochladen
es_es: Cargar
fr_fr: Téléverser
ja_jp: アップロード
pl_pl: Prześlij
pt_br: Carregar arquivo
ru_ru: Загрузить
tr_tr: Karşıya Yükle

source: Files still uploading
de_de: Dateien werden noch hochgeladen
es_es: Los archivos todavía se están cargando
fr_fr: Fichiers en cours de chargement
ja_jp: ファイルをアップロード中
pl_pl: Pliki są nadal przesyłane
pt_br: Arquivos ainda estão sendo enviados
ru_ru: Файлы всё ещё загружаются
tr_tr: Dosyalar hala yükleniyor

source: Upload Files
de_de: Dateien hochladen
es_es: Cargar archivos
fr_fr: Charger des fichiers
ja_jp: ファイルのアップロード
pl_pl: Prześlij pliki
pt_br: Carregar Arquivos
ru_ru: Загрузить файлы
tr_tr: Dosyaları Yükle

source: Uploading…
de_de: Lade hoch…
es_es: Cargando…
fr_fr: Envoi en cours…
ja_jp: アップロード中…
pl_pl: Przesyłanie…
pt_br: Carregando arquivo…
ru_ru: Загрузка…
tr_tr: Yükleniyor…

source: Complete!
de_de: Fertig!
es_es: ¡Finalizado!
fr_fr: Terminé!
ja_jp: 完了!
pl_pl: Ukończono!
pt_br: Concluído!
ru_ru: Готово!
tr_tr: Tamamlandı!

source: The file extension for the new file
fr_fr: L'extension de fichier pour le nouveau fichier

source: The label to show in the command palette
fr_fr: Le libellé à afficher dans la palette de commandes

source: The label to show in the launcher
fr_fr: Le libellé à afficher dans le lanceur

source: The caption for the command
fr_fr: La légende de la commande

source: The name of the icon to use
fr_fr: Le nom de l'icône à utiliser

source: Create a new markdown file
de_de: Eine neue Markdown-Datei erstellen
es_es: Crear un nuevo archivo markdown
fr_fr: Créer un nouveau fichier markdown
ja_jp: 新しいmarkdownファイルを作成
pl_pl: Utwórz nowy plik Markdown
pt_br: Criar um novo arquivo Markdown
ru_ru: Создать новый markdown файл
tr_tr: Yeni Markdown dosyası oluştur

source: The current working directory path
fr_fr: Le chemin du dossier de travail actuel

source: Other
de_de: Andere
es_es: Otro
fr_fr: Autre
ja_jp: その他
pl_pl: Inne
pt_br: Outros
ru_ru: Другое
tr_tr: Diğer

source: Text Editor
es_es: Editor de texto
fr_fr: Éditeur de texte
ja_jp: テキストエディタ
pl_pl: Edytor tekstu
pt_br: Editor de texto
ru_ru: Текстовый редактор
tr_tr: Metin editörü

source: Code Viewer
fr_fr: Visionneuse de code
ru_ru: Просмотр кода

source: Open Code Viewer
fr_fr: Ouvrir la visionneuse de code
ru_ru: Открыть просмотр кода

source: %1 File
fr_fr: Fichier %1

source: Create a new %1 File
fr_fr: Créer un nouveau fichier %1

source: The content to display in the code viewer
fr_fr: Le contenu à afficher dans la visionneuse de code

source: The label for the code viewer
fr_fr: Le libellé de la visionneuse de code

source: The MIME type of the content
fr_fr: Le type MIME du contenu

source: The file extension to derive MIME type from
fr_fr: L'extension de fichier définissant le type MIME

source: The ID to assign to the widget
fr_fr: L'ID à assigner au widget

source: Increase Text Editor Font Size
de_de: Texteditor-Schriftgröße erhöhen
es_es: Aumentar tamaño de fuente del editor de texto
fr_fr: Augmenter la taille de police de l'éditeur de texte
ja_jp: テキストエディタのフォントサイズを大きく
pl_pl: Zwiększ rozmiar czcionki edytora tekstu
pt_br: Aumentar o tamanho da fonte do editor de texto
ru_ru: Увеличить размер шрифта текстового редактора
tr_tr: Metin Düzenleyicisi Yazı Tipi Boyutunu Büyüt

source: Decrease Text Editor Font Size
de_de: Texteditor-Schriftgröße verringern
es_es: Disminuir tamaño de fuente del editor de texto
fr_fr: Diminuer la taille de police de l'éditeur de texte
ja_jp: テキストエディタのフォントサイズを小さくする
pl_pl: Zmniejsz rozmiar czcionki edytora tekstu
pt_br: Reduzir o tamanho da fonte do editor de texto
ru_ru: Уменьшить размер шрифта текстового редактора
tr_tr: Metin Düzenleyicisi Yazı Tipi Boyutunu Düşürün

source: Change Font Size
fr_fr: Changer la taille de la police

source: The font size change delta (positive to increase, negative to decrease)
fr_fr: Le delta de la taille de la police (positif pour augmenter, négatif pour diminuer)

source: Whether the command is called from a menu context
fr_fr: Si la commande est appelée depuis un menu contextuel

source: Show Line Numbers
de_de: Zeilennummern anzeigen
es_es: Mostar números de línea
fr_fr: Afficher les numéros de ligne
ja_jp: 行番号を表示
pl_pl: Pokaż numery wierszy
pt_br: Mostrar números de linhas
ru_ru: Показывать номера строк
tr_tr: Satır Numaralarını Göster

source: Show the line numbers for the current file.
fr_fr: Afficher les numéros de ligne pour le fichier courant.
ru_ru: Показывать номера строк текущего файла.

source: Word Wrap
de_de: Zeilenumbruch
es_es: Ajuste de línea
fr_fr: Retour à la ligne
ja_jp: 文字列折り返し
pl_pl: Zawijanie wierszy
pt_br: Quebra de Linha
ru_ru: Перенос по словам
tr_tr: Sözcük Kaydırma

source: Wrap Words
de_de: Automatischer Zeilenumbruch
es_es: Ajuste de líneas
fr_fr: Retour à la ligne
ja_jp: 文字列の折り返し
pl_pl: Zawijaj słowa
pt_br: Ajuste de palavras
ru_ru: Переносить по словам
tr_tr: Kelimeleri kaydırmak

source: Wrap words for the current file.
fr_fr: Renvoi à la ligne pour le fichier courant.
ru_ru: Перенос слов для текущего файла.

# v4
source: Spaces: %1
fr_fr: Espaces : %1
ru_ru: Пробелы: %1

source: Whether to enable word wrap
fr_fr: Activer ou non le retour à la ligne de mots

source: Indent with Tab
de_de: Mit Tabulator einrücken
es_es: Indentar usando tabulación
fr_fr: Indenter avec des tabulations
ja_jp: タブによるインデント
pl_pl: Wcinaj tabulatorami
pt_br: Indentar com tabulação
ru_ru: Отступы табуляцией
tr_tr: Tab ile boşluk bırak

source: Change match brackets for the current file.
fr_fr: Changer la correspondance des parenthèses du fichier actuel.
ru_ru: Измените скобки соответствия для текущего файла.

source: The number of spaces for indentation (or Tab for tab indentation)
fr_fr: Le nombre d'espaces (ou de tabulations) pour l'indentation

source: Auto Close Brackets in Text Editor
fr_fr: Fermer automatiquement les parenthèses dans l'éditeur de texte
ru_ru: Автоматически закрывать скобки в текстовом редакторе

source: Auto Close Brackets
fr_fr: Fermeture automatique des crochets
pl_pl: Automatyczne zamykanie nawiasów
ru_ru: Автоматическое закрытие скобок

source: Editor Theme
fr_fr: Thème de l'éditeur
ru_ru: Тема редактора

source: Go to Line…
de_de: Zur Zeile springen…
es_es: Ir a la línea…
fr_fr: Aller à la ligne…
ja_jp: 行へ移動…
pl_pl: Przejdź do linii…
pt_br: Ir para a linha…
ru_ru: Перейти к строке…
tr_tr: Satıra git...

source: Force enable/disable auto closing brackets
fr_fr: Forcer l'état d'activation de la fermeture automatique des parenthèses

source: Change editor language.
fr_fr: Modifier le langage de l'éditeur.
ru_ru: Изменить язык редактора.

source: Replace Selection in Editor
de_de: Auswahl im Editor ersetzen
es_es: Reemplazar selección en el editor
fr_fr: Remplacer la sélection dans l'éditeur
ja_jp: エディターにて選択範囲を置換する
pl_pl: Zastąp zaznaczenie w edytorze
pt_br: Substituir seleção no editor
ru_ru: Заменить выделенное в редакторе
tr_tr: Editörde seçimi değiştir

source: The theme name to change to
fr_fr: Le nom du thème vers lequel basculer

source: The display name of the theme
fr_fr: Le nom d'affichage du thème

source: Create Console for Editor
de_de: Konsole für Editor erstellen
es_es: Crear consola para el editor
fr_fr: Créer une console pour l'éditeur
ja_jp: エディターのコンソールを作成
pl_pl: Utwórz konsolę dla edytora
pt_br: Criar Console para Editor
ru_ru: Создать консоль для редактора
tr_tr: Editör İçin Konsol Yarat

source: Restart Kernel
fr_fr: Redémarrer le noyau
ru_ru: Перезапустить ядро

source: The line number to go to (1-indexed)
fr_fr: Le numéro de ligne vers lequel aller (commence à 1)

source: The column number to go to (1-indexed)
fr_fr: Le numéro de colonne vers lequel aller (commence à 1)

source: Run Selected Code
fr_fr: Exécuter le code sélectionné
ru_ru: Запустить выбранный код

source: The language name to change to
fr_fr: Le nom de la langue à changer en

source: The display name of the language
fr_fr: Le nom d'affichage de la langue

source: Run All Code
de_de: Gesamten Code ausführen
es_es: Ejecutar Todo el Código
fr_fr: Exécuter tout le code
ja_jp: すべてのコードを実行
pl_pl: Uruchom całość kodu
pt_br: Executar todo o código
ru_ru: Запустить весь код
tr_tr: Tüm Kodu Çalıştır

source: The text to replace the current selection with
fr_fr: Le texte par lequel remplacer la sélection actuelle

source: Show Markdown Preview
de_de: Markdown-Vorschau anzeigen
es_es: Mostrar vista previa de Markdown
fr_fr: Afficher l'aperçu du Markdown
ja_jp: マークダウンのプレビューを表示
pl_pl: Pokaż podgląd Markdown
pt_br: Mostrar pré-visualização do Markdown
ru_ru: Показать предпросмотр Markdown
tr_tr: Markdown Önizlemesini Göster

source: New Text File
de_de: Neue Textdatei
es_es: Nuevo Archivo de Texto
fr_fr: Nouveau fichier texte
ja_jp: 新規テキストファイル
pl_pl: Nowy plik tekstowy
pt_br: Novo arquivo de texto
ru_ru: Новый текстовый файл
tr_tr: Yeni Metin Dosyası

source: Text File
de_de: Textdatei
es_es: Archivo de Texto
fr_fr: Fichier texte
ja_jp: テキストファイル
pl_pl: Plik tekstowy
pt_br: Arquivo de texto
ru_ru: Текстовый файл
tr_tr: Metin Dosyası

source: Create a new text file
de_de: Eine neue Textdatei erstellen
es_es: Crear un nuevo archivo de texto
fr_fr: Créer un nouveau fichier texte
ja_jp: 新しいテキストファイルを作成
pl_pl: Utwórz nowy plik tekstowy
pt_br: Criar um novo arquivo de texto
ru_ru: Создать новый текстовый файл
tr_tr: Yeni bir Metin dosyası oluştur

source: Editor
fr_fr: Éditeur
ru_ru: Редактор

source: New Python File
de_de: Neue Python-Datei
fr_fr: Nouveau fichier Python
ja_jp: 新規Pythonファイル
pl_pl: Nowy plik Python
ru_ru: Новый Python файл
tr_tr: Yeni Python Dosyası

source: Create a new Python file
de_de: Neue Python-Datei erstellen
fr_fr: Créer un nouveau fichier Python
ja_jp: 新しいPythonファイルを作成
pl_pl: Utwórz nowy plik Python
ru_ru: Создать новый Python файл
tr_tr: Yeni bir Python dosyası oluştur

source: New Julia File
de_de: Neue Julia-Datei
fr_fr: Nouveau fichier Julia
ja_jp: 新規Juliaファイル
pl_pl: Nowy plik Julia
ru_ru: Новый файл Julia
tr_tr: Yeni Julia dosyası

source: Create a new Julia file
de_de: Neue Julia-Datei erstellen
fr_fr: Créer un nouveau fichier Julia
ja_jp: 新しいJuliaファイルを作成
pl_pl: Utwórz nowy plik Julia
ru_ru: Создать новый файл Julia
tr_tr: Yeni bir Julia dosyası oluştur

source: New R File
de_de: Neue R-Datei
fr_fr: Nouveau fichier R
ja_jp: 新規Rファイル
pl_pl: Nowy plik R
ru_ru: Новый R файл
tr_tr: Yeni R Dosyası

source: Create a new R file
de_de: Neue R-Datei erstellen
fr_fr: Créer un nouveau fichier R
ja_jp: 新しいRファイルを作成
pl_pl: Utwórz nowy plik R
ru_ru: Создать новый R файл
tr_tr: Yeni R dosyası oluştur

source: Change text editor syntax highlighting
de_de: Syntaxhervorhebung des Texteditors ändern
es_es: Cambiar el resaltado de sintaxis del editor de texto
fr_fr: Modifier la coloration syntaxique de l'éditeur de texte
ja_jp: テキストエディタのシンタックスハイライトを変更
pl_pl: Zmień podświetlanie składni edytora tekstu
pt_br: Mudar o realçador de sintaxe do editor de texto
ru_ru: Изменить подсветку синтаксиса текстового редактора
tr_tr: Metin düzenleyici sözdizimi vurgulamasını değiştir

source: Spaces
de_de: Leerzeichen
es_es: Espacios
fr_fr: Espaces
ja_jp: スペース
pl_pl: Spacje
pt_br: Espaços
ru_ru: Пробелы
tr_tr: Alanlar

source: Tab Indent
fr_fr: Indentation par tabulation
ru_ru: Отступ табуляции

source: Change the indentation…
fr_fr: Modifier l'indentation…
ru_ru: Изменить отступ…

source: CONTRIBUTOR LIST
de_de: MITWIRKENDENLISTE
es_es: LISTA DE COLABORADORES
fr_fr: LISTE DES CONTRIBUTEURS
ja_jp: コントリビューターのリスト
pl_pl: LISTA WSPÓŁAUTORÓW
pt_br: LISTA DE CONTRIBUIDORES
ru_ru: Список внесших вклад в разработку
tr_tr: Katkıda Bulunanlar Listesi

source: ABOUT PROJECT JUPYTER
de_de: ÜBER PROJECT JUPYTER
es_es: SOBRE EL PROYECTO JUPYTER
fr_fr: A PROPOS DU PROJET JUPYTER
ja_jp: PROJECT JUPYTER について
pl_pl: O PROJEKCIE JUPYTER
pt_br: SOBRE PROJECT JUPYTER
ru_ru: О проекте Jupyter
tr_tr: JUPYTER PROJESİ HAKKINDA

source: © 2015-2023 Project Jupyter Contributors
fr_fr: © 2015-2023 Contributeurs du projet Jupyter
ru_ru: © 2015-2023 участники проекта Jupyter

source: © %1-%2 Project Jupyter Contributors
fr_fr: © %1-%2 Projet Jupyter Contributeurs

source: About %1
de_de: Über %1
es_es: Acerca de %1
fr_fr: À propos de %1
ja_jp: %1 について
pl_pl: O programie %1
pt_br: Sobre %1
ru_ru: О %1
tr_tr: %1 Hakkında

source: Jupyter Forum
fr_fr: Forum Jupyter
ru_ru: Форум Jupyter

source: JupyterLab Reference
de_de: JupyterLab Referenz
es_es: Referencia de JupyterLab
fr_fr: Référence JupyterLab
ja_jp: JupyterLab リファレンス
pl_pl: Dokumentacja JupyterLab
pt_br: Referência do JupyterLab
ru_ru: Документация по JupyterLab
tr_tr: JupyterLab Dökümantasyonu

source: JupyterLab FAQ
es_es: Preguntas frecuentes de JupyterLab
fr_fr: FAQ JupyterLab
pl_pl: FAQ JupyterLaba
pt_br: Perguntas Frequentes sobre JupyterLab
ru_ru: ЧАВО JupyterLab
tr_tr: JupyterLab SSS

source: Jupyter Reference
de_de: JupyterLab Referenz
es_es: Referencia de Jupyter
fr_fr: Référence Jupyter
ja_jp: Jupyter リファレンス
pl_pl: Dokumentacja Jupytera
pt_br: Referência do Jupyter
ru_ru: Документация по Jupyter
tr_tr: Jupyter Dökümantasyonu

source: Markdown Reference
de_de: Markdown Referenz
es_es: Referencia de Markdown
fr_fr: Référence Markdown
ja_jp: Markdown リファレンス
pl_pl: Dokumentacja Markdown
pt_br: Referência do Markdown
ru_ru: Документация по Markdown
tr_tr: Markdown Dökumantasyonu

source: Open the provided `url` in a tab.
fr_fr: Ouvrir l'`url` fournie dans un onglet.
ru_ru: Откройте `url` в вкладке.

source: About the %1 Kernel
de_de: Über den %1 Kernel
es_es: Sobre el Kernel %1
fr_fr: A propos du noyau %1
ja_jp: %1 カーネルについて
pl_pl: %1 jądra - informacje
pt_br: Sobre o Kernel %1
ru_ru: О ядре %1
tr_tr: %1 çekirdeği hakkında

source: Kernel Icon
fr_fr: Icône du noyau

source: Download All Licenses
fr_fr: Télécharger toutes les licences

source: HTML File
de_de: HTML-Datei
es_es: Archivo HTML
fr_fr: Fichier HTML
ja_jp: HTMLファイル
pl_pl: Plik HTML
pt_br: Arquivo HTML
ru_ru: HTML файл
tr_tr: HTML Dosyası

source: HTML Viewer
fr_fr: Visionneuse HTML
ru_ru: Средство просмотра HTML

source: Trust HTML File
de_de: HTML-Datei vertrauen
es_es: Confiar en archivo HTML
fr_fr: Faire confiance au fichier HTML
ja_jp: HTMLファイルを信用する
pl_pl: Zaufaj plikowi HTML
pt_br: Confiar no arquivo HTML
ru_ru: Доверять HTML файлу
tr_tr: HTML dosyasına güven

source: Whether the HTML file is trusted. Trusting the file allows scripts to run in it, which may result in security risks. Only enable for files you trust.
fr_fr: Si le fichier HTML est fiable. Faire confiance au fichier permet à des scripts de s'exécuter dedans, ce qui peut entraîner des risques de sécurité. Activer uniquement pour les fichiers de confiance.
ru_ru: Доверять ли HTML-файлу. Верификация файла позволяет запускать скрипты в нем, что может привести к рискам безопасности. Включите только для файлов которым вы доверяете.

source: Action disabled as the file is not trusted.
fr_fr: Action désactivée car le fichier n'est pas fiable.
ru_ru: Действие отключено, так как файл не является доверенным.

source: Rerender HTML Document
de_de: HTML-Dokument erneut rendern
es_es: Redibujar documento HTML
fr_fr: Réexécuter un rendu du document HTML
ja_jp: HTMLドキュメントを再表示
pl_pl: Renderuj dokument HTML
pt_br: Renderizar o documento HTML
ru_ru: Перерисовать HTML документа
tr_tr: HTML Belgesini Tekrar Oluştur

source: Whether the HTML file is trusted. Trusting the file allows scripts to run in it, which may result in security risks. Only enable for files you trust.
de_de: Ob die HTML-Datei vertrauenswürdig ist. Dadurch Skripte in der Datei ausgeführt werden, was zu Sicherheitsrisiken führen kann. Nur für Dateien aktivieren, denen du vertraust.
es_es: Indica si el archivo HTML es de confianza. Confiar en el archivo permite que los scripts se ejecuten en él, lo que puede resultar en riesgos de seguridad. Activar sólo para archivos en los que confíes.
fr_fr: Si le fichier HTML est fiable. Faire confiance au fichier permet à des scripts JavaScript de s'exécuter, ce qui peut entraîner des risques de sécurité. Activer uniquement pour les fichiers fiables.
ja_jp: そのHTMLファイルを信用するか否か。該当ファイル内のスクリプト実行を許容するものであり、セキュリティリスクをもたらす可能性があります。ファイルを信用できる時のみ有効にしてください。
pl_pl: Czy ufać plikowi HTML. Zaufanie plikowi pozwoli na uruchamianie w nim skryptów, co może się wiązać z ryzykiem bezpieczeństwa. Aktywuj tylko dla plików, którym ufasz.
pt_br: Se o arquivo HTML é confiável. Confiar no arquivo permite que sejam executados scripts no mesmo, o que pode resultar em riscos de segurança. Somente habilite para arquivos confiáveis.
tr_tr: HTML dosyası güvenilir mi değil mi. Dosyaya güvenmek onun script çalıştırmasına izin verir, bu da bir güvenlik açığı ortaya çıkarabilir. Sadece güvendiğiniz dosyaları açın.

source: Distrust HTML
de_de: HTML misstrauen
es_es: No confiar en HTML
fr_fr: Se méfier du HTML
ja_jp: HTMLを信用しない
pl_pl: Wstrzymaj zaufanie do HTML
pt_br: Desconfiar do HTML
ru_ru: Не доверять HTML
tr_tr: HTML'e Güvenme

source: Trust HTML
de_de: HTML vertrauen
es_es: Confiar en HTML
fr_fr: Faire confiance au HTML
ja_jp: HTMLを信用する
pl_pl: Zaufaj HTML
pt_br: Confiar no HTML
ru_ru: Доверять HTML
tr_tr: HTML'e Güven

source: Whether the HTML file is trusted. Trusting the file allows opening pop-ups and running scripts which may result in security risks. Only enable for files you trust.
fr_fr: Si le fichier HTML est fiable. Faire confiance au fichier permet à d'ouvrir les liens externes et d'exécuter des scripts JavaScript, ce qui peut entraîner des risques de sécurité. Activer uniquement pour les fichiers de confiance.
ru_ru: Доверен ли HTML-файл. Доверие к файлу позволяет открывать всплывающие окна и запускать скрипты, что может привести к угрозе безопасности. Включайте только те файлы, которым вы доверяете.

source: Log Out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
ja_jp: ログアウト
pl_pl: Wyloguj się
pt_br: Sair
ru_ru: Выйти
tr_tr: Çıkış Yap

source: Log out of the Hub
de_de: Vom Hub abmelden
es_es: Cerrar sesión del Hub
fr_fr: Se déconnecter du Hub
ja_jp: Hub からログアウト
pl_pl: Wyloguj się z Hub
pt_br: Sair do Hub
ru_ru: Выйти из Хаба
tr_tr: Merkezden çıkış yap

source: Server unavailable or unreachable
de_de: Server nicht verfügbar oder nicht erreichbar
es_es: Servidor no disponible o no accesible
fr_fr: Serveur indisponible ou inaccessible
pl_pl: Serwer niedostępny lub nieosiągalny
ru_ru: Сервер недоступен

source: Your server at %1 is not running. Would you like to restart it?
es_es: Su servidor en %1 no está funcionando. ¿Desea reiniciarlo?
fr_fr: Votre serveur à %1 n'est pas en cours d'exécution. Voulez-vous le redémarrer ?
ja_jp: %1 のサーバーが動作していません。 再起動しますか?
pl_pl: Twój serwer %1 nie jest uruchomiony. Czy chcesz go zrestartować?
pt_br: Seu servidor %1 não está ativo. Gostaria de reiniciá-lo?
ru_ru: Ваш сервер в %1 не запущен. Вы хотите перезапустить его?
tr_tr: %1'deki sunucunuz çalışmıyor. Yeniden başlatmak ister misiniz?
