Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupytext.po
Languages: es_es, fr_fr, ko_kr, ru_ru

# schema
source: List of Jupytext Text Notebook formats that will be added to launcher and jupytext menu.
fr_fr: Liste des formats Jupytext Notebook qui seront ajoutés au launcher et au menu Jupytext.

# settings
source: Refresh the current browser tab for the changes to take effect.
fr_fr: Rafraîchissez l'onglet actuel du navigateur pour que les modifications prennent effet.

# settings
source: R Markdown Notebook
fr_fr: Notebook R Markdown

# settings
source: Text Notebook as Script in Hydrogen Format
fr_fr: Notebook en tant que script au format Hydrogen

# settings
source: Text Notebook as Script in Light Format
fr_fr: Notebook en tant que script au format Light

# settings
source: Text Notebook as Script in Nomarker Format
fr_fr: Notebook en tant que script au format Nomarker

# settings
source: Text Notebook as Script in Percent Format
fr_fr: Notebook en tant que script au format Percent

# settings
source: Markdown Notebook
fr_fr: Notebook Markdown

# settings
source: MyST Markdown Notebook
fr_fr: Notebook MyST Markdown

# settings
source: Quarto Markdown Notebook
fr_fr: Notebook Quarto Markdown

source: Error
fr_fr: Erreur
ko_kr: 오류
ru_ru: Ошибка

source: Please edit the notebook metadata directly if you wish a custom configuration.
es_es: Por favor, edite los metadatos del notebook directamente si desea una configuración personalizada.
fr_fr: Veuillez modifier les métadonnées du notebook directement si vous souhaitez une configuration personnalisée.
ko_kr: 사용자 지정 구성을 원하는 경우 노트북 메타데이터를 직접 편집하십시오.
ru_ru: Пожалуйста, отредактируйте метаданные блокнота напрямую, если вы хотите пользовательскую конфигурацию.

source: New Text Notebook
fr_fr: Nouveau Jupyter Notebook

source: Pair notebook
fr_fr: Associer le notebook

source: Include Metadata
es_es: Incluye metadatos
fr_fr: Inclure les métadonnées
ko_kr: 메타데이터 포함
ru_ru: Включая метаданные

source: Jupytext FAQ
fr_fr: FAQ Jupytext
ko_kr: Jupytext 자주 묻는 질문
ru_ru: ЧАВО Jupytext

source: Jupytext Reference
fr_fr: Référence Jupytext
ko_kr: Jupytext 참조
ru_ru: Документация по Jupytext

source: MyST Markdown Notebook
fr_fr: Notebook MyST Markdown
ko_kr: MyST 마크다운 노트북
ru_ru: MyST Markdown блокнот

source: R Markdown Notebook
fr_fr: Notebook R Markdown
ko_kr: R 마크다운 노트북
ru_ru: R Markdown блокнот

source: Quarto Notebook
fr_fr: Notebook Quarto
ko_kr: Quarto 노트북
ru_ru: Кварто-блокнот

source: Custom pairing
es_es: Vinculación personalizada
fr_fr: Association personnalisée
ko_kr: 사용자 지정 연결
ru_ru: Пользовательское сопряжение

source: Unpair Notebook
es_es: Desvincular Notebook
fr_fr: Dissocier le notebook
ko_kr: 노트북 연결 끊기
ru_ru: Несоединённый блокнот

source: Markdown File
es_es: Archivo Markdown
fr_fr: Fichier Markdown
ko_kr: 마크다운 파일
ru_ru: Файл Markdown

source: Pair Notebook with ipynb document
es_es: Vincular Notebook con documento ipynb
fr_fr: Associer le notebook à un document ipynb
ko_kr: 노트북과 ipynb 문서 연결
ru_ru: Соединить блокнот с документом ipynb

source: Pair Notebook with light Script
es_es: Vincular Notebook con light Script
fr_fr: Associer le notebook à un script light
ko_kr: 노트북과 간단한 스크립트 연결
ru_ru: Соединить блокнот с light Script

source: Pair Notebook with percent Script
es_es: Vincular Notebook con percent Script
fr_fr: Associer le notebook à un script avec %
ko_kr: 노트북과 퍼센트 스크립트 연결
ru_ru: Соединить блокнот с precent Script

source: Pair Notebook with Hydrogen Script
es_es: Vincular Notebook con Hydrogen Script
fr_fr: Associer le notebook à un script Hydrogen
ko_kr: 노트북과 Hydrogen 스크립트 연결
ru_ru: Соединить блокнот с Hydrogen Script

source: Pair Notebook with nomarker Script
es_es: Vincular Notebook con nomarker Script
fr_fr: Associer le notebook à un script sans marqueur
ko_kr: 노트북과 nomarker 스크립트 연결
ru_ru: Соединить блокнот с nomarker Script

source: Pair Notebook with Markdown
es_es: Vincular Notebook con Markdown
fr_fr: Associer le notebook à un fichier Markdown
ko_kr: 노트북과 마크다운 연결
ru_ru: Парный блокнот с Markdown

source: Pair Notebook with MyST Markdown
es_es: Vincular Notebook con MyST Markdown
fr_fr: Associer le notebook à un fichier MyST Markdown
ko_kr: 노트북과 MyST 마크다운 연결
ru_ru: Парный блокнот с MyST Markdown

source: Pair Notebook with R Markdown
es_es: Vincular Notebook con R Markdown
fr_fr: Associer le notebook à un fichier R Markdown
ko_kr: 노트북과 R 마크다운 연결
ru_ru: Парный блокнот с R Markdown

source: Pair Notebook with Quarto (qmd)
es_es: Vincular Notebook con Quarto (qmd)
fr_fr: Associer le notebook à un fichier Quarto (qmd)
ko_kr: 노트북과 Quarto (qmd) 연결
ru_ru: Парный блокнот с Quarto (qmd)

source: Jupytext Notebook
ko_kr: Jupyter notebook
ru_ru: Блокнот Jupytext
