Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Close and Shut Down…
de_de: Schließen und herunterfahren…
es_es: Cerrar y apagar…
fr_fr: Fermer et Arrêter…
ja_jp: 閉じてシャットダウン…
pl_pl: Zamknij i wyłącz…
pt_br: Fechar e desligar…
ru_ru: Закрыть и выключить…
tr_tr: Kapat ve bitir

source: Shut down the console?
de_de: Konsole herunterfahren?
es_es: ¿Cerrar la consola?
fr_fr: Arrêter la console ?
ja_jp: コンソールをシャットダウンしますか?
pl_pl: Wyłączyć konsolę?
pt_br: Desligar o console?
ru_ru: Завершить работу консоли?
tr_tr: Konsolu sona erdir?

source: Are you sure you want to close "%1"?
de_de: Bist du sicher, dass du %1 schließen möchten?
es_es: ¿Estás seguro de que quieres cerrar "%1"?
fr_fr: Êtes-vous sûr de vouloir fermer "%1"?
ja_jp: "%1" を閉じてもよろしいですか?
pl_pl: Czy na pewno chcesz zamknąć "%1"?
pt_br: Você tem certeza de que deseja fechar "%1"?
ru_ru: Вы уверены, что хотите закрыть "%1"?
tr_tr: Kapatmak istediğine emin misin "%1"?

source: Select the completion suggestion.
fr_fr: Sélectionne la suggestion de complétion.
ru_ru: Выберите вариант завершения.

source: Cancel console Shut Down
fr_fr: Annuler l'arrêt de la console
ru_ru: Отменить закрытие консоли

source: Confirm console Shut Down
fr_fr: Confirmer l'arrêt de la console
ru_ru: Подтвердите остановку консоли

source: Inject some code in a console.
fr_fr: Copie du code dans une console.
ru_ru: Вставьте код в консоль.

source: The path of the console session
fr_fr: Le chemin de la session de console

source: The code to inject
fr_fr: Le code à injecter

source: The metadata for the code
fr_fr: Les métadonnées du code

source: Change Kernel…
de_de: Kernel wechseln…
es_es: Cambiar intérprete
fr_fr: Changer de noyau…
ja_jp: カーネルを変更…
pl_pl: Zmień jądro…
pt_br: Alterar o Kernel…
ru_ru: Сменить ядро…
tr_tr: Kerneli Değiştir

source: Get Kernel
fr_fr: Fournit le noyau d'exécution
ru_ru: Получить ядро

source: The interaction mode for the console
fr_fr: Le mode d'interaction de la console

source: Change Console Prompt Position
fr_fr: Changer la position de la cellule éditable de la console

source: Auto Close Brackets for Code Console Prompt
fr_fr: Fermeture automatique des parenthèses pour l'invite de la console de code
ja_jp: コードコンソールプロンプトで括弧を自動で閉じる
ru_ru: Автоматическое закрытие скобок для консоли

source: Open a console for the provided `path`.
fr_fr: Ouvre une console pour le chemin (`path`) fourni.
ru_ru: Откройте консоль для указанного `path`.

source: New Console
de_de: Neue Konsole
es_es: Nueva consola para el cuaderno
fr_fr: Nouvelle console
ja_jp: 新規コンソール
pl_pl: Nowa konsola
pt_br: Novo console
ru_ru: Новая консоль
tr_tr: Yeni Konsol

source: Clear Console Cells
de_de: Konsolenzellen leeren
es_es: Nueva consola para el cuaderno
fr_fr: Effacer les cellules de la console
ja_jp: コンソールのセルを消去
pl_pl: Wyczyść komórki konsoli
pt_br: Limpar as células do console
ru_ru: Очистить ячейки консоли
tr_tr: Konsol Hücrelerini Temizle

source: Run Cell (unforced)
de_de: Zelle ausführen (unerzwungen)
es_es: Ejecutar Celda (no forzada)
fr_fr: Exécuter la cellule (non forcée)
ja_jp: セルを実行 (未強制)
pl_pl: Uruchom komórkę (bez wymuszania)
pt_br: Executar a célula (não-forçado)
ru_ru: Выполнить ячейку (без принудительного использования)
tr_tr: Hücreyi çalıştır (zorlamadan)

source: Run Cell (forced)
de_de: Zelle ausführen (erzwungen)
es_es: Ejecutar Celda (forzada)
fr_fr: Exécuter la cellule (forcée)
ja_jp: セルの実行 (強制)
pl_pl: Uruchom komórkę (wymuś)
pt_br: Executar a célula (forçado)
ru_ru: Выполнить ячейку (принудительно)
tr_tr: Hücreyi çalıştır (zorla)

source: Undo
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
ja_jp: 元に戻す
pl_pl: Cofnij
pt_br: Desfazer
ru_ru: Отменить
tr_tr: Geri Al

source: Redo
de_de: Wiederholen
es_es: Rehacer
fr_fr: Rétablir
ja_jp: やり直す
pl_pl: Ponów
pt_br: Refazer
ru_ru: Повторить
tr_tr: Yeniden yap

source: Whether to force the toggle state
fr_fr: Forcer ou non l'état de bascule

source: The path of the session to open
fr_fr: Le chemin de la session à ouvrir

source: Whether to activate the console widget
fr_fr: Activer ou non le widget console

source: Whether the command is executed from the palette
fr_fr: Si la commande est exécutée depuis la palette

source: Whether the command is executed from the launcher
fr_fr: Si la commande est exécutée depuis le lanceur

source: The kernel preference for the console
fr_fr: Les préférences du noyau pour la console

source: The base path for the console
fr_fr: Le chemin de base de la console

source: The current working directory
fr_fr: Le répertoire de travail actuel

source: The reference widget id for the insert location
fr_fr: L'id de référence du widget pour l'emplacement d'insertion

source: The tab insert mode
fr_fr: Le mode d'insertion de l'onglet

source: Whether the command is executed from palette
fr_fr: Si la commande est exécutée depuis la palette

source: Name: %1
es_es: Nombre: %1
fr_fr: Nom: %1
ja_jp: 名前: %1
pl_pl: Nazwa: %1
pt_br: Nome: %1$
ru_ru: Имя: %1
tr_tr: İsim: %1

source: Directory: %1
de_de: Verzeichnis: %1
es_es: Directorio: %1
fr_fr: Répertoire %1
ja_jp: ディレクトリ: %1
pl_pl: Katalog: %1
pt_br: Diretório: %1
ru_ru: Каталог: %1
tr_tr: Dizin: %1

source: Kernel: %1
es_es: Núcleo: %1
fr_fr: Noyau: %1
ja_jp: カーネル: %1
pl_pl: Jądro: %1
ru_ru: Ядро: %1
tr_tr: Çekirdek: %1

source: Connected: %1
de_de: Verbunden: %1
es_es: Conectado: %1
fr_fr: Connecté: %1
ja_jp: 接続: %1
pl_pl: Połączony: %1
pt_br: Conectado: %1
ru_ru: Подключён к: %1
tr_tr: Bağlanıldı: %1

source: Last Execution: %1
de_de: Letzte Ausführung: %1
es_es: Última ejecución: %1
fr_fr: Dernière exécution: %1
ja_jp: 最後の実行: %1
pl_pl: Ostatnie wykonanie: %1
pt_br: Última Execução: %1
ru_ru: Последнее выполнение: %1
tr_tr: son yürütme: %1

source: CSV Viewer
fr_fr: Visionneuse CSV
ru_ru: Средство просмотра CSV

source: Go to Line
de_de: Zur Zeile springen
es_es: Ir a la Línea
fr_fr: Aller à la ligne
ja_jp: 行へ移動
pl_pl: Przejdź do linii
pt_br: Ir para a linha
ru_ru: Перейти к строке
tr_tr: Satıra git

source: TSV Viewer
fr_fr: Visionneuse TSV
ru_ru: Средство просмотра TSV

source: tab
es_es: pestaña
fr_fr: onglet
ja_jp: タブ
pl_pl: karta
ru_ru: вкладка
tr_tr: sekme

source: pipe
es_es: tubería
fr_fr: tuyau
ja_jp: パイプ ("|")
pl_pl: znak potoku (pionowa kreska)
ru_ru: перенаправление
tr_tr: veriyolu

source: hash
fr_fr: hachage
ja_jp: ハッシュ ("#")
ru_ru: хэш

source: Delimiter:
de_de: Trennzeichen:
es_es: Delimitador:
fr_fr: Délimiteur:
ja_jp: 区切り文字:
pl_pl: Separator:
pt_br: Delimitador:
ru_ru: Разделитель:
tr_tr: Ayraç:

source: Debugger does not have stopped threads - cannot evaluate
fr_fr: Le débogueur n'a pas arrêté de threads - impossible d'évaluer

source: Evaluation resulted in an error
fr_fr: Une erreur s'est produite lors de l'évaluation

source: Could not display output data
fr_fr: Impossible d'afficher les données de sortie

source: Debugger
es_es: Depurador
fr_fr: Débogueur
ja_jp: デバッガ
pt_br: Depurador
ru_ru: Отладчик
tr_tr: Hata Ayıklayıcı

source: Debugger section
de_de: Debugger-Abschnitt
fr_fr: Débogueur
ja_jp: デバッガセクション
pl_pl: Sekcja debugera
ru_ru: Секция отладчика

source: Debugger Panel
fr_fr: Panneau du débogueur
ru_ru: Панель отладки

source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
ja_jp: 続行
pl_pl: Kontynuuj
pt_br: Continuar
ru_ru: Продолжить
tr_tr: Devam Et

source: Pause
fr_fr: Suspendre
ru_ru: Пауза

source: Terminate
de_de: Beenden
es_es: Terminar
fr_fr: Terminer
ja_jp: 停止
pl_pl: Przerwij
pt_br: Encerrar
ru_ru: Завершить
tr_tr: Sonlandır

source: Step In
de_de: Schritt hinein
es_es: Entrar
fr_fr: Entrer
ja_jp: ステップイン
pl_pl: Krok do
pt_br: Entrar
ru_ru: Шаг вперед
tr_tr: İçeri Girmek

source: Step Out
de_de: Schritt heraus
es_es: Salir
fr_fr: Sortir
ja_jp: ステップアウト
pl_pl: Wycofaj się
pt_br: Sair
ru_ru: Шаг назад
tr_tr: Dışarı Çıkmak

source: Select a filter for breakpoints on exception
fr_fr: Sélectionner un filtre pour les points d'arrêt suite à une exception
ru_ru: Выберите фильтр для точек остановки при исключении

source: Exception filter to pause on
fr_fr: Filtre d'exceptions à mettre en pause

source: Description of the exception filter
fr_fr: Description du filtre d'exception

source: Debug Console
fr_fr: Console de débogage

source: Display the tab completion widget.
fr_fr: Afficher l'aide de complétion.

source: Execute the current line in debug console.
fr_fr: Exécute la ligne courante dans la console de débogage.

source: Evaluate Code
de_de: Code auswerten
fr_fr: Évaluer le code
ja_jp: コード評価
pl_pl: Wykonaj Kod
ru_ru: Оценить код

source: Restart Kernel and Debug…
de_de: Kernel neu starten und debuggen..
es_es: Reiniciar Núcleo y Depurador…
fr_fr: Redémarrer le noyau et déboguer…
ja_jp: カーネル再起動し、デバッグ…
pl_pl: Uruchom ponownie jądro i debuguj…
ru_ru: Перезапустить ядро и отладку…

source: Inspect Variable
de_de: Variable inspizieren
es_es: Inspeccionar Variable
fr_fr: Inspecter la variable
ja_jp: 変数を調べる
pl_pl: Zbadaj zmienną
pt_br: Inspecionar variável
ru_ru: Исследовать переменную
tr_tr: Değişkeni incelemek

source: Render Variable
fr_fr: Rendre une variable
ja_jp: 変数の表示
ru_ru: Рендер переменной

source: Render variable according to its mime type
fr_fr: Rendre la variable en fonction de son type MIME
ja_jp: MIMEタイプに応じて変数を表示する
ru_ru: Отображение переменной в соответствии с типом mime

source: Copy to Clipboard
fr_fr: Copie dans le presse-papier
ru_ru: Скопировать в буфер обмена

source: Copy text representation of the value to clipboard
fr_fr: Copie la représentation textuelle de la valeur dans le presse-papier
ru_ru: Копировать текстовое представление значения в буфер обмена

source: Copy Variable to Globals
fr_fr: Copie la variable dans les variables globales
ru_ru: Копировать переменную в глобальную

source: Copy variable to globals scope
fr_fr: Copie la variable dans les variables globales
ru_ru: Копировать переменную в глобальную область

source: The variable reference to inspect
fr_fr: La référence de la variable à inspecter

source: The name of the variable to inspect
fr_fr: Le nom de la variable à inspecter

source: The frame ID
fr_fr: L'ID de la frame

source: The name of the variable to render
fr_fr: Le nom de la variable à afficher

source: Evaluate
de_de: Bewerten
fr_fr: Évaluer
ja_jp: 評価
pl_pl: Wykonaj
ru_ru: Оценить

source: Open Source
fr_fr: Libre de droit

source: Start debugger?
fr_fr: Démarrer le débogueur ?

source: The debugger service is needed to open the source %1
fr_fr: Le service de débogage est nécessaire pour ouvrir la source %1

source: Start debugger
fr_fr: Démarrer le débogueur

source: Path to the source file to open
fr_fr: Chemin vers le fichier source à ouvrir

source: Enable Debugger
de_de: Debugger einschalten
es_es: Habilitar Depurador
fr_fr: Activer le débogueur
ja_jp: デバッガ有効
pl_pl: Włącz debugger
ru_ru: Включить отладчик

source: Disable Debugger
de_de: Debugger ausschalten
es_es: Deshabilitar Depurador
fr_fr: Désactiver le débogueur
ja_jp: デバッガ無効
pl_pl: Wyłącz debugger
ru_ru: Отключить отладчик

source: Select a kernel that supports debugging to enable debugger
de_de: Wählen Sie einen Kernel, der Debugging unterstützt, um den Debugger zu aktivieren
es_es: Seleccionar un núcleo que soporte depuración para habilitar el depurador
fr_fr: Sélectionnez un noyau supportant le débogage pour activer le débogueur
ja_jp: デバッグをサポートするカーネルを選択して、デバッガーを有効にします
pl_pl: Wybierz kernel ze wsparciem debugowania aby włączyć debugger
ru_ru: Выберите ядро, поддерживающее отладку для включения отладчика

source: Paused in Debugger
fr_fr: En pause dans le débogueur

source: Breakpoints
de_de: Haltepunkte
es_es: Puntos de quiebre
fr_fr: Points d'arrêt
ja_jp: ブレークポイント
pl_pl: Punkty przerwania
pt_br: Pontos de Interrupção
ru_ru: Точки останова
tr_tr: Kesme Noktaları

source: Breakpoints panel toolbar
fr_fr: Barre d'outils du panneau des points d'arrêt

source: Pause on exception filter
fr_fr: Suspendre l'exécution suite à une exception
ru_ru: Пауза при фильтрации исключений

source: Remove All Breakpoints
de_de: Alle Haltepunkte löschen
es_es: Eliminar todos los puntos de interrupción
fr_fr: Supprimer tous les points d’arrêt
ja_jp: すべてのブレークポイントを削除する
pl_pl: Usuń wszystkie punkty przerwania
pt_br: Remover Todos os Pontos de Interrupção
ru_ru: Удалить все точки останова
tr_tr: Tüm kesme noktalarını kaldır

source: Are you sure you want to remove all breakpoints?
de_de: Sind Sie sicher, dass Sie alle Breakpoints entfernen wollen?
fr_fr: Êtes-vous sûr de vouloir supprimer tous les points d’arrêt ?
ja_jp: 全てのブレークポイントを削除して良いですか？
pl_pl: Czy na pewno chcesz usunąć wszystkie punkty przerwania?
ru_ru: Вы уверены, что хотите удалить все контрольные точки?

source: Remove breakpoints
de_de: Breakpoints entfernen
fr_fr: Supprimer les points d’arrêt
ja_jp: ブレークポイントの削除
pl_pl: Usuń punkty przerwania
ru_ru: Удаление контрольной точки

source: Callstack
de_de: Aufrufstapel
fr_fr: Pile des appels
ja_jp: コールスタック
pl_pl: Stos wywołań
pt_br: Pilha de chamadas
ru_ru: Стек вызовов
tr_tr: Çağrı yığını

source: Callstack panel toolbar
fr_fr: Barre d'outils du panneau de la hiérarchie d'appels

source: Fail to get source
fr_fr: Impossible d'obtenir la source
ru_ru: Не удалось получить источник

source: Fail to get '%1' source: %2
fr_fr: Impossible d'obtenir la source '%1' : %2
ru_ru: Не удалось получить '%1' источник: %2

source: Filter the kernel sources
fr_fr: Filtrer les sources du noyau

source: Kernel Sources
fr_fr: Sources du noyau
ru_ru: Источники ядра

source: Kernel sources panel toolbar
fr_fr: Barre d'outils du panneau des sources du noyau

source: Toggle search filter
fr_fr: (Dés)activer le filtre
pl_pl: Przełącz filtr wyszukiwania
ru_ru: Переключить панель поиска

source: Fail to get kernel sources
fr_fr: Impossible d'obtenir les sources du noyau
ru_ru: Не удалось получить ресурсы ядра

source: Fail to get kernel sources: %2
fr_fr: Impossible d'obtenir les sources du noyau : %2
ru_ru: Не удалось получить ресурсы ядра: %2

source: Refresh kernel sources
fr_fr: Actualiser les sources du noyau
ru_ru: Обновить ресурсов ядра

source: Sources preview panel toolbar
fr_fr: Barre d'outils du panneau de prévisualisation des sources

source: Open in the Main Area
de_de: Im Hauptbereich öffnen
es_es: Abrir en el área principal
fr_fr: Ouvrir dans la zone principale
ja_jp: メインエリアで開く
pl_pl: Otwórz w głównym obszarze
pt_br: Abrir na área principal
ru_ru: Открыть в Главной Области
tr_tr: Ana Ortamda açık

source: Ctrl + click to open in the Main Area
fr_fr: Ctrl + clic pour ouvrir dans la zone principale

source: Value
fr_fr: Valeur
ru_ru: Значение

source: Name
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя
tr_tr: Ad

source: Variables toolbar
fr_fr: Barre d'outils des variables

source: Tree View
de_de: Baumansicht
es_es: Vista de Árbol
fr_fr: Vue en arborescence
pl_pl: Widok drzewa
ru_ru: Просмотр в виде дерева
tr_tr: Ağaç Görünümü

source: Table View
de_de: Tabellenansicht
es_es: Vista de Tabla
fr_fr: Affichage Tableau
pl_pl: Widok tabeli
ru_ru: Просмотр таблиц
tr_tr: Tablo Görünümü

source: The variable is undefined in the active context.
fr_fr: La variable n'est pas définie dans le contexte actif.
ru_ru: Переменная не определена в активном контексте.

source: Scope
de_de: Gültigkeitsbereich
es_es: Alcance
fr_fr: Périmètre d’application
ja_jp: スコープ
pl_pl: Zakres
ru_ru: Область
tr_tr: Kapsam

source: Render variable: %1
fr_fr: Rendre la variable : %1
ru_ru: Рендер переменной: %1

source: Globals
fr_fr: Variables globales
ru_ru: Глобальные значения

source: Save %1 As…
de_de: %1 speichern als …
es_es: Guardar %1 como…
fr_fr: Enregistrer %1 sous…
ja_jp: %1 を別名で保存…
pl_pl: Zapisz %1 jako…
pt_br: Salvar %1 como…
ru_ru: Сохранить %1 как…
tr_tr: Farklı Kaydet…

source: Save with new path
de_de: Mit neuem Pfad speichern
es_es: Guardar con nueva ruta
fr_fr: Enregistrer avec un nouveau chemin
ja_jp: 新しいパスに保存
pl_pl: Zapisz przy użyciu nowej ścieżki
pt_br: Salvar com novo caminho
ru_ru: Сохранить по новому пути
tr_tr: Yeni yolu kaydet

source: Autosave Documents
de_de: Dokumente automatisch speichern
es_es: Auto-guardar documentos
fr_fr: Enregistrement automatique des documents
ja_jp: ドキュメントの自動保存
pl_pl: Autozapis Dokumentów
pt_br: Salvar documentos automaticamente
ru_ru: Автосохранение документов
tr_tr: Otomatik Belge Kaydetme

source: Cannot Save
de_de: Speichern nicht möglich
es_es: No se puede guardar
fr_fr: Enregistrement impossible
ja_jp: 保存できません
pl_pl: Nie można zapisać
pt_br: Não foi possível salvar
ru_ru: Не удается сохранить
tr_tr: Kaydedilemiyor

source: No context found for current widget!
de_de: Kein Kontext für aktuelles Widget gefunden!
es_es: No se encontró ningún contexto para el widget actual!
fr_fr: Aucun contexte trouvé pour le widget actuel!
ja_jp: 現在のウィジェットにコンテキストが見つかりませんでした!
pl_pl: Nie znaleziono kontekstu dla bieżącego widżetu!
pt_br: Nenhum contexto encontrado para o widget atual!
ru_ru: Контекст для текущего виджета не найден!
tr_tr: Geçerli widget için içerik bulunamadı!

source: Document is read-only. "Save" is disabled; use "Save as…" instead
fr_fr: Le document est en lecture seule. "Sauvegarder" est désactivé; utilisez "Enregistrer sous…" à la place

source: Save and create checkpoint
de_de: Speichern und Kontrollpunkt erstellen
es_es: Guardar y crear punto de control
fr_fr: Enregistrer et créer un point de contrôle
ja_jp: 保存してチェックポイントを作成
pl_pl: Zapisz, a następnie utwórz punkt kontrolny
pt_br: Salvar e criar ponto de verificação
ru_ru: Сохранить и создать контрольную точку
tr_tr: Kaydet ve denetim noktası oluştur

source: Save %1
de_de: %1 speichern
es_es: Guardar %1
fr_fr: Sauvegarder %1
ja_jp: %1 を保存
pl_pl: Zapisz %1
pt_br: Salvar %1
ru_ru: Сохранить %1
tr_tr: Kaydet %1

source: New View for %1
de_de: Neue Ansicht für %1
es_es: Nueva Vista para %1
fr_fr: Nouvelle vue pour %1
ja_jp: %1 の新しいビュー
pl_pl: Nowy widok dla %1
pt_br: Nova Visualização para %1
ru_ru: Новое представление для %1
tr_tr: %1 için Yeni Görünüm

source: Document is read-only
de_de: Dokument ist schreibgeschützt
es_es: El documento es de sólo lectura
fr_fr: Le document est en lecture seule
ja_jp: ドキュメントは読み取り専用です
pl_pl: Dokument jest wyłącznie do odczytu
pt_br: O documento é somente leitura
ru_ru: Документ доступен только для чтения
tr_tr: Belge salt okunur

source: Rename%1…
de_de: Umbenennen%1…
fr_fr: Renommer %1…
ja_jp: %1の名前変更…
pl_pl: Zmień nazwę %1…
ru_ru: Переименовать %1…

source: Rename file
fr_fr: Renommer le fichier
ru_ru: Переименовать файл

source: Rename and Save
fr_fr: Renommer et sauvegarder

source: File name
fr_fr: Nom du fichier
ja_jp: ファイル名
ru_ru: Имя файла

source: Do not ask for rename on first save.
fr_fr: Ne pas demander le renommage lors de la première sauvegarde.

source: Duplicate %1
fr_fr: Dupliquer %1
ru_ru: Дублировать %1

source: If checked, you will not be asked to rename future untitled files when saving them.
fr_fr: Si coché, il ne vous sera plus demandé de renommer les fichiers sans titre lors de leur sauvegarde.
ru_ru: Если флажок установлен, то при сохранении файлов без названия вас не попросят переименовывать будущие файлы.

source: Delete %1
de_de: %1 löschen
es_es: Eliminar %1
fr_fr: Supprimer %1
ja_jp: %1 を削除
pl_pl: Usuń %1
pt_br: Excluir %1
ru_ru: Удалить %1
tr_tr: %1'i Sil

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
tr_tr: Sil

source: Are you sure you want to delete %1
de_de: Bist du sicher, dass du %1 löschen möchtest
es_es: Está seguro que quiere eliminar %1
fr_fr: Êtes-vous sûr de vouloir supprimer %1
ja_jp: %1 を削除してもよろしいですか?
pl_pl: Czy na pewno chcesz usunąć %1
pt_br: Você tem certeza que você quer excluir '%1'
ru_ru: Вы уверены, что хотите удалить %1
tr_tr: %1'i silmek istediğinize emin misiniz

source: Show in File Browser
de_de: Im Dateibrowser anzeigen
es_es: Mostrar en el explorador de archivos
fr_fr: Ouvrir dans l'explorateur de fichier
ja_jp: ファイルブラウザで表示
pl_pl: Pokaż w przeglądarce plików
pt_br: Mostrar no gerenciador de arquivos
ru_ru: Показать в проводнике
tr_tr: Dosya Tarayıcısında Göster

source: Save All
de_de: Alles speichern
es_es: Guardar todo
fr_fr: Tout enregistrer
ja_jp: すべて保存
pl_pl: Zapisz wszystko
pt_br: Salvar todos
ru_ru: Сохранить всё
tr_tr: Tümünü Kaydet

source: Save all open documents
de_de: Alle geöffneten Dokumente speichern
es_es: Guardar todos los documentos abiertos
fr_fr: Enregistrer tous les documents ouverts
ja_jp: 開いているすべてのドキュメントを保存
pl_pl: Zapisz wszystkie otwarte dokumenty
pt_br: Salvar todos os documentos abertos
ru_ru: Сохранить все открытые документы
tr_tr: Açık tüm dosyaları kaydet

source: Are you sure you want to revert the %1 to checkpoint?
fr_fr: Êtes-vous sûr de vouloir revenir au point de contrôle pour %1?
ru_ru: Вы уверены, что хотите вернуть %1 к контрольной точке?

source: This cannot be undone.
de_de: Dies kann nicht rückgängig gemacht werden.
es_es: Esto no se puede deshacer.
fr_fr: Cela ne peut pas être annulé.
ja_jp: この操作は元に戻すことができません。
pl_pl: Operacja nie może zostać cofnięta.
pt_br: Essa ação não poderá ser desfeita.
ru_ru: Это действие не может быть отменено.
tr_tr: Bu işlem geri alınamaz.

source: The checkpoint was last updated at:
de_de: Der Kontrollpunkt wurde zuletzt aktualisiert um:
es_es: El punto de control fue actualizado por última vez en:
fr_fr: Le point de contrôle a été mis à jour pour la dernière fois à:
ja_jp: チェックポイントの最終更新日時:
pl_pl: Data ostatniej aktualizacji punktu kontrolnego:
pt_br: O ponto de verificação foi atualizado em:
ru_ru: Контрольная точка была последний раз обновлена в:
tr_tr: Kontrol noktasının son güncellendiği yer:

source: Choose a checkpoint
fr_fr: Choisir un point de contrôle
ru_ru: Выберите контрольную точку

source: Options for opening the cloned document
fr_fr: Options d'ouverture du document cloné
