Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

# settings
source: Whether to show the last modified column
de_de: Ob die zuletzt geänderte Spalte angezeigt werden soll
es_es: Indica si se debe mostrar la última columna modificada
fr_fr: Afficher/Masquer la dernière colonne modifiée
pl_pl: Czy pokazać kolumnę z ostatnią datą modyfikacji
pt_br: Se deve mostrar a última coluna modificada
ru_ru: Показывать последний измененный столбец

# settings
source: Show last modified column
de_de: Zuletzt geänderte Spalte anzeigen
es_es: Mostrar columna de última modificación
fr_fr: Afficher la dernière colonne modifiée
pl_pl: Pokaż kolumnę z datą modyfikacji
pt_br: Mostrar última coluna modificada
ru_ru: Показывать последнее изменение

# settings
source: Whether to allow single click selection on file browser items
fr_fr: Sélectionner sur un simple clic, les éléments du navigateur de fichiers

# settings
source: Navigate files and directories with single click
fr_fr: Naviguer dans les fichiers et répertoires d'un simple clic

# settings
source: Whether to group the notebooks away from files
fr_fr: Regrouper ou non les notebooks séparément des autres fichiers
ru_ru: Группировать ли блокноты отдельно от файлов

# settings
source: When sorting by name, group notebooks before other files
fr_fr: Lors du tri par nom, regroupe les notebooks avant les autres fichiers
ru_ru: При сортировке по имени группировать записные книжки перед другими файлами

# settings
source: Whether to apply fuzzy algorithm while filtering on file names
es_es: Indica si se debe aplicar un algoritmo difuso en el filtrado de nombres de ficheros
fr_fr: Appliquer ou non un algorithme flou lors du filtrage sur les noms de fichiers
pl_pl: Czy stosować rozmyty algorytm podczas filtrowania nazw plików
pt_br: Se deve aplicar algoritmo difuso durante a filtragem de nomes de arquivos
ru_ru: Нужно ли применять нечеткий алгоритм во время фильтрации по имени файла

# settings
source: Filter on file name with a fuzzy search
es_es: Filtrar por nombre de fichero con una búsqueda difusa
fr_fr: Filtrer sur le nom du fichier avec une recherche floue
pl_pl: Filtruj według nazwy pliku za pomocą wyszukiwania rozmytego
pt_br: Filtrar o nome do arquivo com uma pesquisa difusa
ru_ru: Фильтровать по имени файла используя нечеткий поиск

# schema
source: File Browser
de_de: Dateibrowser
es_es: Explorador de archivos
fr_fr: Explorateur de fichiers
ja_jp: ファイルブラウザ
pl_pl: Przeglądarka plików
pt_br: Explorador de Arquivos
ru_ru: Обзор файлов
tr_tr: Dosya Gözatıcı

# schema
source: File Browser Download settings.
de_de: Datei-Browser Download-Einstellungen.
es_es: Configuración de descarga del explorador de ficheros.
fr_fr: Paramètres de téléchargement du navigateur de fichiers.
ja_jp: ファイルブラウザダウンロード設定。
pl_pl: Ustawienia pobierania przeglądarki plików.
ru_ru: Настройки файлового менеджера загрузок.
tr_tr: Dosya tarayıcı indirme ayarları.

# schema
source: File Browser Download
de_de: Datei-Browser Download
es_es: Descarga del explorador de ficheros
fr_fr: Téléchargement du navigateur de fichiers
ja_jp: ファイルブラウザダウンロー
pl_pl: Pobierz przeglądarkę plików
pt_br: Download do Navegador de Arquivos
ru_ru: Загрузка файла браузера

# schema
source: File Browser Open Browser Tab settings.
es_es: Configuración de pestaña abierta del explorador de ficheros.
fr_fr: Paramètres d'onglet Ouvrir le navigateur de fichiers.
pl_pl: Ustawienia przeglądarki plików: otwórz kartę przeglądarki.
pt_br: Configurações de Abas Abertas no Navegador de Arquivos.
ru_ru: Открыть вкладку "файловый менеджер с настройками".

# schema
source: File Browser Open Browser Tab
es_es: Pestaña abierta del explorador de ficheros
fr_fr: Onglet Ouvrir le navigateur de fichiers
pl_pl: Przeglądarka plików: otwórz kartę przeglądarki
ru_ru: Файловый менеджер откроет браузер во вкладке

# schema
source: File Browser Open With settings.
es_es: Configuración de apertura de ficheros del explorador.
fr_fr: Paramètres Navigateur de fichiers Ouvrir avec.
pl_pl: Ustawienia przeglądarki plików: otwórz za pomocą.
ru_ru: Открыть файловый менеджер с настройками.

# menu
source: Open With
de_de: Öffnen mit
es_es: Abrir Con
fr_fr: Ouvrir avec
ja_jp: 〜で開く
pl_pl: Otwórz za pomocą
ru_ru: Открыть с помощью
tr_tr: Birlikte Aç

# schema
source: File Browser Open With
es_es: Apertura de ficheros del explorador
fr_fr: Navigateur de fichiers Ouvrir avec
pl_pl: Przeglądarka plików: otwórz za pomocą
ru_ru: Файловый менеджер открыть с

# schema
source: File Browser widget settings.
es_es: Configuración de widget del explorador.
fr_fr: Paramètres du navigateur de fichiers.
ru_ru: Настройки виджета браузинга файлов.

# settings
source: Note: To disable a toolbar item, copy it to User Preferences and add the "disabled" key. The following example will disable the uploader button: { "toolbar": [ { "name": "uploader", "disabled": true } ] } Toolbar description:
es_es: Nota: Para deshabilitar un elemento de la barra de herramientas, cópielo en Preferencias de usuario y agregue la tecla "deshabilitada". El siguiente ejemplo deshabilitará el botón de subida: { "toolbar": [ { "name": "uploader", "disabled": true } ] } Descripción de la barra de herramientas:
fr_fr: Remarque : Pour désactiver un élément de la barre d'outils, copiez-le dans les préférences utilisateur et ajoutez l'attribut "disabled". L'exemple suivant désactivera le bouton pour envoyer un fichier: { "toolbar": [ { "name": "uploader", "disabled": true } ] } Description de la barre d'outils :
ru_ru: Примечание. Чтобы отключить элемент панели инструментов, скопируйте его в пользовательские настройки и добавьте ключ "disabled". В следующем примере отключается кнопка загрузки: { "toolbar": [ { "name": "uploader", "disabled": true } ] } Описание панели инструментов:

# settings
source: File browser toolbar items
es_es: Elementos de barra de herramientas del explorador
fr_fr: Éléments de la barre d'outils du navigateur de fichiers
ru_ru: Файловые элементы панели инструментов

# schema
source: File Browser Widget
es_es: Widget del explorador de ficheros
fr_fr: Navigateur de fichiers
ru_ru: Виджет выбора файлов

# schema
source: File editor completer settings.
de_de: File Editor Completer Einstellungen.
es_es: Configuración de consejos del editor de archivos.
fr_fr: Paramètres du compléteur de l'éditeur de fichiers.
ja_jp: ファイルエディタ入力補完設定。
pl_pl: Ustawienia uzupełniacza edytora plików.
pt_br: Configurações da função Autocompletar do editor de arquivos.
ru_ru: Настройки автодополнения редактора файлов.
tr_tr: Dosya düzenleyicisinin tamamlayıcı ayarları.

# schema
source: File Editor Completer
es_es: Completador del editor de archivos
fr_fr: Compléteur de l'éditeur de fichiers
ja_jp: ファイルエディタ入力補完
pl_pl: Uzupełniacz edytora plików
pt_br: Função Autocompletar do Editor de Arquivos
ru_ru: Автодополнение редактора файлов
tr_tr: Dosya Editörü Tamamlayıcı

# schema
source: Text editor settings.
de_de: Texteditor Einstellungen.
es_es: Configuración del editor de texto.
fr_fr: Paramètres de l'éditeur de texte.
ja_jp: テキストエディタの設定。
pl_pl: Ustawienia edytora tekstu.
pt_br: Configurações do editor de texto.
ru_ru: Настройки текстового редактора.
tr_tr: Metin editörü ayarları.

# menu
source: Text Editor Syntax Highlighting
es_es: Resaltado de sintaxis del editor de texto
fr_fr: Coloration syntaxique de l'éditeur de texte
pl_pl: Podświetlanie składni edytora tekstu
pt_br: Realçador de Sintaxe do Editor de Texto
ru_ru: Подсветка синтаксиса текстового редактора
tr_tr: Metin Düzenleyicisinin Sözdizimi Vurgulaması

# menu
source: Text Editor Indentation
de_de: Einrückung im Texteditor
es_es: Indentación del editor de texto
fr_fr: Indentation de l'éditeur de texte
ja_jp: テキストエディタのインデント
pl_pl: Wcięcie edytora tekstu
ru_ru: Отступ текста в редакторе

# menu
source: Text Editor Theme
es_es: Tema del editor de texto
fr_fr: Thème de l'éditeur de texte
pl_pl: Motyw Edytora Tekstu
pt_br: Tema do editor de texto
ru_ru: Тема текстового редактора
tr_tr: Metin Editörü Teması

# settings
source: Editor
fr_fr: Éditeur
ja_jp: エディタ
pl_pl: Edytor
ru_ru: Редактор
tr_tr: Düzenleyici

# settings
source: The configuration for all text editors; it will override the CodeMirror default configuration. If `fontFamily`, `fontSize` or `lineHeight` are `null`, values from current theme are used.
fr_fr: La configuration pour tous les éditeurs de texte ; cela remplacera la configuration par défaut de CodeMirror. Si `fontFamily`, `fontSize` ou `lineHeight` sont `null`, les valeurs du thème actuel sont utilisées.
ru_ru: Конфигурация для всех текстовых редакторов; она заменит конфигурацию CodeMirror по умолчанию. Если `fontFamily`, `fontSize` или `lineHeight` являются `null`, используются значения из текущей темы.

# settings
source: Editor Configuration
de_de: Editor-Konfiguration
es_es: Configuración del editor
fr_fr: Configuration de l'éditeur
ja_jp: エディタ設定
pl_pl: Konfiguracja edytora
ru_ru: Конфигурация редактора

# settings
source: Whether to scroll past the end of text document.
fr_fr: Défiler ou non au-delà de la fin du document.
ru_ru: Прокручивать ли после конца текстового документа.

# settings
source: Scroll behavior
de_de: Scroll-Verhalten
es_es: Comportamiento de desplazamiento
fr_fr: Comportement du défilement
pl_pl: Zachowanie przewijania
pt_br: Comportamento da rolagem
ru_ru: Поведение при прокрутке
tr_tr: Kaydırma davranışı

# settings
source: Note: To disable a toolbar item, copy it to User Preferences and add the "disabled" key. Toolbar description:
es_es: Nota: Para deshabilitar un elemento de la barra de herramientas, cópielo a Preferencias de usuario y agregue la clave "deshabilitada". Descripción de la barra de herramientas:
fr_fr: Remarque : Pour désactiver un élément de la barre d'outils, copiez-le dans les préférences utilisateur et ajoutez la touche "disabled". Description de la barre d'outils :
ru_ru: Примечание. Чтобы отключить элемент панели инструментов, скопируйте его в пользовательские настройки и добавьте ключ "disabled". Описание панели инструментов:

# settings
source: Text editor toolbar items
fr_fr: Éléments de la barre d'outils de l'éditeur de texte
ru_ru: Элементы панели инструментов текстового редактора

# schema
source: Text Editor
es_es: Editor de texto
fr_fr: Éditeur de texte
ja_jp: テキストエディタ
pl_pl: Edytor tekstu
pt_br: Editor de Texto
ru_ru: Текстовый редактор
tr_tr: Metin Düzenleyici

# schema
source: Help settings.
de_de: Hilfeeinstellungen.
fr_fr: Paramètres d'aide.
ja_jp: ヘルプ設定。
pl_pl: Ustawienia pomocy.
ru_ru: Настройки справки.
tr_tr: Yardım Ayarları.

# schema
source: Help
de_de: Hilfe
fr_fr: Aide
ja_jp: ヘルプ
pl_pl: Pomoc
ru_ru: Справка
tr_tr: Yardım

# schema
source: HTML Viewer settings.
fr_fr: Paramètres de la visionneuse HTML.
ja_jp: HTMLビュワーの設定。
ru_ru: Настройки средства просмотра HTML.
tr_tr: HTML görüntüleyici ayarları.

# settings
source: HTML Viewer
fr_fr: Visionneuse HTML
ru_ru: Средство просмотра HTML

# settings
source: Note: To disable a toolbar item, copy it to User Preferences and add the "disabled" key. The following example will disable the refresh item: { "toolbar": [ { "name": "refresh", "disabled": true } ] } Toolbar description:
fr_fr: Remarque : Pour désactiver un élément de la barre d'outils, copiez-le dans les préférences utilisateur et ajoutez l'attribut "disabled". L'exemple suivant désactivera le bouton pour rafraichir la page: { "toolbar": [ { "name": "refresh", "disabled": true } ] } Description de la barre d'outils :
ja_jp: 注: ツールバー項目を無効にするには、 「disabled」キーをユーザー設定にコピーして追加します 次の例では、更新項目を無効にします。: { "toolbar": [ { "name": "refresh", "disabled": true } ] } ツールバー詳細:
ru_ru: Примечание. Чтобы отключить элемент панели инструментов, скопируйте его в пользовательские настройки и добавьте ключ "disabled". Следующий пример отключит элемент обновления: { "toolbar": [ { "name": "refresh", "disabled": true } ] } Описание панели инструментов:

# settings
source: HTML viewer toolbar items
fr_fr: Éléments de la barre d'outils de la visionneuse HTML
ja_jp: HTMLビュワーツールバーアイテム
ru_ru: Элементы панели средства просмотра HTML

# settings
source: Whether to trust HTML files upon opening
fr_fr: Faire confiance ou non aux fichiers HTML à l'ouverture
ru_ru: Доверять ли HTML файлам при открытии

# settings
source: Trust HTML by default
fr_fr: Faire confiance au code HTML par défaut
ru_ru: Доверять HTML по умолчанию

# schema
source: HTML Viewer
fr_fr: Visionneuse HTML
ja_jp: HTMLビュワー
ru_ru: Средство просмотра HTML
tr_tr: HTML Görüntüleyici

# schema
source: JupyterHub settings.
de_de: JupyterHub-Einstellungen.
fr_fr: Paramètres JupyterHub.
ja_jp: JupyterHubの設定。
pl_pl: Ustawienia JupyterHub.
ru_ru: Настройки JupyterHub.

# schema
source: Image viewer settings.
de_de: Bildbetrachter-Einstellungen.
es_es: Configuración del visor de imágenes.
fr_fr: Paramètres de la visionneuse d'image.
ja_jp: 画像ビューアの設定。
pl_pl: Ustawienia przeglądarki obrazów.
pt_br: Configurações do visualizador de imagens.
ru_ru: Настройки просмотра изображений.
tr_tr: Resim görüntüleyici ayarları.

# schema
source: Image Viewer
de_de: Bildbetrachter
es_es: Visor de imágenes
fr_fr: Visionneuse d’images
ja_jp: 画像ビューア
pl_pl: Przeglądarka obrazów
pt_br: Visualizador de Imagens
ru_ru: Просмотрщик изображений
tr_tr: Resim Görüntüleyici

# schema
source: Inspector Notebook settings.
fr_fr: Paramètres de l'inspecteur de Notebook.
pl_pl: Ustawienia inspektora notatnika.
ru_ru: Настройки инспектора блокнота.

# schema
source: Inspector Notebook
fr_fr: Inspecteur de Notebook
pl_pl: Inspektor notatnika
ru_ru: Инспектор блокнота

# schema
source: Inspector settings.
de_de: Inspektor-Einstellungen.
es_es: Configuración del inspector.
fr_fr: Paramètres de l'inspecteur.
ja_jp: インスペクタの設定。
pl_pl: Ustawienia inspektora.
pt_br: Configurações do inspetor.
ru_ru: Настройки инспектора.
tr_tr: Gözlemci Ayarları.

# schema
source: Inspector
de_de: Inspektor
fr_fr: Inspecteur
ja_jp: インスペクタ
pl_pl: Inspektor
pt_br: Inspetor
ru_ru: Инспектор
tr_tr: Gözlemci

# schema
source: Launcher settings.
de_de: Launcher-Einstellungen.
es_es: Ajustes del lanzador.
fr_fr: Paramètres du lanceur.
ja_jp: ランチャーの設定。
pl_pl: Ustawienia Launchera.
pt_br: Configurações do iniciador.
ru_ru: Настройки лаунчера.
tr_tr: Başlatıcı Ayarları.

# schema
source: Launcher
es_es: Lanzador
fr_fr: Lanceur
ja_jp: ランチャー
pt_br: Iniciador
ru_ru: Лаунчер
tr_tr: Başlatıcı

# schema
source: Log Console settings.
de_de: Protokollkonsolen-Einstellungen.
es_es: Configuración de la consola de registro.
fr_fr: Paramètre de la console de log.
ja_jp: ログコンソールの設定。
pl_pl: Ustawienia konsoli logów.
pt_br: Configurações do console de registros.
ru_ru: Настройки консоли журнала.
tr_tr: Günlük konsolu ayarları.

# settings
source: Log Console
de_de: Protokollkonsole
fr_fr: Console de journal
ja_jp: ログコンソール
pl_pl: Konsola logów
ru_ru: Журнал консоли

# settings
source: Default log level for loggers
fr_fr: Niveau de notifications par défaut pour les journaux

# settings
source: Critical
fr_fr: Critique

# settings
source: Error
fr_fr: Erreur

# settings
source: Warning
fr_fr: Avertissement

# settings
source: Info
fr_fr: Information

# settings
source: Debug
fr_fr: Débogage

# settings
source: Default Log Level
fr_fr: Niveau de journal par défaut

# settings
source: Whether to flash on new log message or not
fr_fr: S'il faut flasher ou non pour un nouveau message de journal
pl_pl: Czy błyskać po zalogowaniu nowej wiadomości
ru_ru: Мигать ли при новом сообщении в журнале или нет

# settings
source: Status Bar Item flash
fr_fr: Élément de la barre d'état clignotant
pl_pl: Błyskanie elementu paska stanu
ru_ru: Мигание объекта в строке состояния

# settings
source: Maximum number of log entries to store in memory
de_de: Maximale Anzahl der zu speichernden Protokolleinträge
fr_fr: Nombre maximum d'entrées de journal à stocker en mémoire
pl_pl: Maksymalna liczba wpisów dziennika logów do przechowywania w pamięci
ru_ru: Максимальное количество записей журнала в памяти

# settings
source: Log entry count limit
de_de: Limit für die Anzahl der Protokolleinträge
fr_fr: Limite de nombre d'entrée de journal
pl_pl: Limit liczby wpisów w dzienniku logów
ru_ru: Лимит количества записей журнала

# settings
source: Note: To disable a toolbar item, copy it to User Preferences and add the "disabled" key. The following example will disable the clear button: { "toolbar": [ { "name": "clear", "disabled": true } ] } Toolbar description:
fr_fr: Remarque : Pour désactiver un élément de la barre d'outils, copiez-le dans les préférences utilisateur et ajoutez l'attribut "disabled". L'exemple suivant désactivera le bouton pour effacer: { "toolbar": [ { "name": "clear", "disabled": true } ] } Description de la barre d'outils :

# settings
source: Log console toolbar items
fr_fr: Éléments de la barre d'outils de la console de journal

# schema
source: Log Console
de_de: Protokollkonsole
es_es: Consola de registro
fr_fr: Console de log
ja_jp: ログコンソール
pl_pl: Konsola logów
pt_br: Console de registros
ru_ru: Консоль журнала
tr_tr: Günlük konsolu

# settings
source: Configuration to be sent to language server over LSP when initialized: see the specific language server's documentation for more
fr_fr: Configuration à envoyer au serveur de langage par LSP lors de l'initialisation : voir la documentation du serveur de langage spécifique pour plus de détails
ru_ru: Конфигурация для отправки на языковой сервер поверх LSP при инициализации: подробнее см. в документации по конкретному серверу

# settings
source: Language Server Configurations
fr_fr: Configurations du serveur de language
ru_ru: Конфигурация языкового сервера

# settings
source: When multiple servers match specific document/language, the server with the highest rank will be used
fr_fr: Lorsque plusieurs serveurs correspondent à un document/langage spécifique, le serveur avec la priorité la plus élevée sera utilisé
ru_ru: Когда несколько серверов соответствуют определенному документу/языку, будет использоваться сервер с наивысшим рангом

# settings
source: Rank of the server
fr_fr: Priorité du serveur
ru_ru: Ранк сервера

# schema
source: Language Server Protocol settings.
fr_fr: Paramètres de protocole du serveur de langage.
ru_ru: Настройки протокола языкового сервера.

# settings
source: Language integration
fr_fr: Intégration du langage
ru_ru: Интеграция с языком

# settings
source: Enable or disable the language server services.
fr_fr: Activer ou désactiver les services du serveur de langage.
ru_ru: Включение или отключение служб языкового сервера.

# settings
source: Activate
fr_fr: Activer
ru_ru: Активировать

# settings
source: Language-server specific configuration, keyed by implementation
fr_fr: Configuration spécifique au serveur de langage, une entrée par implémentation
ru_ru: Конфигурация для языкового сервера, ключевое значение в реализации

# settings
source: Language Server
fr_fr: Serveur de langage
ru_ru: Языковой сервер

# settings
source: Enable or disable the logging feature of the language servers.
fr_fr: Activer ou désactiver la fonctionnalité de journalisation des serveurs de langage.
ru_ru: Включение или отключение функции логгирования на языковых серверах.

# settings
source: Log communication
fr_fr: Journal de communication
ru_ru: Журнал связи

# settings
source: Whether to ask server to send logs with execution trace (for debugging). Accepted values are: "off", "messages", "verbose". Servers are allowed to ignore this request.
fr_fr: Demander au serveur d'envoyer ou non des logs avec la trace d'exécution (pour le débogage). Les valeurs acceptées sont : "off", "messages", "verbose". Les serveurs sont autorisés à ignorer cette requête.
ru_ru: Попросить ли сервер отправить логи выполнения (для отладки). Принимаемые значения: "выкл", "сообщения", "verbose". Серверу разрешено игнорировать этот запрос.

# settings
source: Ask servers to send trace notifications
fr_fr: Demander aux serveurs d'envoyer des notifications de trace
ru_ru: Спрашивать серверы для отправки уведомления о трассировке

# schema
source: Language Servers (Experimental)
fr_fr: Serveurs de langage (expérimental)
ru_ru: Языковые серверы (экспериментальные)

# schema
source: Main JupyterLab menu settings.
de_de: Einstellungen des JupyterLab-Hauptmenüs.
es_es: Configuración del menú principal de JupyterLab.
fr_fr: Paramètres du menu principal de JupyterLab.
ja_jp: メインJupyterLabメニューの設定。
pl_pl: Ustawienia głównego menu JupyterLab.
pt_br: Menu de configurações principais do JupyterLab.
ru_ru: Настройки главного меню JupyterLab.
tr_tr: Ana JupyterLab menüsü ayarları.

# menu
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
ja_jp: 新規
pl_pl: Nowy
ru_ru: Новый
tr_tr: Yeni

# menu
source: File
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ja_jp: ファイル
pl_pl: Plik
ru_ru: Файл
tr_tr: Dosya

# menu
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Édition
ja_jp: 編集
pl_pl: Edycja
ru_ru: Редактировать
tr_tr: Düzenle

# menu
source: View
de_de: Anzeigen
es_es: Ver
fr_fr: Affichage
ja_jp: 表示
pl_pl: Widok
ru_ru: Просмотр
tr_tr: Görünüm

# menu
source: Run
de_de: Ausführen
fr_fr: Exécution
ja_jp: 実行
pl_pl: Uruchom
ru_ru: Выполнить
tr_tr: Çalıştır

# menu
source: Kernel
fr_fr: Noyau
ja_jp: カーネル
pl_pl: Jądro
ru_ru: Ядро
tr_tr: Çekirdek

# menu
source: Tabs
fr_fr: Onglets
ja_jp: タブ
pl_pl: Karty
ru_ru: Вкладки
tr_tr: Sekmeler

# menu
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ja_jp: 設定
pl_pl: Ustawienia
ru_ru: Настройки
tr_tr: Ayarlar

# menu
source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
ja_jp: ヘルプ
pl_pl: Pomoc
ru_ru: Справка
tr_tr: Yardım

# settings
source: Note: To disable a menu or a menu item, copy it to User Preferences and add the "disabled" key. The following example will disable the "Tabs" menu and "Restart Kernel and Run up to Selected Cell" item: { "menus": [ { "id": "jp-mainmenu-tabs", "disabled": true }, { "id": "jp-mainmenu-kernel", "items": [ { "command": "notebook:restart-and-run-to-selected", "disabled": true } ] } ] } Menu description:
fr_fr: Remarque : Pour désactiver un élément de menu ou un menu, copiez-le dans les préférences utilisateur et ajoutez la touche "disabled". L'exemple suivant désactivera le menu "Onglet" et "Redémarrer le noyau et Exécuter jusqu'à la cellule sélectionnée" élément : { "menus": [ { "id": "jp-mainmenu-tabulations", "désactivé": vrai }, { "id": "jp-mainmenu-kernel", "items": [ { "command": "notebook:restart-and-run-to-selected", "désactivé" : vrai } ] } ] } description du menu :
ja_jp: 注: メニューまたはメニュー項目を無効にするには、 「disabled」キーをユーザー設定にコピーして追加します。 次の例は「カーネルを再起動して選択したセルまで実行する」アイテムとn 「タブ」メニューを無効にします。: { "menus": [ { "id": "jp-mainmenu-tabs", "disabled": true }, { "id": "jp-mainmenu-kernel", "items": [ { "command": "notebook:restart-and-run-to-selected", "disabled": true } ] } ] } メニュー詳細:
pl_pl: Uwaga: Aby wyłączyć menu lub pozycję menu, skopiuj je do Preferencji Użytkownika i dodaj klawisz "disabled". Poniższy przykład wyłączy menu "Tabs" i "Zrestartuj jądro i uruchom do wybranej komórki" element: { "menu": [ { "id": "jp-mainmenu-tabs", "disabled": true }, { "id": "jp-mainmenu-kernel", "items": [ { "command": "notebook:restart-and-run-to-selected", "disabled": true } ] } ] } Opis menu:
ru_ru: Примечание. Чтобы отключить меню или пункт меню, скопируйте его в пользовательские настройки и добавьте ключ "disabled". Следующий пример отключит меню «Вкладки» и «Перезапустить ядро ​​и перейти к выбранной ячейке»: "menus": [ { "id": "jp-mainmenu-tabs", "disabled": true }, { "id": "jp-mainmenu-kernel", "items": [ { "command": "notebook:restart-and-run-to-selected", "disabled": true } ] } ] } Описание меню:

# settings
source: The application menu description.
de_de: Die Beschreibung des Anwendungsmenüs.
fr_fr: Description du menu de l'application.
ja_jp: アプリケーションメニューの説明。
pl_pl: Opis menu aplikacji.
ru_ru: Описание меню приложения.
