Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: No properties to inspect.
de_de: Keine Eigenschaften zu inspizieren.
es_es: No hay propiedades para inspeccionar.
fr_fr: Aucune propriété à inspecter.
ja_jp: チェックするプロパティがありません。
pl_pl: Brak własności do inspekcji.
pt_br: Sem propriedades para inspecionar.
ru_ru: Нет свойств для проверки.
tr_tr: İncelenecek özellikler yok.

source: No Properties
fr_fr: Aucune Propriété

source: The property inspector allows to view and edit properties of a selected notebook.
fr_fr: L'inspecteur de propriétés permet de visualiser et de modifier les propriétés du notebook sélectionné.

source: The file path to open
fr_fr: Le chemin d'accès du fichier à ouvrir

source: Fragment identifier to navigate to
fr_fr: Identifiant du fragment vers lequel naviguer

source: Scope of the file location
fr_fr: Portée de l'emplacement de fichier

source: Handle Local Link
es_es: Manejar Enlace Local
fr_fr: Gérer le lien local
ja_jp: ローカルリンクの処理
pl_pl: Obsługa lokalnego łącza
pt_br: Manipular Link Local
ru_ru: Обработка локальной ссылки
tr_tr: Yerel Bağlantıyı Yönet

source: This HTML output contains inline scripts. Are you sure that you want to run arbitrary Javascript within your JupyterLab session?
es_es: Esta salida de HTML contiene scripts en línea. ¿Está seguro que desea ejecutar Javascript arbitrario en su sesión de JupyterLab?
fr_fr: Cette sortie HTML contient des scripts en ligne. Êtes-vous sûr de vouloir exécuter du code arbitraire JavaScript au cours de votre session JupyterLab?
ja_jp: このHTML出力にはインラインスクリプトが含まれています。JupyterLabセッション内で任意のJavaScriptを実行してもよろしいですか?
pl_pl: Wyjście HTML zawiera wbudowane skrypty. Czy na pewno chcesz uruchomić Javascript w sesji JupyterLab?
pt_br: Esta saída HTML contém scripts embutidos. Tem certeza que deseja executar Javascript arbitrário dentro da sua sessão em JupyterLab?
ru_ru: Этот HTML-вывод содержит встроенные скрипты. Вы уверены, что хотите запустить произвольный Javascript в вашей сессии JupyterLab?
tr_tr: Bu HTML çıktısı komut dosyaları içeriyor. JupyterLab oturumunuzda bilinmeyen bir Javascript'i çalıştırmak istediğinizden emin misiniz?

source: JavaScript output is disabled in JupyterLab
es_es: Salida JavaScript está desactivada en JupyterLab
fr_fr: La sortie JavaScript est désactivée dans JupyterLab
ja_jp: JupyterLabではJavaScriptの出力が無効になっています
pl_pl: Wyjście JavaScript jest wyłączone w JupyterLab
pt_br: Saída JavaScript está desativada no JupyterLab
ru_ru: Вывод JavaScript отключен в JupyterLab
tr_tr: JupyterLab'te JavaScript çıktısı devre dışı bırakıldı

source: Running Sessions section
fr_fr: Section des sessions en cours d'exécution
pl_pl: Sekcja aktywnych sesji
ru_ru: Раздел "Запуск сессий"

source: Sessions and Tabs
fr_fr: Sessions et onglets
ru_ru: Сессии и вкладки

source: Tabs and Running Sessions
fr_fr: Onglets et sessions en cours

source: Search Tabs and Running Sessions
fr_fr: Rechercher dans les onglets et les sessions en cours

source: Running
fr_fr: En cours

source: Running Terminals and Kernels
de_de: Laufende Terminals und Kernel
es_es: Terminales y Kernels en ejecución
fr_fr: Terminaux et noyaux en cours d'exécution
ja_jp: ターミナルとカーネルの実行
pl_pl: Uruchomione terminale i jądra
pt_br: Executando Terminais e Kernels
ru_ru: Запущенные терминалы и ядра
tr_tr: Çalışan Terminaller ve Çekirdekler

source: Unknown Session
fr_fr: Session inconnue
ru_ru: Неизвестная сессия

source: %1 Path: %2
fr_fr: %1 Chemin : %2
ru_ru: %1 Путь: %2

source: Kernels
de_de: Kernel
fr_fr: Noyaux
ja_jp: カーネル
pl_pl: Jądra
ru_ru: Ядра
tr_tr: Çekirdekler

source: Are you sure you want to permanently shut down all running kernels?
es_es: ¿Estás seguro de que quieres apagar permanentemente todos los núcleos en ejecución?
fr_fr: Êtes-vous sûr de vouloir éteindre définitivement tous les noyaux en cours d'exécution ?
pl_pl: Czy na pewno chcesz trwale zamknąć wszystkie uruchomione jądra?
ru_ru: Вы уверены, что хотите навсегда выключить все запущенные ядра?

source: New Console for Kernel
fr_fr: Nouvelle console pour le noyau
ru_ru: Новая консоль для ядра

source: New Notebook for Kernel
fr_fr: Nouveau notebook pour le noyau
ru_ru: Новый блокнот для ядра

source: Kernel ID to create console for
fr_fr: Identifiant du noyau pour la console à créer

source: Kernel ID to create notebook for
fr_fr: Identifiant du noyau pour le notebook à créer

source: Path to the session to open
fr_fr: Le chemin de la session à ouvrir

source: Type of session (console or notebook)
fr_fr: Type de session (console ou notebook)

source: Name of the session
fr_fr: Nom de la session

source: Kernel ID to shut down
fr_fr: Identifiant du noyau à arrêter

source: No sessions connected
fr_fr: Aucune session connectée

source: %1 and %2 more
fr_fr: %1 et %2 en plus

source: Shut Down Unused
fr_fr: Arrêter les noyaux inutilisés

source: Are you sure you want to shut down the following unused kernels?
fr_fr: Êtes-vous sûr de vouloir arrêter les noyaux inutilisés suivants ?

source: Open Tabs
de_de: Offene Tabs
es_es: Pestañas abiertas
fr_fr: Onglets ouverts
ja_jp: タブを開く
pl_pl: Otwarte karty
pt_br: Abas abertas
ru_ru: Открытые вкладки
tr_tr: Açılan Sekmeler

source: Close All
de_de: Alle schließen
es_es: Cerrar todo
fr_fr: Fermer tous
ja_jp: 全て閉じる
pl_pl: Zamknij wszystko
ru_ru: Закрыть все
tr_tr: Tümünü Kapat

source: Are you sure you want to close all open tabs?
es_es: ¿Realmente desea cerrar todas las pestañas abiertas?
fr_fr: Êtes-vous sûr de vouloir fermer tous les onglets ?
pl_pl: Czy na pewno chcesz zamknąć wszystkie otwarte karty?
ru_ru: Вы уверены, что хотите закрыть все открытые вкладки?
tr_tr: Tüm sekmeleri kapatmak istediğinizden emin misiniz?

source: Recently Closed
fr_fr: Récemment fermés

source: Forget
fr_fr: Supprimer

source: Forget All
fr_fr: Tout supprimer

source: Are you sure you want to clear recently closed tabs?
fr_fr: Êtes-vous sûr de vouloir effacer les onglets récemment fermés ?

source: Refresh List
de_de: Liste aktualisieren
es_es: Refrescar lista
fr_fr: Actualiser la liste
ja_jp: リストを更新
pl_pl: Odśwież listę
pt_br: Atualizar a lista
ru_ru: Обновить список
tr_tr: Listeyi Yenile

source: Switch to List View
fr_fr: Passer en vue liste

source: Switch to Tree View
fr_fr: Basculer en vue arborescence

source: Collapse All
fr_fr: Tout réduire

source: Expand All
fr_fr: Tout développer

source: %1 toolbar
fr_fr: Barre d'outils %1

source: No matches
fr_fr: Aucune correspondance

source: Select settings sections to import
fr_fr: Sélectionnez les sections de paramètres à importer

source: Import
fr_fr: Importer

source: JSON Settings Editor
fr_fr: Éditeur JSON des paramètres
ja_jp: JSON設定エディタ
pl_pl: Edytor ustawień JSON
ru_ru: Настройка редактора JSON

source: Export
fr_fr: Exporter

source: Export settings to a JSON file
fr_fr: Exporter les paramètres dans un fichier JSON

source: Import settings from a JSON file
fr_fr: Importer les paramètres depuis un fichier JSON

source: Settings Editor
fr_fr: Éditeur de paramètres
ru_ru: Редактор настроек

source: Search query to filter settings
fr_fr: Requête de recherche pour filtrer les paramètres

source: Type of settings editor to open
fr_fr: Type de l'éditeur de paramètres à ouvrir

source: Custom label for the command
fr_fr: Libellé personnalisé pour la commande

source: Advanced Settings Editor
de_de: Editor für erweiterte Einstellungen
es_es: Editor de Configuración Avanzada
fr_fr: Éditeur des Configurations Avancées
ja_jp: 詳細設定エディタ
pl_pl: Edytor ustawień zaawansowanych
pt_br: Editor de configurações avançadas
ru_ru: Редактор дополнительных настроек
tr_tr: Gelişmiş Ayarlar Editorü

source: Revert User Settings
de_de: Benutzereinstellungen zurücksetzen
es_es: Revertir preferencias de usuario
fr_fr: Revenir aux paramètres de l'utilisateur
ja_jp: ユーザー設定を元に戻す
pl_pl: Przywróć ustawienia użytkownika
pt_br: Reverter configurações do usuário
ru_ru: Восстановить пользовательские настройки
tr_tr: Kullanıcı Ayalarını Geri Getir

source: Save User Settings
de_de: Benutzereinstellungen speichern
es_es: Guardar preferencias de usuario
fr_fr: Enregistrer les paramètres de l'utilisateur
ja_jp: ユーザー設定を保存
pl_pl: Zapisz ustawienia użytkownika
pt_br: Salvar configurações de usuário
ru_ru: Сохранить пользовательские настройки
tr_tr: Kullanıcı Ayarlarını Kaydet

source: Export Settings
fr_fr: Exporter les paramètres

source: Settings Imported
fr_fr: Paramètres importés

source: Import Settings
fr_fr: Importer les paramètres

source: No Plugin Selected
fr_fr: Aucun plugin sélectionné
ru_ru: Плагин не выбран

source: Select a plugin from the list to view and edit its preferences.
de_de: Wähle eine Erweiterung aus der Liste aus, um ihre Einstellungen anzuzeigen und zu bearbeiten.
es_es: Selecciona un plugin de la lista para ver y editar sus preferencias.
fr_fr: Sélectionnez un plugin dans la liste pour afficher et modifier ses préférences.
ja_jp: リストからプラグインを選択して、その設定を表示および編集します。
pl_pl: Wybierz wtyczkę z listy, aby wyświetlić i edytować jej ustawienia.
pt_br: Selecione um plugin da lista para visualizar e editar suas preferências.
ru_ru: Выберите плагин из списка, чтобы просмотреть и изменить его настройки.
tr_tr: Listeden bir eklenti seçin ve ayarlarını düzenleyin.

source: Error saving settings.
fr_fr: Erreur à la sauvegarde des paramètres.
ru_ru: Ошибка сохранения настроек.

source: Restore to Defaults
fr_fr: Réinitialiser
pl_pl: Przywróć domyślne
ru_ru: Сбросить до значений по умолчанию

source: additional property error
fr_fr: propriété supplémentaire incorrecte
ru_ru: ошибка дополнительного свойства

source: `%1` is not a valid property
fr_fr: `%1` n'est pas une propriété valide
ru_ru: %1 не является допустимым значением

source: syntax error
de_de: Syntaxfehler
fr_fr: erreur de syntaxe
ru_ru: синтаксическая ошибка

source: type error
fr_fr: erreur de type
ru_ru: ошибка типа

source: error
fr_fr: erreur
ja_jp: エラー
ru_ru: ошибка

source: Any errors will be listed here
de_de: Alle Fehler werden hier aufgelistet
es_es: Todos los errores se listarán aquí
fr_fr: Toutes les erreurs seront listées ici
ja_jp: エラーはここにリストされます
pl_pl: Wszelkie błędy będą wymienione tutaj
pt_br: Quaisquer erros serão listados aqui
ru_ru: Здесь будут перечислены ошибки
tr_tr: Tüm hatalar burada listelenecek

source: No errors found
de_de: Keine Fehler gefunden
es_es: No se encontraron errores
fr_fr: Aucune erreur trouvée
ja_jp: エラーは見つかりませんでした
pl_pl: Nie znaleziono błędów
pt_br: Nenhum erro foi encontrado
ru_ru: Ошибок не найдено
tr_tr: Hata bulunamadı

source: You have unsaved changes.
de_de: Du hast nicht gespeicherte Änderungen.
es_es: Hay cambios sin guardar.
fr_fr: Vous avez des modifications non enregistrées.
ja_jp: 保存していない変更があります。
pl_pl: Masz niezapisane zmiany.
pt_br: Você possui alterações que não foram salvas.
ru_ru: У вас есть несохраненные изменения.
tr_tr: Kaydedilmemiş değişiklikler var.

source: Do you want to leave without saving?
es_es: ¿Quieres cerrar sin guardar?
fr_fr: Vous voulez quitter sans enregistrer ?
ja_jp: 保存せずに終了しますか?
pl_pl: Czy chcesz wyjść bez zapisywania?
pt_br: Você deseja sair sem salvar?
ru_ru: Выйти без сохранения?
tr_tr: Kaydetmeden çıkmak istiyor musunuz?

source: Your changes were not saved.
de_de: Ihre Änderungen wurden nicht gespeichert.
es_es: Los cambios no han sido guardados.
fr_fr: Vos modifications n'ont pas été enregistrées.
ja_jp: 変更は保存されませんでした。
pl_pl: Zmiany nie zostały zapisane.
pt_br: Suas alterações não foram salvas.
ru_ru: Ваши изменения не были сохранены.
tr_tr: Değişiklikleriniz kaydedilmedi.

source: Search settings…
fr_fr: Paramètres de recherche…

source: No items match your search.
fr_fr: Aucun élément ne correspond à votre recherche.
ru_ru: По вашему запросу нет результатов.

source: Search…
fr_fr: Rechercher…
ja_jp: 検索…
ru_ru: Поиск…

source: Default editor toolbar
fr_fr: Barre d'outils par défaut de l'éditeur

source: System Defaults
de_de: System-Standardeinstellungen
es_es: Valores por defecto del sistema
fr_fr: Paramètres par défaut du système
ja_jp: システムのデフォルト設定
pl_pl: Domyślne ustawienia systemu
pt_br: Padrão do sistema
ru_ru: Настройки по умолчанию
tr_tr: Sistem Varsayılanı

source: User Preferences
de_de: Benutzereinstellungen
es_es: Preferencias del usuario
fr_fr: Préférences de l'utilisateur
ja_jp: ユーザー設定
pl_pl: Ustawienia użytkownika
pt_br: Preferências de usuário
ru_ru: Предпочтения пользователя
tr_tr: Kullanıcı Tercihleri

source: Unsaved changes due to validation error. Continue without saving?
fr_fr: Modifications non enregistrées en raison d'une erreur de validation. Continuer sans enregistrer ?
ru_ru: Несохраненные изменения из-за ошибки проверки. Продолжить без сохранения?

source: Some changes have not been saved. Continue without saving?
fr_fr: Certaines modifications n'ont pas été enregistrées. Continuer sans enregistrer ?
ru_ru: Некоторые изменения не были сохранены. Продолжить без сохранения?

source: press keys
fr_fr: appuyez sur les touches
ru_ru: нажмите клавиши

source: (Command label missing)
fr_fr: (Libellé de commande manquant)

source: Custom
es_es: Personalizado
fr_fr: Personnalisé
ja_jp: カスタム
pl_pl: Niestandardowy
pt_br: Personalizado
tr_tr: Özel

source: Default
fr_fr: Défaut

source: or
fr_fr: ou
ru_ru: или

source: Shortcut already in use by %1. Overwrite it?
fr_fr: Raccourci déjà utilisé par %1. L'écraser ?
pl_pl: Skrót jest już używany przez %1. Zastąpić go?
ru_ru: Ярлык уже используется %1. Перезаписать его?

source: Add
fr_fr: Ajouter
ja_jp: 追加
pl_pl: Dodaj
ru_ru: Добавить

source: Edit First
fr_fr: Modifier en premier
ru_ru: Изменить первым

source: Edit existing shortcut
fr_fr: Modifier le raccourci existant
ru_ru: Изменить существующий ярлык

source: Edit Second
fr_fr: Modifier la seconde
ru_ru: Изменить второй

source: Add new shortcut
fr_fr: Créer un raccourci
pl_pl: Dodaj nowy skrót
ru_ru: Добавить новый ярлык

source: Add another shortcut
fr_fr: Ajouter un raccourci
pl_pl: Dodaj kolejny skrót
ru_ru: Добавить другой ярлык

source: Reset shortcut back to default
fr_fr: Rétablir le raccourci par défaut
pl_pl: Przywróć domyślny skrót
ru_ru: Сбросить ярлыки до значений по умолчанию

source: Search shortcuts
fr_fr: Raccourcis de recherche

source: Toggle Selectors
fr_fr: Activer/Désactiver les sélecteurs
ru_ru: Переключить селекторы

source: Toggle command selectors
fr_fr: Afficher/Masquer les sélecteurs de commandes
ru_ru: Переключить селекторы команд

source: Category
fr_fr: Catégorie
ja_jp: カテゴリ
pl_pl: Kategoria
ru_ru: Категория

source: Shortcut
fr_fr: Raccourci
ja_jp: ショートカット
pl_pl: Skrót
ru_ru: Ярлык

source: Selectors
fr_fr: Sélecteurs
pl_pl: Selektory
ru_ru: Селекторы

source: Reset All
fr_fr: Tout réinitialiser
pl_pl: Zresetuj wszystko
ru_ru: Сбросить все

source: Reset all shortcuts
fr_fr: Rétablir tous les raccourcis par défaut
pl_pl: Zresetuj wszystkie skróty klawiszowe
ru_ru: Сбросить все сочетания клавиш

source: Hide Selectors
fr_fr: Cacher les sélecteurs
ru_ru: Скрыть селекторы

source: Show Selectors
fr_fr: Afficher les sélecteurs
ru_ru: Показать селекторы

source: Edit Keybinding
fr_fr: Modifier le raccourci clavier

source: Edit existing keybinding
fr_fr: Modifier le raccourci clavier actuel

source: Delete Keybinding
fr_fr: Supprimer le raccourci clavier

source: Delete chosen keybinding
fr_fr: Supprimer le raccourci clavier sélectionné

source: Note: To disable a system default shortcut, copy it to User Preferences and add the "disabled" key, for example: { "command": "application:activate-next-tab", "keys": [ "Ctrl Shift ]" ], "selector": "body", "disabled": true } List of commands followed by keyboard shortcuts: %1 List of keyboard shortcuts:
es_es: Nota: Para deshabilitar un atajo de teclado por defecto del sistema, cópialo a Preferencias de Usuario y agrega la tecla "disabled". Por ejemplo: { "command": "application:activate-next-tab", "keys": [ "Ctrl Shift ]" ], "selector": "body", "disabled": true } Lista de comandos seguida de atajos de teclado: %1 Lista de atajos de teclado:
fr_fr: Remarque : Pour désactiver un raccourci par défaut du système, copiez-le dans les préférences d'utilisateur et ajoutez le paramètre "disabled", par exemple: { "command": "application:activate-next-tab", "keys": [ "Ctrl Shift ]" ], "selector": "body", "disabled" : true } Liste des commandes suivies des raccourcis clavier : %1 Liste des raccourcis clavier :
ja_jp: 注意: デフォルトのショートカットを無効にしたい場合、この部分をユーザ設定にペーストして"disabled"キーを加えてください。例えば: { "command": "application:activate-next-tab", "keys": [ "Ctrl Shift ]" ], "selector": "body", "disabled": true } コマンドのリストです。この後にキーボードショートカットが記載されます: %1 キーボードショートカットのリストです:
pl_pl: Uwaga: Aby wyłączyć domyślny skrót systemowy, skopiuj go do Preferencji Użytkownika i dodaj klucz "disabled", na przykład: { "command": "application:activate-next-tab", "keys": [ "Ctrl Shift ]" ], "selector": "body", "disabled": true } Lista poleceń, a następnie lista skrótów klawiaturowych: %1 Lista skrótów klawiaturowych:
pt_br: Nota: Para desabilitar um atalho padrão do sistema, copie-o para Preferências do Usuário e adicione a chave "disabled", por exemplo: { "command": "application:activate-next-tab", "keys": [ "Ctrl Shift ]" ], "selector": "body", "disabled": true } Lista de comandos seguidos por seus atalhos de teclado: %1 Lista de atalhos de teclado:
ru_ru: Примечание. Чтобы отключить системный ярлык по умолчанию, скопируйте его в пользовательские настройки и добавьте ключ "disabled", например: { "command": "application:activate-next-tab", "keys": [ "Ctrl Shift ]" ], "selector": "body", "disabled": true } List of commands followed by keyboard shortcuts: %1 List of keyboard shortcuts:
tr_tr: Not: Varsayılan sistem kısayolunu devre dışı bırakmak için, Kullanıcı Tercihleri'ne kopyalayın ve "disabled" anahtarını ekleyin, örneğin: { "command": "application:activate-next-tab", "keys": [ "Ctrl Shift ]" ], "selector": "body", "disabled": true } Komut listesi ve ardından klavye kısayolları: %1 Klavye kısayolları listesi:

source: Add Keybinding
fr_fr: Ajouter un raccourci clavier

source: Add new keybinding for existing shortcut target
fr_fr: Ajouter un nouveau raccourci clavier pour la cible

source: Show Status Bar
de_de: Statusleiste anzeigen
es_es: Mostrar barra de estado
fr_fr: Afficher la barre d’état
ja_jp: ステータスバーを表示
pl_pl: Pokaż pasek statusu
pt_br: Mostrar barra de status
ru_ru: Показать строку состояния
tr_tr: Durum Çubuğunu Göster

# menu
source: Terminal Theme
fr_fr: Thème du terminal
ja_jp: ターミナルテーマ
pl_pl: Motyw Terminalu
ru_ru: Тема терминала
tr_tr: Terminal Teması

source: Inherit
de_de: Vererben
es_es: Heredar
fr_fr: Hériter
ja_jp: 継承する
pl_pl: Dziedzicz
pt_br: Herdar
ru_ru: Наследовать
tr_tr: Devral

source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
ja_jp: ライト
pl_pl: Jasny
pt_br: Claro
ru_ru: Светлая тема
tr_tr: Açık

source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
ja_jp: ダーク
pl_pl: Ciemny
pt_br: Escuro
ru_ru: Тёмная тема
tr_tr: Koyu

source: Terminals
es_es: Terminales
fr_fr: Terminaux
ja_jp: ターミナル
pl_pl: Terminale
pt_br: Terminais
ru_ru: Терминалы
tr_tr: Terminaller

source: Are you sure you want to permanently shut down all running terminals?
de_de: Bist du sicher, dass du alle laufenden Terminals herunterfahren möchtest?
es_es: ¿Está seguro de que desea cerrar permanentemente todas las terminales en ejecución?
fr_fr: Êtes-vous sûr de vouloir éteindre définitivement tous les terminaux en cours d'exécution ?
pl_pl: Czy na pewno chcesz trwale zamknąć wszystkie uruchomione terminale?
ru_ru: Вы уверены, что хотите навсегда выключить все запущенные терминалы?

source: New Terminal
de_de: Neues Terminal
es_es: Nueva Terminal
fr_fr: Nouveau Terminal
ja_jp: 新規ターミナル
pl_pl: Nowy terminal
pt_br: Novo terminal
ru_ru: Новый терминал
tr_tr: Yeni terminal

source: Start a new terminal session
de_de: Eine neue Terminal-Sitzung starten
es_es: Iniciar una nueva sesión de terminal
fr_fr: Démarrer une nouvelle session de terminal
ja_jp: 新しいターミナルセッションを開始
pl_pl: Rozpocznij nową sesję terminala
pt_br: Iniciar uma nova sessão de terminal
ru_ru: Начать новую терминальную сессию
tr_tr: Yeni bir terminal oturumu başlatın

source: Open a terminal by its `name`.
fr_fr: Ouvrir un terminal par son nom (`name`).
ru_ru: Откройте терминал по его `name`.

source: Refresh Terminal
de_de: Terminal aktualisieren
es_es: Actualizar terminal
fr_fr: Actualiser le terminal
ja_jp: ターミナルをリフレッシュ
pl_pl: Odśwież terminal
pt_br: Atualizar o terminal
ru_ru: Обновить терминал
tr_tr: Terminali Yenile

source: Refresh the current terminal session
de_de: Aktualisiere die aktuelle Terminal-Sitzung
es_es: Actualizar la sesión de terminal actual
fr_fr: Rafraîchir la session du terminal actuel
ja_jp: 現在のターミナルセッションをリフレッシュ
pl_pl: Odśwież bieżącą sesję terminalu
pt_br: Atualizar a sessão de terminal atual
ru_ru: Обновить текущую сессию терминала
tr_tr: Mevcut terminal oturumunu yenile

source: Terminal session name
fr_fr: Nom de la session de terminal

source: Current working directory for the terminal
fr_fr: Répertoire de travail actuel du terminal

source: Terminal session name to open
fr_fr: Nom de la session de terminal à ouvrir

source: Shutdown Terminal
de_de: Terminal herunterfahren
es_es: Apagar Terminal
fr_fr: Arrêter le terminal
ja_jp: ターミナルの終了
pl_pl: Zamknij terminal
pt_br: Desligar o terminal
ru_ru: Завершить работу терминала
tr_tr: Terminali Kapat

source: Increase Terminal Font Size
de_de: Terminal-Schriftgröße erhöhen
es_es: Aumentar tamaño de fuente de la terminal
fr_fr: Augmenter la taille de police du terminal
ja_jp: ターミナルのフォントサイズを大きく
pl_pl: Zwiększ rozmiar czcionki terminalu
pt_br: Aumentar o tamanho da fonte do terminal
ru_ru: Увеличить размер шрифта терминала
tr_tr: Kullanıcı Arayüzü Yazı Boyutunu Büyüt

source: Decrease Terminal Font Size
de_de: Terminal-Schriftgröße verringern
es_es: Reducir tamaño de fuente de la terminal
fr_fr: Diminuer la taille de police du terminal
ja_jp: ターミナルのフォントサイズを小さくします
pl_pl: Zmniejsz rozmiar czcionki terminalu
pt_br: Reduzir o tamanho da fonte do terminal
ru_ru: Уменьшить размер шрифта терминала
tr_tr: Kullanıcı Arayüzü Yazı Boyutunu Küçült

source: Set terminal theme to the provided `theme`.
fr_fr: Définir le thème du terminal par le thème (`theme`) fourni.
ru_ru: Установите тему терминала для указанной `theme`.

source: Use Terminal Theme: %1
de_de: Verwende Terminal-Theme: %1
es_es: Usar tema de la terminal: %1
fr_fr: Utiliser le thème du terminal : %1
ja_jp: ターミナルのテーマを使用します: %1
pl_pl: Użyj motywu Terminalu: %1
pt_br: Usar Tema do Terminal: %1
ru_ru: Использовать тему терминала: %1
tr_tr: Terminal Temasını Kullan: %1

source: Set the terminal theme
de_de: Terminal-Theme festlegen
es_es: Establecer el tema de la terminal
fr_fr: Définissez le thème du terminal
ja_jp: ターミナルのテーマを設定します
pl_pl: Ustaw motyw terminalu
pt_br: Definir o tema do terminal
ru_ru: Установить тему терминала
tr_tr: Terminal temasını ayarla

source: Terminal theme to set
fr_fr: Thème du terminal à définir

source: JupyterLab Dark
de_de: JupyterLab Dunkel
es_es: JupyterLab modo oscuro
fr_fr: JupyterLab Sombre
ja_jp: JupyterLab ダーク
pl_pl: Ciemny JupyterLab
pt_br: JupyterLab escuro
ru_ru: Тёмная JupyterLab
tr_tr: JupyterLab Koyu

source: JupyterLab Dark High Contrast
fr_fr: JupyterLab sombre à fort contraste

source: JupyterLab Light
de_de: JupyterLab Hell
es_es: JupyterLab modo claro
fr_fr: JupyterLab Clair
ja_jp: JupyterLab ライト
pl_pl: Jasny JupyterLab
pt_br: JupyterLab claro
ru_ru: Светлая JupyterLab
tr_tr: JupyterLab Açık

source: Show heading number in the document
fr_fr: Afficher le numéro de titre dans le document
ru_ru: Показывать номер заголовка в документе

source: Show output headings
fr_fr: Afficher les titres des sorties de cellules
ru_ru: Показать выводимые заголовки

source: Whether the command is called from toolbar
fr_fr: Si la commande est appelée depuis la barre d'outils
