Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Table of Contents
de_de: Inhaltsverzeichnis
es_es: Tabla de contenido
fr_fr: Table des Matières
ja_jp: 目次
pl_pl: Spis Treści
pt_br: Tabela de conteúdo
ru_ru: Оглавление
tr_tr: İçindekiler Tablosu

source: Table of contents sidepanel toolbar
fr_fr: Barre d'outils de la table des matières

source: More actions…
fr_fr: Plus d'actions…
ru_ru: Больше действий…

source: Table of Contents section
fr_fr: Section Table des matières
pl_pl: Sekcja spisu treści
ru_ru: Раздел "Содержимое"

source: Show first-level heading number
fr_fr: Afficher le numéro des titres du premier niveau
ru_ru: Показывать заголовок первого уровня

source: No Headings
fr_fr: Aucun titre
ru_ru: Нет заголовков

source: The table of contents shows headings in notebooks and supported files.
fr_fr: La table des matières affiche les titres dans les notebooks et les fichiers pris en charge.
ru_ru: В таблице контента приведены заголовки в блокнотах и поддерживаемых файлах.

source: Open the tooltip
fr_fr: Ouvrir l'info-bulle
ru_ru: Открыть подсказку

source: Dismiss the tooltip
fr_fr: Ignorer l'info-bulle
ru_ru: Закрыть подсказку

source: Change interface language?
de_de: Interfacesprache ändern?
es_es: ¿Cambiar el idioma de la interfaz?
fr_fr: Changer la langue de l'interface ?
ja_jp: インターフェイスの言語を変更しますか?
pl_pl: Zmienić język interfejsu?
pt_br: Alterar o idioma da interface?
ru_ru: Изменить язык интерфейса?
tr_tr: Kullanıcı Arayüz Dilini Değiştir?

source: After changing the interface language to %1, you will need to reload JupyterLab to see the changes.
fr_fr: Après avoir changé la langue de l'interface en %1, vous devrez recharger JupyterLab pour voir les modifications.
ja_jp: インターフェイス言語を%1に変更した後、JupyterLabを再読込みして変更を確認する必要があります。
pl_pl: Po zmianie języka interfejsu na %1 będziesz musieć przeładować JupyterLab aby zobaczyć zmiany.
ru_ru: После изменения языка интерфейса на %1, вам нужно будет перезагрузить JupyterLab для просмотра изменений.

source: Change interface language to %1
fr_fr: Changer la langue de l'interface en %1

source: Change and reload
fr_fr: Sauvegarder et Actualiser
ja_jp: 変更して再読込み
pl_pl: Zmień i załaduj ponownie
ru_ru: Изменить и перезагрузить

source: Display Languages
fr_fr: Afficher les langues
ru_ru: Показывать языки

source: Move down
fr_fr: Descendre
ru_ru: Переместить ниже

source: Move up
fr_fr: Monter
ru_ru: Переместить выше

source: Remove
fr_fr: Supprimer
ja_jp: 削除
ru_ru: Удалить

source: Default: %1
fr_fr: Valeur par défaut : %1
ja_jp: デフォルト:%1
ru_ru: По умолчанию: %1

source: side panel actions
fr_fr: actions du panneau latéral
ru_ru: действия боковой панели

source: side panel content
fr_fr: contenu du panneau latéral
ru_ru: контент боковой панели

source: More commands
fr_fr: Plus de commandes
ru_ru: Больше команд

source: Close %1
fr_fr: Fermer %1
ru_ru: Выполнить закрытие %1

source: Close tab
fr_fr: Fermer l'onglet
ru_ru: Закрыть вкладку

source: Video Viewer
fr_fr: Visionneuse vidéo

source: Naming the workspace will create a unique URL. The name may contain letters, numbers, hyphens (-), and underscores (_).
fr_fr: Nommer l'espace de travail créera une URL unique. Le nom peut contenir des lettres, des chiffres, des tirets (-) et des tirets bas (_).

source: Open Workspace
fr_fr: Ouvrir l'espace de travail

source: Open Workspace…
fr_fr: Ouvrir l'espace de travail…

source: Choose Workspace To Open
fr_fr: Choisir l'espace de travail à ouvrir

source: Choose an existing workspace to open.
fr_fr: Choisir un espace de travail existant à ouvrir.

source: Choose
fr_fr: Choisir

source: Delete Workspace…
fr_fr: Supprimer l'espace de travail…

source: Workspace identifier to open
fr_fr: Identifiant de l'espace de travail à ouvrir

source: Choose Workspace To Delete
fr_fr: Choisir l'espace de travail à supprimer

source: Choose an existing workspace to delete.
fr_fr: Choisir un espace de travail existant à supprimer.

source: Delete workspace
fr_fr: Supprimer l'espace de travail

source: Deleting workspace "%1" will also delete its URL. A deleted workspace cannot be recovered.
fr_fr: La suppression de l'espace de travail «%1» supprimera également son URL. Un espace de travail supprimé ne peut pas être récupéré.

source: Create New Workspace…
fr_fr: Créer un nouvel espace de travail…

source: Create New Workspace
fr_fr: Créer un nouvel espace de travail

source: Create
fr_fr: Créer

source: Workspace identifier to delete
fr_fr: Identifiant de l'espace de travail à supprimer

source: Clone Workspace…
fr_fr: Dupliquer l'espace de travail…

source: Choose Workspace To Clone
fr_fr: Choisir l'espace de travail à cloner

source: Choose an existing workspace to clone.
fr_fr: Choisir un espace de travail existant à cloner.

source: Clone Workspace
fr_fr: Cloner l'espace de travail

source: Clone
fr_fr: Cloner

source: Workspace identifier for the new workspace
fr_fr: Identifiant pour le nouvel espace de travail

source: Rename Workspace…
fr_fr: Renommer l'espace de travail…

source: Rename Workspace
fr_fr: Renommer l'espace de travail

source: Reset Workspace…
fr_fr: Réinitialiser l'espace de travail…

source: Workspace identifier to clone
fr_fr: Identifiant de l'espace de travail à dupliquer

source: Reset Workspace
fr_fr: Réinitialiser l'espace de travail

source: Resetting workspace %2 will close its %1 tab and return to default layout.
fr_fr: La réinitialisation de l'espace de travail %2 fermera l'onglet %1 et retournera à la disposition par défaut.

source: Workspace identifier to rename
fr_fr: Identifiant de l'espace de travail à renommer

source: Import Workspace…
fr_fr: Importer un espace de travail…

source: Select Workspace Files to Import
fr_fr: Sélectionner les fichiers d'espace de travail à importer

source: You choose one or more workspace files to import. A Jupyter Workspace File has %1 extension.
fr_fr: Vous choisissez un ou plusieurs fichiers d'espace de travail à importer. Un fichier d'espace de travail Jupyter a l'extension %1.

source: Choose one or more workspace files to import. A Jupyter workspace file has the extension "%1".
fr_fr: Choisissez un ou plusieurs fichiers d'espace de travail à importer. L'extension des fichiers d'espace de travail Jupyter est "%1".

source: Export Workspace…
fr_fr: Exporter l'espace de travail…

source: Choose Workspace To Export
fr_fr: Choisir l'espace de travail à exporter

source: Choose an existing workspace to export.
fr_fr: Choisir un espace de travail existant à exporter.

source: Workspace identifier to reset
fr_fr: Identifiant de l'espace de travail à réinitialiser

source: Choose Workspace Export Directory
fr_fr: Choisir le répertoire d'exportation de l'espace de travail

source: The "%1" workspace will be saved in the chosen directory as "%1%2".
fr_fr: L'espace de travail "%1" sera sauvegardé dans le répertoire choisi sous la forme "%1%2".

source: Workspaces
fr_fr: Espaces de travail

source: Workspace identifier to export
fr_fr: Identifiant de l'espace de travail à exporter

source: Path to save the workspace in
fr_fr: Chemin dans lequel enregistrer l'espace de travail

source: Show Workspace Indicator
fr_fr: Afficher l'indicateur d'espace de travail

source: Delete All
fr_fr: Tout Supprimer

source: Are you sure you want to delete all workspaces? Deleted workspaces cannot be recovered.
fr_fr: Êtes-vous sûr de vouloir supprimer tous les espaces de travail? Les espaces de travail supprimés ne peuvent pas être récupérés.

source: %1 workspace with %2 tabs, last modified on %3
fr_fr: Espace de travail %1 avec des onglets %2 , dernière modification sur %3

source: Workspace
fr_fr: Espace de travail

source: Search workspace
fr_fr: Rechercher un espace de travail

# schema
source: Notifications
ja_jp: お知らせ
ru_ru: Уведомления

# settings
source: CodeMirror
ru_ru: Зеркало кода
tr_tr: #: /paketler/kodaynası-geliştirme/şema/komutlar.json:/jupyter.lab.ayar-simge-etiket ayarlar

# schema
source: CodeMirror
ru_ru: Зеркало кода

# settings
source: Notebook
pl_pl: Notatnik
ru_ru: Блокнот
tr_tr: Not Defteri

# schema
source: Notebook
es_es: Cuaderno
pl_pl: Notatnik
ru_ru: Блокнот
tr_tr: Not Defteri

# schema
source: Sessions
ru_ru: Сессии

# settings
source: Terminal
ja_jp: ターミナル
ru_ru: Терминал

# schema
source: Terminal
ja_jp: ターミナル
ru_ru: Терминал

source: Simple
de_de: Einfach
es_es: Sencillo
pl_pl: Prosty
ru_ru: Простой
tr_tr: Basit

source: Licenses
de_de: Lizenzen
pl_pl: Licencje
ru_ru: Лицензии
tr_tr: Lisanslar

source: %1 notification
ru_ru: %1 уведомление

source: Ok
ru_ru: Ок
tr_tr: Tamam

source: Version
pl_pl: Wersja
ru_ru: Версия
tr_tr: Versiyon

source: Distributions
pl_pl: Dystrybucje
ru_ru: Дистрибуции
tr_tr: Dağıtımlar

source: OK
es_es: Aceptar
ru_ru: Хорошо
tr_tr: Tamam

source: Scheme
ru_ru: Схема

source: Shell
ru_ru: Оболочка

source: Asterisk
ru_ru: Аstеrisк

source: Closure Stylesheets (GSS)
ru_ru: Стили Closure (GSS)

source: diff
ru_ru: разница

source: codemirror
ru_ru: зеркало кода

source: Console
de_de: Konsole
es_es: Ejecutar el texto seleccionado o la línea actual en la consola
ja_jp: コンソール
pl_pl: Konsola
ru_ru: Консоль
tr_tr: Konsol

source: Console %1
de_de: Konsole %1
es_es: Consola %1
ja_jp: コンソール %1
pl_pl: Konsola %1
ru_ru: Консоль %1
tr_tr: Konsol %1

source: Source
de_de: Quelltext
es_es: Fuente
ja_jp: ソース
pl_pl: Źródło
pt_br: Código
ru_ru: Источник
tr_tr: Kaynak

source: Type
ru_ru: Тип

source: Variables
de_de: Variablen
ja_jp: 変数
pl_pl: Zmienne
pt_br: Variáveis
ru_ru: Переменные
tr_tr: Değişkenler

source: Confirmation
ru_ru: Подтверждение

source: Notebook
es_es: Cuaderno
pl_pl: Notatnik
ru_ru: Блокнот
tr_tr: Not Defteri

source: Image
de_de: Bild
es_es: Imagen
ja_jp: 画像
pl_pl: Obraz
pt_br: Imagem
ru_ru: Изображение
tr_tr: Resim

source: Version: %1
ru_ru: Версия: %1

source: Version %1
es_es: Versión %1
ja_jp: バージョン %1
pl_pl: Wersja %1
pt_br: Versão %1
ru_ru: Версия %1
tr_tr: Versiyon %1

source: Hub
ru_ru: Хаб
tr_tr: Merkez

source: Code
es_es: Código
ja_jp: コード
pl_pl: Kod
pt_br: Código
ru_ru: Код
tr_tr: Kod

source: Mode: %1
de_de: Modus: %1
es_es: Modo: %1
ja_jp: モード: %1
pl_pl: Tryb: %1
pt_br: Modo: %1
ru_ru: Режим: %1
tr_tr: Mod: %1

source: Terminal
ja_jp: ターミナル
ru_ru: Терминал

source: Terminal %1
ja_jp: ターミナル %1
ru_ru: Терминал %1

# schema
source: Sidebar layout settings.
de_de: Seitenleisten-Layouteinstellungen.
es_es: Ajustes de disposición de la barra lateral.
ja_jp: サイドバーのレイアウト設定。
pl_pl: Ustawienia układu paska bocznego.
pt_br: Configurações de layout da barra lateral.
tr_tr: Kenar çubuğu yerleşim ayarları.

# settings
source: Sidebar
de_de: Seitenleiste
es_es: Barra lateral
ja_jp: サイドバー
pl_pl: Pasek boczny
pt_br: Barra lateral
tr_tr: Kenar Çubuğu

# settings
source: Overrides for where to show sidebar items e.g., {"jp-debugger-sidebar": "left"} You can also change this by right-clicking the sidebar icons.
de_de: Überschreibt, wo die Seitenleiste angezeigt werden soll, z.B. {"jp-debugger-sidebar": "left"} Sie können dies auch ändern, indem Sie mit der rechten Maustaste auf die Seitenleistensymbole klicken.
es_es: Sobrescribe dónde mostrar los elementos de la barra lateral p.e., {"jp-debugger-sidebar": "left"} También es posible cambiar esto haciendo clic derecho en los íconos de la barra lateral.
ja_jp: サイドバーアイテムを表示する位置の設定 例: {"jp-debugger-sidebar": "left"} サイドバーのアイコンを右クリックして、変更することもできます。
pl_pl: Nadpisuje pozycję elementów paska bocznego np. {"jp-debugger-bodebar": "lewo"} Możesz to również zmienić klikając prawym przyciskiem myszy na ikony paska bocznego.
tr_tr: #: /paketler/uygulama- geliştirme/şema/yançubuk.json:/özellikler/üstyazılar/tanım ayarlar

# settings
source: Overrides
es_es: Anular
ja_jp: アイテム表示位置
pl_pl: Nadpisania
pt_br: Substituições
tr_tr: Üstüne Yazma

# schema
source: Sidebar
de_de: Seitenleiste
es_es: Barra lateral
ja_jp: サイドバー
pl_pl: Pasek boczny
pt_br: Barra lateral
tr_tr: Kenar Çubuğu

# menu
source: Text Editor Key Map
de_de: Texteditor-Tastenbelegung
es_es: Combinaciones de teclas del editor de texto
pl_pl: Skróty klawiszowe edytora tekstu
pt_br: Mapa de Teclado do Editor de Texto
tr_tr: #: /paketler/kodaynası-geliştirme/şema/komutlar.json:/jupyter.lab.menüler/ana[1]/öğeler[0]/altmenü/etiket menü

# settings
source: Configures the keymap to use
de_de: Konfiguriert die zu verwendende Tastaturbelegung
es_es: Configura la combinación de teclas a utilizar
pl_pl: Konfiguruje skróty klawiszowe do użycia
pt_br: Configurar o keymap a ser usado

# settings
source: Key Map
de_de: Tastenbelegung
es_es: Combinaciones de teclas
ja_jp: キーマップ
pl_pl: Skróty klawiszowe
pt_br: Mapa de Teclas
tr_tr: Harita anahtarı

# settings
source: When enabled, which is the default, doing copy or cut when there is no selection will copy or cut the whole lines that have cursors on them.
de_de: Wenn diese Funktion aktiviert ist (Standardeinstellung), werden beim Kopieren oder Ausschneiden ohne Auswahl die gesamten Zeilen mit Cursor kopiert oder ausgeschnitten.
es_es: Cuando está habilitado, que es el valor por defecto, hacer una copia o corte cuando no hay una selección copiará o cortará todas las líneas en las que hay cursores.
pl_pl: Gdy włączone (domyślnie) skopiowanie lub wycięcie gdy nie ma zaznaczenia kopiuje lub wycina całe wiersze, na których spoczywają kursory.
pt_br: Quando habilitado, que é o comportamento padrão, ao copiar ou cortar quando nada estiver selecionado irá copiar ou cortar todas as linhas que tiverem cursores.
tr_tr: Aktif edildiğinde varsayılan olarak, kopyalama veya kesme işlemi yaparken herhangi bir yer seçilmediyse imlecin olduğu bütün satır kopyalanır veya kesilir.

# settings
source: Whether to scroll past the end of text document
de_de: Ob über das Ende des Textdokuments hinaus gescrollt werden soll
es_es: Indica si se debe desplazar más allá del final del documento
pl_pl: Czy przewijać poza koniec dokumentu tekstowego
pt_br: Se deve rolar após o final do documento de texto
tr_tr: Metin belgesinin sonuna geçip geçmemek

# settings
source: Cursor pointer name
de_de: Name des Cursor-Zeigers
es_es: Nombre del cursor del ratón
pl_pl: Nazwa wskaźnika kursora
tr_tr: İmleç işaretcisi adı

# settings
source: Selection Pointer
de_de: Auswahl-Zeiger
es_es: Puntero de selección
pl_pl: Wskaźnik zaznaczenia
pt_br: Ponteiro de Seleção
tr_tr: Seçim işaretçisi

# settings
source: Style Active Line
de_de: Aktive Zeile formatieren
es_es: Estilo de la línea activa
pl_pl: Styl aktywnego wiersza
pt_br: Estilo de Linha Ativa

# settings
source: Style Selected Text
de_de: Ausgewählten Text formatieren
es_es: Estilo del texto seleccionado
pl_pl: Ustaw styl zaznaczonego tekstu
pt_br: Estilizar Texto Selecionado
tr_tr: Seçili yazıyı düzenle

# settings
source: CSS file defining the corresponding .cm-s-[name] styles is loaded
de_de: CSS-Datei, die die entsprechenden .cm-s-[name] Stile definiert, wird geladen
es_es: Se ha cargado el fichero CSS que define los estilos .cm-s-[name] correspondientes
pl_pl: Plik CSS definiujący odpowiadające .cm-s-[name] style jest załadowany
pt_br: Arquivo CSS que define o estilo .cm-s-[name] correspondente carregado

# settings
source: Auto Closing Brackets
es_es: Cierre automático de corchetes
pl_pl: Automatyczne zamykanie nawiasów
pt_br: Fechamento automático de parênteses
tr_tr: Otomatik parantez kapatma

# settings
source: Half-period in milliseconds used for cursor blinking. The default blink rate is 530ms. By setting this to zero, blinking can be disabled. A negative value hides the cursor entirely.
de_de: Halbwertszeit in Millisekunden, die für das Blinken des Cursors verwendet wird. Die Standard-Blinkrate beträgt 530 ms. Wenn Sie diesen Wert auf Null setzen, kann das Blinken deaktiviert werden. Ein negativer Wert blendet den Cursor vollständig aus.
es_es: Periodo medio en milisegundos utilizado para el parpadeo del cursor. La frecuencia por defecto es de 530 ms. Establecerlo a cero, deshabilitará el parpadeo. Un valor negativo ocultará completamente el cursor.
pl_pl: Półokres używany do migania kursora, w milisekundach. Domyślna prędkość migania wynosi 530ms. Ustawiając to na zero, miganie może być wyłączone. Wartość ujemna ukrywa kursor całkowicie.

# settings
source: Cursor Blinking Rate
es_es: Frecuencia de parpadeo del cursor
pl_pl: Częstotliwość migania kursora
pt_br: Taxa de piscagem do cursor
tr_tr: İmleç yanıp sönme hızı

# settings
source: Insert Spaces
es_es: Insertar espacios
pl_pl: Wstaw spacje
pt_br: Inserir espaços
tr_tr: Boşluk koy

# settings
source: Show Line Numbers
es_es: Mostrar números de línea
pl_pl: Pokaż numery wierszy
pt_br: Mostrar números das linhas
tr_tr: Satır numaralarını göster

# settings
source: Line Wrap
es_es: Ajuste de líneas
pl_pl: Zawijanie tekstu
pt_br: Quebras de linha

# settings
source: Match Brackets
es_es: Emparejar corchetes
pl_pl: Dopełnij nawiasy
pt_br: Correspondência de parênteses
tr_tr: Parantezleri Eşleştir

# settings
source: Read Only
es_es: Solo lectura
pl_pl: Tylko do odczytu
pt_br: Somente leitura
tr_tr: Yalnızca Okunur

# settings
source: Rulers
es_es: Reglas
pl_pl: Linijki
pt_br: Réguas

# settings
source: Enables extension manager (requires Node.js/npm). WARNING: installing untrusted extensions may be unsafe.
pl_pl: Włącza menedżera rozszerzeń (wymaga Node.js/npm). OSTRZEŻENIE: instalowanie niezaufanych rozszerzeń może być niebezpieczne.

# settings
source: The URI of the NPM registry to use for searching for jupyterlab extensions
pl_pl: URI rejestru NPM do wyszukiwania rozszerzeń JupyterLab

# settings
source: NPM Registry
pl_pl: Rejestr NPM

# settings
source: Whether to show hidden files
de_de: Ob versteckte Dateien angezeigt werden sollen
es_es: Indica si se debe mostrar los ficheros ocultos
pl_pl: Czy pokazywać ukryte pliki

# settings
source: Cursor blinking rate
de_de: Blinkfrequenz des Cursors
es_es: Frecuencia de parpadeo del cursor
ja_jp: カーソル点滅周期
pl_pl: Częstotliwość migania kursora
pt_br: Taxa de piscagem do cursor

# settings
source: The configuration for all text editors. If `fontFamily`, `fontSize` or `lineHeight` are `null`, values from current theme are used.
es_es: La configuración para los editores de texto. Si `fontFamily`, `fontSize` o `lineHeight` son `null`, se usarán los valores del tema actual.
pl_pl: Konfiguracja dla wszystkich edytorów tekstu. Jeśli `fontFamily`, `fontSize` lub `lineHeight` mają wartość `null`, zostaną użyte wartości z bieżącego motywu.

# settings
source: The configuration for all code cells.
de_de: Die Konfiguration für alle Codezellen.
es_es: La configuración de todas las celdas de código.
pl_pl: Konfiguracja dla wszystkich komórek kodu.

# settings
source: Disable the undo/redo on the notebook document level, so actions independent cells can have their own history. The undo/redo never applies on the outputs, in other words, outputs don't have history. A moved cell completely looses history capability for now.
pl_pl: Wyłącz cofanie/ponawianie na poziomie całego dokumentu notatnika, aby niezależne komórki mogły mieć niezależną historię. Cofnij/ponów nigdy nie wpływa na rezultaty, innymi słowy, wyjścia nie mają historii. Przeniesiona komórka na razie całkowicie traci zdolność historii.

# settings
source: Experimental settings to enable the undo/redo on the notebook document level.
es_es: Configuración experimental para habilitar la deshacer/rehacer a nivel de documento Notebook.
pl_pl: Eksperymentalne ustawienia cofania/ponawiania na poziomie dokumentu notatnika.

# settings
source: The configuration for all markdown cells.
de_de: Die Konfiguration für alle Markdown-Zellen.
pl_pl: Konfiguracja wszystkich komórek markdown.

# settings
source: Define the number of cells to render directly when virtual notebook intersection observer is available
pl_pl: Zdefiniuj liczbę komórek do renderowania bezpośrednio, gdy dostępny jest obserwator intersekcji dla wirtualnego notatnika

# settings
source: Number of cells to render directly
de_de: Anzahl der direkt darzustellenden Zellen
pl_pl: Liczba komórek do renderowania bezpośrednio

# settings
source: Defines the observed bottom margin for the virtual notebook, set a positive number of pixels to render cells below the visible view
pl_pl: Określa obserwowany dolny margines dla wirtualnego notatnika, ustaw dodatnią liczbę pikseli do renderowania komórek poniżej widoku widocznego

# settings
source: Observed bottom margin
pl_pl: Obserwowany dolny margines

# settings
source: Defines the observed top margin for the virtual notebook, set a positive number of pixels to render cells above the visible view
pl_pl: Określa obserwowany górny margines dla wirtualnego notatnika, ustaw dodatnią liczbę pikseli do renderowania komórek powyżej widoku widocznego

# settings
source: Observed top margin
pl_pl: Obserwowany górny margines

# settings
source: The configuration for all raw cells.
pl_pl: Konfiguracja dla wszystkich komórek kodu.

# settings
source: Defines if the placeholder cells should be rendered when the browser is idle
pl_pl: Określa, czy komórki zastępcze powinny być renderowane kiedy przeglądarka jest bezczynna

# settings
source: Render cell on browser idle time
pl_pl: Renderowanie komórki w czasie bezczynności przeglądarki

# schema
source: Table of contents settings.
de_de: Inhaltsverzeichnis-Einstellungen.
ja_jp: 目次の設定。
pl_pl: Ustawienia spisu treści.

# settings
source: Whether to include cell output in headings
de_de: Ob die Zellausgabe in Überschriften einbezogen werden soll
pl_pl: Czy dołączyć rezultaty wywołania komórek do nagłówków

# settings
source: Whether to number first-level headings
de_de: Nummerierung der Überschriften der ersten Ebene
pl_pl: Czy numerować nagłówki pierwszego poziomu

# settings
source: Enable h1 numbering
de_de: H1-Nummerierung einschalten
pl_pl: Włącz numerację h1

# settings
source: If set to true, when a header is collapsed in the table of contents the corresponding section in the notebook is collapsed as well and vice versa.
de_de: Wenn diese Option auf "true" gesetzt ist, wird beim Ausklappen einer Überschrift im Inhaltsverzeichnis der entsprechende Abschnitt im Notizbuch ebenfalls ausgeklappt und umgekehrt.
pl_pl: Jeśli ustawione na true, gdy nagłówek jest zwinięty w spisie treści, odpowiednia sekcja w notatniku również zostaje zwinięta i odwrotnie.

source: Do you want to restart the current kernel? All variables will be lost.
de_de: Möchtest du den aktuellen Kernel neu starten? Alle Variablen gehen verloren.
es_es: ¿Desea reiniciar el kernel actual? Todas las variables se perderán.
ja_jp: 現在のカーネルを再起動しますか？変数はすべて失われます。
pl_pl: Czy chcesz ponownie uruchomić bieżące jądro? Wszystkie zmienne zostaną utracone.
pt_br: Você deseja reiniciar o kernel atual? Todas as variáveis serão perdidas.
tr_tr: Mevcut çekirdeği yeniden başlatmak ister misiniz? Tüm değişkenler kaybolacaktır.

source: Cell Tags
de_de: Zellen Tags
es_es: Etiquetas de Celda
pl_pl: Tagi komórek

source: Code Editor out of Sync
de_de: Code-Editor nicht synchronisiert
es_es: El editor de código está desincronizado
ja_jp: コードエディタが同期していません
pl_pl: Edytor kodu nie jest synchronizowany
pt_br: Editor de código fora de sincronização
tr_tr: Editoru Senkronizasyonu Hariç

source: Please open your browser JavaScript console for bug report instructions
de_de: Bitte öffne die JavaScript-Konsole deines Browsers für Bug-Report-Anweisungen
es_es: Por favor, abre la consola JavaScript de tu navegador para obtener instrucciones de informe de errores
ja_jp: バグレポートの手順については、ブラウザのJavaScriptコンソールを開いてください
pl_pl: Otwórz proszę konsolę JavaScript w przeglądarce, aby uzyskać instrukcje zgłaszania błędów
pt_br: Por favor, abra o console JavaScript do seu navegador para instruções para enviar relatório de erros
tr_tr: Hata raporu talimatları için lütfen tarayıcınızın JavaScript konsolunu açın
