Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

# settings
source: Note: To disable a item, copy it to User Preferences and add the "disabled" key. The following example will disable the user menu: { "toolbar": [ { "name": "user-menu", "disabled": true } ] } Top bar description:
fr_fr: Remarque : Pour désactiver un élément, copiez le dans les préférences utilisateur et ajoutez la touche "désactivé". L'exemple suivant désactivera le menu utilisateur: { "toolbar": [ { "name": "user-menu", "disabled" : true } ] } Description de la barre supérieure :
ru_ru: Примечание. Чтобы отключить элемент панели инструментов, скопируйте его в пользовательские настройки и добавьте ключ "disabled". В следующем примере будет отключён элемент кнопки «прерывание»: { "toolbar": [ { "name": "interrupt", "disabled": true } ] } Описание панели инструментов:

# settings
source: Top bar items
fr_fr: Éléments de la barre supérieure
ru_ru: Элементы верхней панели

# schema
source: Top Bar
fr_fr: Barre supérieure
ru_ru: Верхняя панель

# schema
source: Kernels and kernel sessions settings
fr_fr: Configuration des noyaux et des sessions

# settings
source: Kernel
fr_fr: Noyau d'exécution

# settings
source: Whether comm messages should be sent to kernel subshells, if the kernel supports it.
fr_fr: Les messages "comm" doivent-ils être envoyés aux sous-interpréteurs du noyau, si le noyau d'exécution le supporte.

# settings
source: Disabled
fr_fr: Désactivé

# settings
source: One subshell per comm
fr_fr: Un sous-interpréteur par "comm"

# settings
source: One subshell per comm-target
fr_fr: Un sous-interpréteur par cible "comm"

# settings
source: Kernel Comms over subshells
fr_fr: Comms du noyau d'exécution vers les sous-interpréteurs

# settings
source: Whether to show the running kernels item in the status bar
fr_fr: Afficher/Masquer les noyaux en cours d'exécution dans la barre d'état

# settings
source: Show the status bar item
fr_fr: Afficher l'élément dans la barre d'état

# schema
source: Kernels
fr_fr: Noyaux d'exécution

# schema
source: Notifications settings.
fr_fr: Paramètres des notifications.
ja_jp: 通知設定
pt_br: Configurações de notificações.
ru_ru: Настройки уведомлений.

# settings
source: Whether to check for newer version of JupyterLab or not. It requires `fechNews` to be `true` to be active. If `true`, it will make a request to a website.
fr_fr: Vérifier si une nouvelle version de JupyterLab est disponible ou non. Il faut que `fetchNews` soit `true` pour être actif. Si `true`, une requête à un site web sera envoyée.
ja_jp: JupyterLabの新しいバージョンを確認するかどうか。 `fechNews`を有効にするには`true`が必要です。`true`の場合、ウェブサイトへのリクエストを行います。

# settings
source: Whether to check for newer version of JupyterLab or not. It requires `fetchNews` to be `true` to be active. If `true`, it will make a request to a website.
fr_fr: Vérifier si une nouvelle version de JupyterLab est disponible ou non. Il faut que `fetchNews` soit `true` pour être actif. Si `true`, une requête à un site web sera envoyée.
ru_ru: Проверять ли новую версию JupyterLab или нет. Он требует активации `fechNews`. Если `true`, он отправит запрос на сайт.

# settings
source: Whether to check for newer versions of JupyterLab or not. It requires `fetchNews` to be set to Always (`true`) to be active. If `true`, it will make a request to a website.
fr_fr: Vérifier si une nouvelle version de JupyterLab est disponible ou non. Il faut que `fetchNews` soit `true` pour être actif. Si `true`, une requête à un site web sera envoyée.

# settings
source: Check for JupyterLab updates
fr_fr: Vérifier les mises à jour de JupyterLab
ja_jp: JupyterLab の更新を確認する
pt_br: Verificar se há atualizações do JupyterLab
ru_ru: Проверить наличие обновлений JupyterLab

# settings
source: If `true`, no toast notifications will be automatically displayed.
fr_fr: Si `true`, aucun pop-up ne sera affichée pour les notifications.
ja_jp: `true` の場合、トースト通知は自動的に表示されません。
pt_br: Se `true`, nenhuma notificação toast será exibida automaticamente.
ru_ru: Если `true`, всплывающие уведомления не будут отображаться автоматически.

# settings
source: Silence all notifications
fr_fr: Notifications silencieuses
ja_jp: 通知オフにする
pt_br: Silenciar todas as notificações
ru_ru: Отключить звук всех уведомлений

# settings
source: Whether to fetch news from Jupyter news feed. If `true`, it will make a request to a website.
fr_fr: Récupérer les actualités depuis le fil de nouvelles Jupyter. Si `true`, une requête à un site web sera envoyée.
ja_jp: Jupyter news feedからニュースを取得するかどうか。`true` の場合、ウェブサイトにリクエストを送信します。
ru_ru: Получать ли новости от Jupyter. Если `true`, будет отправлен запрос на сайт.

# settings
source: Whether to fetch news from the Jupyter news feed. If Always (`true`), it will make a request to a website.
fr_fr: Récupérer les actualités depuis le fil de nouvelles Jupyter. Si `true`, une requête à un site web sera envoyée.

# settings
source: Always
fr_fr: Toujours

# settings
source: Never
fr_fr: Jamais

# settings
source: Ask (None)
fr_fr: Demander (None)

# settings
source: Fetch official Jupyter news
fr_fr: Récupérer les actualités officielles de Jupyter
ja_jp: Jupyter公式ニュースを取得
ru_ru: Получить официальные новости Jupyter

# schema
source: Command palette settings.
de_de: Einstellungen der Befehlspalette.
es_es: Ajustes de la paleta de comandos.
fr_fr: Paramètres de la palette de commandes.
ja_jp: コマンドパレットの設定。
pl_pl: Ustawienia palety poleceń.
pt_br: Configurações da paleta de comando.
ru_ru: Настройки палитры команд.
tr_tr: Komut paleti ayarları.

# settings
source: Command Palette
fr_fr: Palette de commandes
ja_jp: コマンドパレット
ru_ru: Палитра команд

# settings
source: Whether the command palette should be modal or in the left panel.
de_de: Ob die Befehlspalette modal oder im linken Panel sein soll.
es_es: Si la paleta de comandos debe ser modal o en el panel izquierdo.
fr_fr: Si la palette de commandes doit être modale ou dans le panneau de gauche.
ja_jp: コマンドパレットをモーダルにするか、左側のパネルにするか。
pl_pl: Czy paleta poleceń powinna być modalna czy w lewym panelu.
pt_br: Se a paleta de comando deve ser modal ou no painel esquerdo.
ru_ru: Должна ли командная палитра быть модальной или левой панели.
tr_tr: Komut paletinin normal mi yoksa sol panelde mi olması gerektiği.

# settings
source: Modal Command Palette
de_de: Modale Befehlspalette
es_es: Paleta model de comandos
fr_fr: Palette de commandes modale
ja_jp: モーダルコマンドパレット
pl_pl: Paleta Poleceń Modalnych
pt_br: Paleta de Comandos Modal
ru_ru: Модальная палитра команд
tr_tr: Model Komut Paleti

# schema
source: Command Palette
de_de: Befehlspalette
es_es: Paleta de comandos
fr_fr: Palette de commandes
ja_jp: コマンドパレット
pl_pl: Paleta Poleceń
pt_br: Paleta de comandos
ru_ru: Палитра команд
tr_tr: Komut Paleti

# schema
source: Print settings.
de_de: Druckeinstellungen.
es_es: Opciones de Impresión.
fr_fr: Paramètres d'impression.
ja_jp: 印刷設定。
pl_pl: Ustawienia drukowania.
pt_br: Configurações de impressão.
ru_ru: Настройки печати.
tr_tr: Yazdırma ayarları.

# schema
source: Print
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer
ja_jp: 印刷
pl_pl: Drukuj
pt_br: Imprimir
ru_ru: Печать
tr_tr: Yazdır

# schema
source: HTML Sanitizer settings.
fr_fr: Paramètres d'assainissement HTML.
ja_jp: HTMLサニタイザーの設定
ru_ru: Настройки санитайзера HTML.

# settings
source: Whether to allow untrusted elements to include `name` and `id` attributes. These attributes are stripped by default to prevent DOM clobbering attacks.
fr_fr: Autoriser les balises HTML non-fiables à inclure les attributs `name` et `id`. Ces attributs sont supprimés par défaut pour empêcher les attaques de clobbering DOM.

# settings
source: Allow named properties
fr_fr: Autoriser les propriétés nommées

# settings
source: Scheme allowed by the HTML sanitizer.
fr_fr: Schéma autorisé lors de l'assainissement HTML.
ja_jp: HTML サニタイザーによって許可されたスキーム。
ru_ru: Схема разрешена санитайзером HTML.

# settings
source: Allowed URL Scheme
fr_fr: Schéma d'URL autorisé
ja_jp: 許可されたURLスキーム
ru_ru: Разрешенная схема URL

# settings
source: Whether to replace URLs with links or not.
fr_fr: Remplacer ou non les URLs par des liens.
ru_ru: Заменять ли URL-адреса ссылками или нет.

# settings
source: Autolink URL replacement
fr_fr: Ajout de lien automatiquement sur les URLs
ru_ru: Замена URL автоссылки

# schema
source: HTML Sanitizer
fr_fr: Assainisseur HTML
ru_ru: HTML-санитайзер

# schema
source: Kernel dialogs settings.
fr_fr: Paramètres des boîtes de dialogue des noyaux d'exécution.

# settings
source: Whether the kernel restart confirmation dialog is skipped when restarting the kernel.
fr_fr: Ignorer ou non la boîte de dialogue de confirmation de redémarrage du noyau d'exécution.

# settings
source: Skip kernel restart Dialog
fr_fr: Ignorer la confirmation de redémarrage du noyau d'exécution

# schema
source: Kernel dialogs
fr_fr: Boîtes de dialogue des noyaux d'exécution

# settings
source: font-family
de_de: Schriftfamilie
es_es: tipo de fuente
fr_fr: famille de polices
ja_jp: フォントの種類
pl_pl: rodzina czcionek
ru_ru: семейство шрифтов
tr_tr: yazı tipi ailesi

# settings
source: font-size
de_de: Schriftgröße
es_es: tamaño de la fuente
fr_fr: taille de police
ja_jp: フォントサイズ
pl_pl: rozmiar czcionki
ru_ru: размер шрифта
tr_tr: yazı boyutu

# schema
source: Theme manager settings.
de_de: Theme-Manager-Einstellungen.
es_es: Ajustes del administrador de temas.
fr_fr: Paramètres du gestionnaire de thèmes.
ja_jp: テーママネージャの設定。
pl_pl: Ustawienia menedżera motywów.
pt_br: Configurações do gerenciador de temas.
ru_ru: Менеджер настройки тем.
tr_tr: Tema yönetici ayarları.

# menu
source: Theme
es_es: Tema
fr_fr: Thème
ja_jp: テーマ
pl_pl: Motyw
pt_br: Tema
ru_ru: Тема
tr_tr: Tema

# settings
source: Theme Manager
es_es: Gestor de temas
fr_fr: Gestionnaire de thème
ja_jp: テーママネージャ
pl_pl: Menedżer motywów
pt_br: Gerenciador de Temas
ru_ru: Менеджер тем
tr_tr: Tema Yöneticisi

# settings
source: Synchronize visual styling theme with system settings
fr_fr: Synchroniser le thème avec les paramètres système

# settings
source: Adaptive Theme
fr_fr: Thème adaptatif

# settings
source: Override theme CSS variables by setting key-value pairs here
de_de: Überschreiben Sie die CSS-Variablen des Theme, indem Sie hier Schlüsselwert-Paare festlegen
es_es: Sobrescribe las variables del tema CSS estableciendo pares de clave-valor aquí
fr_fr: Remplacer les variables CSS du thème en définissant les paires clé-valeur ici
ja_jp: ここでキーと値のペアを設定してテーマ CSS 変数を上書きします
pl_pl: Tutaj zastąp zmienne motywu CSS przez ustawienie par klucz-wartość
pt_br: Substitua as variáveis CSS do tema definindo pares chave-valor aqui
ru_ru: Переопределите переменные CSS темы, установив здесь пары ключ-значение
tr_tr: #: /paketler/uygulama- geliştirme/şema/temalar.json:/özellikler/üstyazılar/tanım ayarlar

# settings
source: Theme CSS Overrides
es_es: Sobrescritura del tema CSS
fr_fr: Substitutions de thème CSS
ja_jp: テーマ CSS のオーバーライド
pl_pl: Nadpisz motyw CSS
pt_br: Substituições do tema CSS
ru_ru: CSS переопределения темы
tr_tr: #: /paketler/uygulama- geliştirme/şema/temalar.json:/özellikler/üstyazılar/başlık ayarlar

# settings
source: Application-level dark visual styling theme. Ignored when Adaptive Theme is disabled.
fr_fr: Thème sombre pour l'application. Ignoré lorsque le thème adaptatif est désactivé.

# settings
source: Preferred Dark Theme
fr_fr: Préfèrer le thème sombre

# settings
source: Application-level light visual styling theme. Ignored when Adaptive Theme is disabled.
fr_fr: Thème clair pour l'application. Ignoré lorsque le thème adaptatif est désactivé.

# settings
source: Preferred Light Theme
fr_fr: Préfèrer le thème clair

# settings
source: Enable/disable styling of the application scrollbars
de_de: Aktivieren/Deaktivieren der Gestaltung der Anwendungs-Scrollbars
es_es: Habilita/deshabilita el estilo de las barras de desplazamiento de la aplicación
fr_fr: Activer/désactiver le style des barres de défilement de l'application
ja_jp: アプリのスクロールバーのスタイルを有効/無効にする
pl_pl: Włącz/Wyłącz styl pasków przewijania aplikacji
pt_br: Ativar/desativar o estilo das barras de rolagem da aplicação
ru_ru: Включить/выключить стиль полос прокрутки приложения
tr_tr: #: /paketler/uygulama- geliştirme/şema/temalar.json:/özellikler/tema-kaydırmaçubukları/tanım ayarlar

# settings
source: Scrollbar Theming
es_es: Tema de las barras de desplazamiento
fr_fr: Thème de la barre de défilement
pl_pl: Motyw paska przewijania
pt_br: Tema da barra de rolagem
ru_ru: Стиль прокрутки
tr_tr: Kaydırma Çubuğu Teması

# settings
source: Application-level visual styling theme
de_de: Theme zur visuellen Gestaltung auf Anwendungsebene
es_es: Tema de estilo visual de la aplicación
fr_fr: Theme de l'application
pl_pl: Wizualny motyw stylu aplikacji
pt_br: Tema de estilo visual em nível de aplicação
tr_tr: Uygulama düzeyinde görsel stil teması

# settings
source: Application-level visual styling theme. Ignored when Adaptive Theme is enabled.
fr_fr: Thème pour l'application. Ignoré lorsque le thème adaptatif est activé.

# settings
source: Selected Theme
de_de: Ausgewähltes Theme
es_es: Tema seleccionado
fr_fr: Thème sélectionné
pl_pl: Wybrany Motyw
pt_br: Tema selecionado
ru_ru: Выбранная тема
tr_tr: Seçili tema

# schema
source: Theme
es_es: Tema
fr_fr: Thème
ja_jp: テーマ
pl_pl: Motyw
pt_br: Tema
ru_ru: Тема
tr_tr: Tema

# schema
source: Shortcut help settings.
fr_fr: Paramètres des raccourcis.
ru_ru: Настройки ярлыка помощи.

# schema
source: Shortcuts Help
fr_fr: Aide des raccourcis clavier
ru_ru: Справка по быстрым клавишам

# schema
source: Workspaces settings.
de_de: Arbeitsbereiche Einstellungen.
es_es: Ajuste de espacios de trabajo.
fr_fr: Paramètres de l'espace de travail.
ja_jp: ワークスペースの設定。
pl_pl: Ustawienia obszarów roboczych.
pt_br: Configurações dos Espaços de Trabalho.
ru_ru: Настройка рабочего пространства.
tr_tr: Çalışma alanları ayarları.

# schema
source: Workspaces
de_de: Arbeitsbereiche
es_es: Espacios de Trabajo
fr_fr: Espaces de travail
ja_jp: ワークスペース
pl_pl: Obszary robocze
pt_br: Espaços de Trabalho
ru_ru: Рабочее пространство
tr_tr: Çalışma Alanları

# schema
source: Cell Toolbar Settings.
es_es: Ajuste de la barra de herramienta de celdas.
fr_fr: Paramètres de la barre d'outils des cellules.
ru_ru: Настройки панели инструментов ячеек.

# settings
source: Show a toolbar inside the active cell, if there is enough room for one
fr_fr: Afficher une barre d'outils à l'intérieur de la cellule active, s'il y a assez d'espace disponible

# settings
source: Show cell toolbar
fr_fr: Afficher la barre d'outils des cellules

# settings
source: An item is defined by a 'name', a 'command' name, and an 'icon' name
es_es: Un elemento está definido por un 'nombre', un nombre de 'comando', y un nombre de 'icono'
fr_fr: Un élément est défini par un nom `name`, une commande `command` et un nom d'icône `icon`
ru_ru: Элемент определяется как 'name', 'command' имя и именем 'icon'

# settings
source: List of toolbar items
es_es: Lista de elementos de la barra de herramientas
fr_fr: Liste des éléments de la barre d'outils
pt_br: Lista de itens da barra de ferramentas
ru_ru: Список элементов панели инструментов

# schema
source: Cell Toolbar
es_es: Barra de herramientas de celdas
fr_fr: Barre d'outils des cellules
ru_ru: Панель инструментов ячейки

# schema
source: Setting for the common tools
fr_fr: Configuration des outils communs
ru_ru: Настройка обычных инструментов

# schema
source: Common tools
fr_fr: Outils communs
ru_ru: Основные средства

# schema
source: Text editor settings for all CodeMirror editors.
de_de: Texteditor-Einstellungen für alle CodeMirror-Editoren.
es_es: Configuración del editor de texto para todos los editores de CodeMirror.
fr_fr: Paramètres de l'éditeur de texte pour tous les éditeurs CodeMirror.
ja_jp: すべてのCodeMirrorエディタのテキストエディタの設定。
pl_pl: Ustawienia edytora tekstu dla wszystkich edytorów CodeMirror.
pt_br: Configurações do editor de texto para todos os editores CodeMirror.
ru_ru: Настройки текстового редактора для всех редакторов CodeMirror.
tr_tr: Tüm CodeMirror editörleri için metin düzenleme ayarları.

# menu
source: Code Folding
fr_fr: Pliage du code

# settings
source: Base configuration used by all CodeMirror editors.
fr_fr: Configuration de base utilisée par tous les éditeurs CodeMirror.
ru_ru: Базовая конфигурация, используемая всеми редакторами CodeMirror.

# settings
source: Default editor configuration
fr_fr: Configuration par défaut de l'éditeur
ru_ru: Конфигурация редактора по умолчанию

# schema
source: Inline completer settings.
fr_fr: Paramètres de compléteur des éditeurs.

# settings
source: Inline Completer
fr_fr: Compléteur des éditeurs

# settings
source: When an inline completion gets cancelled the editor may change its size rapidly. When typing in the editor, the completions may get dismissed frequently causing a noticeable jitter of the editor height. Adding a delay prevents the jitter on typing. The value should be in milliseconds.
fr_fr: Lorsqu'une complétion en ligne est annulée, l'éditeur peut modifier sa taille rapidement. Lorsque vous tapez dans l'éditeur, les complétions peuvent être rejetées fréquemment, causant des variations notables de la hauteur de l'éditeur. Ajouter un délai en millisecondes empêche le jitter lors de la frappe.

# settings
source: Editor resize delay
fr_fr: Délai de redimensionnement de l'éditeur

# settings
source: Number of lines of inline completion to show before collapsing. Setting zero disables the limit.
fr_fr: Nombre de lignes de complétion en ligne à afficher avant de les réduire. Zéro désactive la limite.

# settings
source: Limit inline completion lines
fr_fr: Limiter les lignes de complétion en ligne

# settings
source: Number of lines to reserve for the ghost text with inline completion suggestion.
fr_fr: Nombre de lignes à réserver pour le texte fantôme de la suggestion de complétion en ligne.

# settings
source: Reserve lines for inline completion
fr_fr: Lignes de réserve pour la complétion en ligne

# settings
source: Inline completion providers
fr_fr: Fournisseurs de complétion pour les éditeurs

# settings
source: When multiple completions are returned, reserve blank space for up to as many lines as in the longest completion candidate to avoid resizing editor when cycling between the suggestions.
fr_fr: Lorsque plusieurs complétions sont retournées, réserver l'espace libre selon le candidat de complétion le plus long pour éviter de redimensionner l'éditeur lorsque vous parcourez les suggestions.

# settings
source: Reserve space for the longest candidate
fr_fr: Réserver l'espace pour la suggestion la plus longue

# settings
source: Whether to show shortcuts in the inline completer widget.
fr_fr: Afficher/Masquer les raccourcis dans le widget de complétion des éditeurs.

# settings
source: Show shortcuts in the widget
fr_fr: Afficher les raccourcis dans le widget

# settings
source: When to show the inline completer widget.
fr_fr: Quand afficher le widget de complétion des éditeurs.

# settings
source: On hover
fr_fr: Au survol

# settings
source: Show widget
fr_fr: Afficher le widget

# settings
source: Transition effect used when streaming tokens from model.
fr_fr: Effet de transition utilisé pour les éléments progressifs à partir du modèle.

# settings
source: None
fr_fr: Aucun

# settings
source: Uncover
fr_fr: Dévoiler

# settings
source: Streaming animation
fr_fr: Animation de diffusion

# settings
source: Whether to suppress the inline completer when the tab completer suggestions are shown.
fr_fr: Supprimer ou non la complétion en ligne lorsque les suggestions de complétement par tabulation sont affichées.

# settings
source: Suppress when the tab completer is active
fr_fr: Supprimer lorsque le compléteur par tabulation est actif

# schema
source: Inline Completer
fr_fr: Compléteur des éditeurs

# schema
source: Code Completion settings.
fr_fr: Paramètres de complétion du code.
ru_ru: Настройки завершения кода.

# settings
source: Code Completer
fr_fr: Compléteur de code

# settings
source: Code Completion settings
fr_fr: Paramètres de complétion du code

# settings
source: Autocompletion setting.
fr_fr: Options de la complétion automatique.
ru_ru: Настройки автодополнения.

# settings
source: Enable autocompletion.
fr_fr: Activer l'auto-complétion.
ru_ru: Включить автозаполнение.

# settings
source: Providers with higher rank will be shown before the ones with lower rank, providers with negative rank are disabled.
fr_fr: Les compléteurs de priorité supérieure seront affichés avant ceux de priorité inférieure, les compléteurs avec une priorité négative sont désactivés.
ru_ru: Провайдеры с более высоким рейтингом будут показаны перед провайдерами с более низким рейтингом, провайдеры с отрицательным рейтингом будут отключены.

# settings
source: Completion providers rank setting.
fr_fr: Paramètres de priorité des compléteurs.
ru_ru: Настройка ранга провайдеров выполнения.

# settings
source: If a provider can not return the response for a completer request before timeout, the result of this provider will be ignored. Value is in millisecond
fr_fr: Si un compléteur ne peut pas renvoyer la réponse pour une requête dans un certain délai, le résultat de ce compléteur sera ignoré. La valeur du délai est en milliseconde
ru_ru: Если провайдер не может вернуть ответ на более полный запрос до истечения времени ожидания, результат этого провайдера будет проигнорирован. Значение в миллисекундах

# settings
source: Default timeout for a provider.
fr_fr: Délai par défaut pour un compléteur.
ru_ru: Тайм-аут по умолчанию для провайдера.

# settings
source: Documentation panel setting.
fr_fr: Paramètres du panneau de documentation.
ru_ru: Настройка панели документации.

# settings
source: Show the documentation panel.
fr_fr: Afficher le panneau de documentation.
ru_ru: Показать панель документации.

# settings
source: Whether to suppress the tab completer when inline completions are presented.
fr_fr: Supprimer ou non la complétion par tabulation lorsque les complétions en ligne sont présentées.

# settings
source: Suppress when the inline completer is active
fr_fr: Supprimer lorsque le compléteur en ligne est actif

# schema
source: Code Completion
fr_fr: Complétion du code
ru_ru: Завершение кода

# schema
source: Console completer settings.
de_de: Console Completer Einstellungen.
es_es: Configuración del completador de cónsola.
fr_fr: Paramètres de compléteur de la console.
ja_jp: コンソール入力補完設定。
pl_pl: Ustawienia uzupełniacza konsoli.
pt_br: Configurações da função Autocompletar do Console.
ru_ru: Настройки автодополнения в консоли.
tr_tr: Konsol tamamlayıcı ayarları.

# schema
source: Console Completer
de_de: Konsolenvervollständigung
es_es: Completador de Consola
fr_fr: Compléteur de console
ja_jp: コンソール入力補完
pl_pl: Autouzupełnianie konsoli
pt_br: Função Autocompletar no Console
ru_ru: Автодополнение в консоли
tr_tr: Konsol Tamamlayıcı

# schema
source: Code Console Foreign plugin settings.
de_de: Code Console Fremd-Plugin Einstellungen.
es_es: Configuración de plugin externo de la consola de código.
fr_fr: Réglages du plugin externe de la console de code.
pt_br: Configurações de plugin externo do console de código.
ru_ru: Плагин консоли внешнего кода.

# schema
source: Code Console Foreign plugin
de_de: Code Console Fremd-Plugin
es_es: Plugin externo de la consola de código
fr_fr: Plugin externe de la console de code
pt_br: Plugin externo do console de código
ru_ru: Плагин консоли внешнего кода

# schema
source: Code Console settings.
de_de: Code Konsole Einstellungen.
es_es: Ajustes de consola de código.
fr_fr: Paramètres de la console de code.
ja_jp: コード コンソールの設定。
pl_pl: Ustawienia konsoli kodu.
pt_br: Configurações do console de código.
ru_ru: Настройки консоли разработчика.
tr_tr: Kod konsol ayarları.
