Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Dead
fr_fr: Mort
ja_jp: 停止
pl_pl: Martwy
ru_ru: Мёртв
tr_tr: Ölü

source: Connected
de_de: Verbunden
fr_fr: Connecté
ja_jp: 接続済み
pl_pl: Połączony
ru_ru: Подключён
tr_tr: Bağlanıldı

source: Connecting
de_de: Verbindung wird hergestellt
fr_fr: Connexion en cours
ja_jp: 接続中
pl_pl: Łączenie
ru_ru: Подключение
tr_tr: Bağlanıyor

source: Disconnected
de_de: Getrennt
fr_fr: Déconnecté
ja_jp: 切断
pl_pl: Rozłączony
ru_ru: Отключено
tr_tr: Bağlantı kesildi

source: Initializing
de_de: Initialisiere
fr_fr: Initialisation en cours
ja_jp: 初期化中
pl_pl: Inicjowanie
ru_ru: Инициализация
tr_tr: Başlatılıyor

source: Change kernel for %1
de_de: Kernel für %1 ändern
es_es: Cambiar kernel por %1
fr_fr: Changer de noyau pour %1
ja_jp: %1 のカーネルを変更
pl_pl: Zmień jądro dla %1
pt_br: Alterar o kernel para %1
ru_ru: Изменить ядро для %1
tr_tr: %1 için çekirdeği değiştir

source: Filter Licenses By
fr_fr: Filtrer les licences par
pl_pl: Filtruj licencje według
ru_ru: Фильтровать лицензии по

source: Package
fr_fr: Paquet
pl_pl: Pakiet
ru_ru: Пакет

source: License
de_de: Lizenz
fr_fr: Licence
pl_pl: Licencja
ru_ru: Лицензия
tr_tr: Lisans

source: No Packages found
de_de: Keine Pakete gefunden
fr_fr: Aucun paquet trouvé
pl_pl: Nie znaleziono pakietów
ru_ru: Пакетов не найдено

source: No Package selected
de_de: Keine Pakete ausgewählt
fr_fr: Aucun paquet sélectionné
pl_pl: Nie wybrano pakietu
ru_ru: Пакеты не выбраны

source: No License ID found
de_de: Keine License ID gefunden
fr_fr: Aucun identifiant de licence trouvé
pl_pl: Nie znaleziono ID licencji
ru_ru: Не найден ID лицензии

source: No License Text found
de_de: Kein License Text gefunden
fr_fr: Licence introuvable
pl_pl: Nie znaleziono tekstu licencji
ru_ru: Не найден текст лицензии

source: main area content
fr_fr: contenu de la zone principale

source: notebook content
de_de: Notebook-Inhalt
fr_fr: contenu du Notebook
pl_pl: zawartość notatnika
ru_ru: содержимое блокнота
tr_tr: not defteri içeriği

source: notebook actions
de_de: Notebook-Aktionen
fr_fr: actions du Notebook
pl_pl: akcje notatnika
ru_ru: действия блокнота

source: main area toolbar
fr_fr: barre d'outils de la zone principale

source: %1 Terminals, %2 Kernel sessions
de_de: %1 Terminals, %2 Kernel-Sitzungen
es_es: %1 terminales, %2 sesiones del Kernel
fr_fr: %1 terminaux, %2 sessions de noyau
ja_jp: %1 ターミナル, %2 カーネルセッション
pl_pl: %1 terminale, %2 sesji jądra
pt_br: %1 terminais, %2 sessões de kernel
ru_ru: %1 терминалов, %2 сессий ядра
tr_tr: %1 Terminalleri, %2 Çekirdek oturumları

source: Error Starting Kernel
de_de: Fehler beim Starten des Kernels
es_es: Error al iniciar Kernel
fr_fr: Erreur lors du démarrage du noyau
ja_jp: カーネルの起動エラー
pl_pl: Błąd podczas uruchamiania jądra
pt_br: Erro ao Iniciar Kernel
ru_ru: Ошибка запуска ядра
tr_tr: Çekirdek Başlatma Hatası

source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
ja_jp: 選択
pl_pl: Wybierz
pt_br: Selecionar
ru_ru: Выбрать
tr_tr: Seç

source: Select Kernel
de_de: Kernel auswählen
es_es: Seleccione Kernel
fr_fr: Sélectionnez le noyau
ja_jp: カーネルを選択
pl_pl: Wybierz jądro
pt_br: Selecionar Kernel
ru_ru: Выбрать Ядро
tr_tr: Çekirdek Seç

source: Always start the preferred kernel
fr_fr: Toujours démarrer le noyau d'exécution préféré
ru_ru: Всегда запускать предпочтительное ядро

source: Remember my choice and always start the preferred kernel
fr_fr: Mémoriser mon choix et toujours démarrer le noyau préféré
ru_ru: Запомнить мой выбор и всегда запускать предпочтительное ядро

source: Restart Kernel?
de_de: Kernel neu starten?
es_es: Reiniciar Kernel?
fr_fr: Redémarrer le noyau ?
ja_jp: カーネルを再起動しますか？
pl_pl: Zrestartować jądro?
pt_br: Reiniciar o Kernel?
ru_ru: Перезапустить Ядро?
tr_tr: Çekirdeği Yeniden Başlat?

source: Do you want to restart the kernel of %1? All variables will be lost.
fr_fr: Voulez-vous redémarrer le noyau actuel pour %1? Toutes les variables seront perdues.
ru_ru: Вы хотите перезапустить ядро %1? Все переменные будут потеряны.

source: Restart
de_de: Neu starten
es_es: Reiniciar
fr_fr: Redémarrer
ja_jp: 再起動
pl_pl: Uruchom ponownie
pt_br: Reiniciar
ru_ru: Перезапустить
tr_tr: Yeniden başlat

source: Confirm Kernel Restart
fr_fr: Confirmer le redémarrage du noyau
ru_ru: Подтвердить перезапуск ядра

source: Cancel Kernel Restart
fr_fr: Annuler le redémarrage du noyau
ru_ru: Отменить перезапуск ядра

source: Select kernel for:
de_de: Kernel auswählen:
es_es: Seleccionar kernel para:
fr_fr: Sélectionnez le noyau pour:
ja_jp: 次のカーネルを選択:
pl_pl: Wybierz jądro dla:
pt_br: Selecionar kernel para:
ru_ru: Выбрать ядро для:
tr_tr: Bunun için çekirdek seç:

source: Do not ask me again.
fr_fr: Ne plus demander.
ru_ru: Не спрашивать в следующий раз.

source: If checked, the kernel will restart without confirmation prompt in the future; you can change this back in the settings.
fr_fr: Si cette case est cochée, le noyau d'exécution redémarrera sans demander de confirmation. Vous pouvez modifier cela dans les paramètres.

source: Start Preferred Kernel
de_de: Bevorzugten Kernel starten
es_es: Iniciar el Kernel preferido
fr_fr: Démarrer le noyau préféré
ja_jp: 優先するカーネルを起動
pl_pl: Uruchom preferowane jądro
pt_br: Inicializar o Kernel Preferido
ru_ru: Запустить предпочитаемое ядро
tr_tr: Tercih Edilen Çekirdeği Başlat

source: Start Other Kernel
de_de: Anderen Kernel starten
es_es: Iniciar otro Kernel
fr_fr: Démarrer un autre noyau
ja_jp: 他のカーネルを起動
pl_pl: Uruchom inne jądro
pt_br: Inicializar Outro Kernel
ru_ru: Запустить другое ядро
tr_tr: Diğer Çekirdeği Başlat

source: Connect to Existing Kernel
fr_fr: Se connecter à noyau d'exécution existant

source: Start %1 Kernel
fr_fr: Démarrer le noyau d'exécution %1

source: Start Kernel
fr_fr: Démarrer le noyau d'exécution

source: Connect to Existing %1 Kernel
fr_fr: Se connecter au noyau d'exécution %1

source: Connect to Other Kernel
fr_fr: Se connecter à un autre noyau d'exécution

source: Use No Kernel
de_de: Keinen Kernel verwenden
fr_fr: Ne pas utiliser de noyau
ja_jp: カーネルを使用しない
pl_pl: Użyj bez jądra
ru_ru: Не использовать ядро

source: Unknown Kernel
fr_fr: Noyau d'exécution inconnu

source: Path: %1
fr_fr: Emplacement : %1

source: Name: %1
es_es: Nombre: %1
fr_fr: Nom: %1
ja_jp: 名前: %1
pl_pl: Nazwa: %1
pt_br: Nome: %1
ru_ru: Имя: %1
tr_tr: İsim: %1

source: Kernel Name: %1
fr_fr: Nom du noyau : %1

source: Use Kernel from Preferred Session
de_de: Kernel aus bevorzugter Sitzung verwenden
es_es: Usar Kernel de Sesión preferida
fr_fr: Utiliser le noyau de la session préférée
ja_jp: 優先するセッションのカーネルを使用する
pl_pl: Użyj jądra z preferowanej sesji
pt_br: Usar o kernel da sessão preferencial
ru_ru: Использовать ядро из предпочитаемого сеанса
tr_tr: Tercih Edilen Oturumdaki Çekirdeği Kullan

source: Kernel Id: %1
fr_fr: Identifiant du noyau: %1

source: Use Kernel from Other Session
de_de: Kernel aus anderer Sitzung verwenden
es_es: Usar Kernel de otra sesión
fr_fr: Utiliser le noyau d'une autre session
ja_jp: 他のセッションのカーネルを使用する
pl_pl: Użyj jądra z innej sesji
pt_br: Usar kernel de outra sessão
ru_ru: Использовать ядро из другого сеанса
tr_tr: Diğer Oturumdaki Çekirdeği Kullan

source: Path:
de_de: Pfad:
es_es: Ruta:
fr_fr: Chemin d'accès:
ja_jp: パス:
pl_pl: Ścieżka:
pt_br: Caminho:
ru_ru: Путь:
tr_tr: Yol:

source: Name:
es_es: Nombre:
fr_fr: Nom:
ja_jp: 名前:
pl_pl: Nazwa:
pt_br: Nome:
ru_ru: Название:
tr_tr: Adı:

source: Kernel Name:
es_es: Nombre del Kernel:
fr_fr: Nom du noyau :
ja_jp: カーネル名:
pl_pl: Nazwa jądra:
pt_br: Nome do Kernel:
ru_ru: Имя ядра:
tr_tr: Çekirdek İsmi:

source: Kernel Id:
es_es: Id del Kernel:
fr_fr: Identifiant du noyau:
ja_jp: カーネルID:
pl_pl: ID jądra:
pt_br: Id do Kernel:
ru_ru: Id ядра:
tr_tr: Çekirdek Kimliği:

source: Neither theme %1 nor default %2 loaded.
de_de: Weder Theme %1 noch Standard %2 geladen.
es_es: No se cargó ni el tema %1 ni el %2 predeterminado.
fr_fr: Ni le thème %1 ni le thème par défaut %2 n'ont été chargés.
ja_jp: テーマ %1 もデフォルトテーマ %2 も読み込まれていません。
pl_pl: Motyw %1 ani domyślny motyw %2 nie został załadowany.
pt_br: Nem o tema %1 nem o padrão %2 foram carregados.
ru_ru: Ни тема %1, ни тема по умолчанию %2 не загружены.
tr_tr: Ne tema %1 ne de varsayılan %2 yüklenmedi.

source: Error Loading Theme
de_de: Fehler beim Laden des Themas
es_es: Error al cargar el Tema
fr_fr: Erreur lors du chargement du thème
ja_jp: テーマの読み込みエラー
pl_pl: Błąd ładowania motywu
pt_br: Erro ao carregar o tema
ru_ru: Ошибка загрузки темы
tr_tr: Tema Yükleme Hatası

source: Toolbar customization has changed. You will need to reload JupyterLab to see the changes.
fr_fr: La personnalisation de la barre d'outils a changé. Vous devrez recharger JupyterLab pour voir les modifications.
ru_ru: Панель инструментов изменилась. Вам нужно будет перезагрузить JupyterLab для просмотра изменений.

source: Switch kernel
de_de: Kernel wechseln
es_es: Cambiar el núcleo
fr_fr: Changer de noyau
ja_jp: カーネルを切り替え
pl_pl: Zmień jądro
pt_br: Trocar kernel
ru_ru: Переключить ядро
tr_tr: Çekirdek Değiştir

source: Kernel %1
es_es: Núcleo %1
fr_fr: Noyau %1
ja_jp: カーネル %1
pl_pl: Jądro %1
ru_ru: Ядро %1
tr_tr: Çekirdek %1

source: Interrupt the kernel
de_de: Kernel unterbrechen
es_es: Interrumpir el núcleo
fr_fr: Interrompre le noyau
ja_jp: カーネルを中断
pl_pl: Przerwij jądro
pt_br: Interromper kernel
ru_ru: Прервать работу ядра
tr_tr: Çekirdeği Duraklat

source: Restart the kernel
de_de: Kernel neu starten
es_es: Reiniciar el núcleo
fr_fr: Redémarrer le noyau
ja_jp: カーネルを再起動
pl_pl: Zresetuj jądro
pt_br: Reiniciar kernel
ru_ru: Перезапустить ядро
tr_tr: Çekirdeği Yeniden Başlat

source: Audio Viewer
fr_fr: Visionneuse audio

source: Cell toolbar
fr_fr: Barre d'outils des cellules

source: Click to expand
fr_fr: Cliquer pour agrandir
ru_ru: Нажмите, чтобы раскрыть

source: Code Cell Content
fr_fr: Contenu de la cellule de code
ru_ru: Содержимое ячейки кода

source: Code Cell Content with Output
fr_fr: Contenu de la cellule de code avec sorties
ru_ru: Содержимое ячейки с выводом

source: Markdown Cell Content
fr_fr: Contenu de la cellule Markdown
ru_ru: Markdown контент ячейки

source: %1 cell hidden
fr_fr: %1 cellule masquée
ru_ru: %1 ячейка скрыта

source: Type Markdown and LaTeX: $ α^2 $
fr_fr: Tapez du Markdown et du LaTeX : $ α^2 $

source: Raw Cell Content
fr_fr: Contenu de la cellule brute
ru_ru: Сырое содержание ячейки

source: Add Tag
de_de: Tag hinzufügen
es_es: Añadir etiqueta
fr_fr: Ajouter une étiquette
ja_jp: タグの追加
pl_pl: Dodaj Znacznik
pt_br: Adicionar Tag
ru_ru: Добавить тег
tr_tr: Etiket Ekle

source: No data!
de_de: Keine Daten!
es_es: ¡No hay datos!
fr_fr: Aucune donnée!
ja_jp: データがありません!
pl_pl: Brak danych!
pt_br: Sem dados!
ru_ru: Отсутствуют данные!
tr_tr: Veri bulunamadı!

source: Revert changes to data
de_de: Änderungen an Daten zurücksetzen
es_es: Revertir cambios a los datos
fr_fr: Rétablir les changements aux données
ja_jp: データの変更を元に戻す
pl_pl: Przywróć zmiany w danych
pt_br: Reverter alterações nos dados
ru_ru: Отменить изменения данных
tr_tr: Verideki değişiklikleri geri al

source: Commit changes to data
de_de: Änderungen an Daten festschreiben
es_es: Confirmar cambios a los datos
fr_fr: Valider les modifications des données
ja_jp: データに変更を反映させる
pl_pl: Zatwierdź zmiany do danych
pt_br: Aplicar alterações aos dados
ru_ru: Сохранить изменения данных
tr_tr: Veriye değişiklikleri uygula

source: Go to line number between 1 and %1
de_de: Gehe zu Zeilennummer zwischen 1 und %1
es_es: Ir al número de línea entre 1 y %1
fr_fr: Aller au numéro de ligne entre 1 et %1
ja_jp: 1 から %1 の行番号に移動
pl_pl: Przejdź do numeru linii między 1 a %1
pt_br: Vá para o número da linha entre 1 e %1
ru_ru: Перейти к номеру строки между 1 и %1
tr_tr: Satır 1 ve %1 arasına git

source: Ln %1, Col %2
de_de: Z %1, Sp %2
fr_fr: Li %1, Col %2
pl_pl: Ln %1, Kol %2
ru_ru: Строка %1, столбец %2
tr_tr: Satır %1, Kolon %2

source: Go to line number…
de_de: Gehe zu Zeilennummer …
es_es: Ir al número de línea…
fr_fr: Aller au numéro de ligne…
ja_jp: 行番号に移動…
pl_pl: Przejdź do linii…
pt_br: Ir para a linha número…
ru_ru: Перейти к номеру строки…
tr_tr: Satır numarasına git…

source: Select Next Occurrence
fr_fr: Sélectionner l'occurrence suivante

source: Toggle Tab Focus Mode
fr_fr: Activer/désactiver le mode focus par tabulation

source: Toggles behavior of Tab key between inserting indentation and moving to next focusable element
fr_fr: Bascule le comportement de la touche Tab entre l'insertion de l'indentation et le passage à l'élément ciblable suivant

source: Delete the current line
fr_fr: Supprimer la ligne actuelle

source: Toggle Block Comment
fr_fr: Dé-/commenter le bloc

source: Toggles block comments in languages which support it (e.g. C, JavaScript)
fr_fr: Dé-/commenter un bloc pour les languages le supportant (comme C ou JavaScript)

source: Toggle Comment
fr_fr: Dé-/commenter

source: Fold Current Region
fr_fr: Replier la région actuelle

source: Unfold Current Region
fr_fr: Déplier la région actuelle

source: Fold All Subregions
fr_fr: Replier toutes les sous régions

source: Unfold All Subregions
fr_fr: Déplier toutes les sous-régions

source: Fold All Regions
fr_fr: Replier toutes les régions

source: Unfold All Regions
fr_fr: Déplier toutes les régions

source: File Operations
de_de: Dateioperationen
es_es: Operaciones de Archivos
fr_fr: Opérations sur les fichiers
ja_jp: ファイル操作
pl_pl: Operacje na plikach
pt_br: Operações de arquivo
ru_ru: Операции с файлом
tr_tr: Dosya işlemleri

source: Toggles block commends in languages which support it (e.g. C, JavaScript)
fr_fr: Dé-/commenté le block pour les languages le supportant (comme C ou JavaScript)

source: Folded lines
fr_fr: Lignes repliées
ru_ru: Свернутые строки

source: Unfolded lines
fr_fr: Lignes dépliées
ru_ru: Развернутые строки

source: to
fr_fr: à
ru_ru: к

source: folded code
fr_fr: code plié
ru_ru: свёрнутый код

source: unfold
fr_fr: déplier
ru_ru: развернуть

source: Fold line
fr_fr: Replier la ligne
ru_ru: Свернуть строку

source: Font Size
fr_fr: Taille de police
ru_ru: Размер шрифта

source: Unfold line
fr_fr: Déplier la ligne
ru_ru: Развернуть строку

source: CodeMirror theme
fr_fr: Thème de CodeMirror
ru_ru: CodeMirror тема

source: Go to line
fr_fr: Aller à la ligne
ru_ru: Перейти к строке

source: go
fr_fr: aller
ru_ru: вперед

source: Line Height
fr_fr: Hauteur de ligne
ru_ru: Высота строки

source: Find
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
ja_jp: 検索
pl_pl: Znajdź
pt_br: Localizar
ru_ru: Найти
tr_tr: Bul

source: Replace
de_de: Ersetzen
es_es: Reemplazar
fr_fr: Remplacer
ja_jp: 置換
pl_pl: Zamień
pt_br: Substituir
ru_ru: Заменить
tr_tr: Değiştir

source: next
fr_fr: suivant
ru_ru: следующий

source: previous
fr_fr: précédent
ru_ru: назад

source: all
fr_fr: tout
ru_ru: все

source: match case
fr_fr: respecte la casse
ru_ru: учитывать регистр

source: replace
fr_fr: remplacer
ru_ru: заменить

source: replace all
fr_fr: tout remplacer
ru_ru: заменить всё

source: close
fr_fr: fermer
ru_ru: закрыть

source: current match
fr_fr: correspondance actuelle
ru_ru: текущее совпадение

source: Control character
fr_fr: Caractère de contrôle
ru_ru: Контрольный символ

source: replaced $ matches
fr_fr: $ correspondances remplacées
ru_ru: заменено $ совпадений

source: replaced match on line $
fr_fr: a remplacé la correspondance à la ligne $
ru_ru: заменил совпадение на строке $

source: Selection deleted
fr_fr: Sélection supprimée
ru_ru: Выделение удалено

source: on line
fr_fr: à la ligne
ru_ru: в строке

source: Completions
fr_fr: Complétions
ru_ru: Завершения

source: Diagnostics
fr_fr: Diagnostiques
ru_ru: Диагностика

source: No diagnostics
fr_fr: Aucun diagnostic
ru_ru: Нет диагностики

source: Breakpoint
fr_fr: Point d'arrêt

source: Selected breakpoint
fr_fr: Point d’arrêt sélectionné

source: Auto Closing Brackets
fr_fr: Fermeture automatique des parenthèses
ru_ru: Автоматически закрывать скобки

source: Code Folding
fr_fr: Pliage du code
ru_ru: Свёртывание кода

source: Cursor blinking rate
fr_fr: Taux de clignotement du curseur
ru_ru: Частота мигания курсора

source: Half-period in milliseconds used for cursor blinking. The default blink rate is 1200ms. By setting this to zero, blinking can be disabled.
fr_fr: Demi-période en millisecondes utilisée pour clignoter le curseur. Le taux de clignotement par défaut est de 1200 ms. En définissant cette valeur à zéro, le clignotement peut être désactivé.
ru_ru: Полупериод в миллисекундах, используемый для мигания курсора. Частота мерцания по умолчанию составляет 1200 мс. Установив это значение на ноль, мигание можно отключить.

source: Highlight the active line
fr_fr: Mettre en surbrillance la ligne active
ru_ru: Выделите активную строку

source: Highlight trailing white spaces
fr_fr: Surligner les espaces blancs en fin de ligne
ru_ru: Выделять конечные пробелы

source: Highlight white spaces
fr_fr: Afficher les espaces blancs
ru_ru: Выделить белые пробелы

source: Highlight special characters
fr_fr: Mettre en évidence les caractères spéciaux

source: Indentation unit
fr_fr: Unité d'indentation
ru_ru: Единица отступа

source: The indentation is a `Tab` or the number of spaces. This defaults to 4 spaces.
fr_fr: L'indentation est une tabulation (`Tab`) ou le nombre d'espaces. La valeur par défaut est de 4 espaces.
ru_ru: Отступ `Tab` представляет собой количество пробелов. По умолчанию это 4 пробела.

source: Line Numbers
de_de: Zeilennummern
es_es: Números de línea
fr_fr: Numéros de ligne
ja_jp: 行番号
pl_pl: Numery linii
pt_br: Números de linhas
ru_ru: Номера строк
tr_tr: Satır Numaraları

source: Line Wrap
fr_fr: Renvoi à la ligne
ru_ru: Перенос строк

source: Match Brackets
es_es: Coincidir Corchetes
fr_fr: Mettre en évidence les parenthèses correspondantes
ja_jp: 括弧を一致させる
pl_pl: Dopasuj nawiasy
pt_br: Correspondência de parênteses
ru_ru: Совпадения скобок
tr_tr: Parantezleri Eşleştir

source: Rectangular selection
fr_fr: Sélection rectangulaire
ru_ru: Прямоугольное выделение

source: Rectangular (block) selection can be created by dragging the mouse pointer while holding the left mouse button and the Alt key. When the Alt key is pressed, a crosshair cursor will appear, indicating that the rectangular selection mode is active.
fr_fr: La sélection rectangulaire (bloc) peut être créée en faisant glisser le pointeur de la souris tout en maintenant appuyé le bouton gauche de la souris et la touche Alt. Lorsque la touche Alt est enfoncée, un curseur en forme de croix apparaît, indiquant que le mode de sélection rectangulaire est actif.
ru_ru: Прямоугольное (блочное) выделение можно создать, перетаскивая указатель мыши, удерживая левую кнопку мыши и клавишу Alt. При нажатии клавиши Alt появится курсор в виде перекрестия, указывающий на то, что режим прямоугольного выделения активен.

source: Rulers
fr_fr: Guides
ru_ru: Линейки

source: Smart Indentation
fr_fr: Indentation intelligente
ru_ru: Умные отступы

source: Drop Cursor
fr_fr: Curseur de lâché

source: Tab size
fr_fr: Taille des tabulations
ru_ru: Размер вкладки

source: Multiple selections
fr_fr: Sélection multiple
ru_ru: Множественный выбор

source: Custom editor styles
fr_fr: Styles personnalisés de l'éditeur
ru_ru: Пользовательские стили редактора

source: Font Family
fr_fr: Famille de police
ru_ru: Семейство шрифта

source: Properties files
fr_fr: Fichiers de propriétés
ru_ru: Свойства файлов

source: RPM Changes
fr_fr: Changements RPM
ru_ru: Изменения RPM

source: RPM Spec
fr_fr: Spécification RPM
ru_ru: Спецификация RPM

source: Spreadsheet
fr_fr: Feuille de calcul

source: Previous
fr_fr: Précédent

source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
ja_jp: 次へ
pl_pl: Następny
pt_br: Avançar
ru_ru: Вперед
tr_tr: İleri

source: Accept
fr_fr: Accepter

source: Next Inline Completion
fr_fr: Prochaine complétion

source: Previous Inline Completion
fr_fr: Complétion précédente

source: Accept Inline Completion
fr_fr: Accepter la complétion

source: Invoke Inline Completer
fr_fr: Afficher les suggestions

source: %1 provider
fr_fr: Fournisseur %1

source: Timeout
fr_fr: Délai d'expiration

source: Timeout for %1 provider (in milliseconds).
fr_fr: Délai pour le fournisseur %1 (en millisecondes).

source: Debouncer delay
fr_fr: Délai d'activation

source: Time since the last key press to wait before requesting completions from %1 provider (in milliseconds).
fr_fr: Temps d'attente depuis la dernière pression sur une touche avant de demander des complétions au fournisseur %1 (en millisecondes).

source: Enabled
fr_fr: Activé

source: Whether to fetch completions %1 provider.
fr_fr: Récupérer ou non les suggestions du fournisseur %1.

source: Fill in middle on typing
fr_fr: Remplir au milieu de la saisie

source: Whether to show completions in the middle of the code line from %1 provider on typing.
fr_fr: Afficher/Masquer les complétions au milieu de la ligne de code du fournisseur %1 lors de la saisie.

source: History
fr_fr: Historique

source: Maximum number of suggestions
fr_fr: Nombre maximal de suggestions

source: The maximum number of suggestions to retrieve from history.
fr_fr: Le nombre maximal de suggestions à récupérer de l'historique.

source: Provider: %1
fr_fr: Fournisseur : %1

source: Whether to activate the widget
fr_fr: Activer ou non le widget

source: Show All Kernel Activity
de_de: Alle Kernel-Aktivitäten anzeigen
es_es: Mostrar toda la actividad del Kernel
fr_fr: Afficher toute l'activité du noyau
ja_jp: すべてのカーネルのアクティビティを表示
pl_pl: Pokaż całą aktywność jądra
pt_br: Mostrar todas as atividades do kernel
ru_ru: Показать всю активность ядра
tr_tr: Tüm çekirdek aktivitesini göster

source: Insert Line Break
de_de: Zeilenumbruch einfügen
es_es: Insertar salto de línea
fr_fr: Insérer un saut de ligne
ja_jp: 改行を挿入
pl_pl: Wstaw łamanie linii
pt_br: Inserir quebra de linha
ru_ru: Вставить разрыв строки
tr_tr: Satır Sonu Ekle

source: Replace Selection in Console
de_de: Auswahl in Konsole ersetzen
es_es: Reemplazar selección en la consola
fr_fr: Remplacer la sélection dans la console
ja_jp: コンソールで選択範囲を置き換え
pl_pl: Zastąp zaznaczenie w konsoli
pt_br: Subistituir Seleção no Console
ru_ru: Заменить выделенное в консоли
tr_tr: Konsoldaki Seçimi Değiştir

source: The text to replace the selection with
fr_fr: Le texte par lequel remplacer la sélection

source: Interrupt Kernel
de_de: Kernel unterbrechen
es_es: Interrumpir el intérprete
fr_fr: Interrompre le noyau
ja_jp: カーネルを中断
pl_pl: Przerwij jądro
pt_br: Interromper o kernel
ru_ru: Прервать выполнение ядра
tr_tr: Çekirdeği Duraklat

source: Restart Kernel…
de_de: Kernel neu starten…
es_es: Reiniciar el intérprete
fr_fr: Redémarrer le noyau…
ja_jp: カーネルを再起動…
pl_pl: Uruchom ponownie jądro…
pt_br: Reiniciar o kernel…
ru_ru: Перезапустить ядро…
tr_tr: Çekirdeği Yeniden Başlat…

source: Execute with Shift+Enter
de_de: Ausführen mit Shift+Enter
es_es: Ejecutar con Shift+Enter
fr_fr: Exécuter avec Maj + Entrée
ja_jp: Shift+Enter で実行
pl_pl: Wykonaj używając Shift+Enter
pt_br: Executar com Shift+Enter
ru_ru: Выполнение с помощью Shift+Enter
tr_tr: Shift+ Enter tuşlarıyla Yürüt

source: Execute with Enter
de_de: Ausführen mit Enter
es_es: Ejecutar con Enter
fr_fr: Exécuter avec Entrée
ja_jp: Enter で実行
pl_pl: Wykonaj używając Enter
pt_br: Executar com Enter
ru_ru: Выполнение с помощью Enter
tr_tr: Enter tuşuyla yürüt

source: Whether executed from toolbar
fr_fr: Si exécuté depuis la barre d'outils

source: Shut Down
de_de: Herunterfahren
es_es: Apagar
fr_fr: Arrêter
ja_jp: シャットダウン
pl_pl: Wyłącz
pt_br: Desligar
ru_ru: Завершить работу
tr_tr: Çalışmayı durdur

source: Display the completion helper.
fr_fr: Afficher l'aide de complétion.
ru_ru: Отобразить помощника завершения.
