Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab_search_replace.po
Languages: fr_fr, ru_ru, uk_ua

# schema
source: Search and Replace across Files Settings
fr_fr: Paramètres pour Rechercher et Remplacer dans les Fichiers
ru_ru: Поиск и замена в настройках файлов
uk_ua: Налаштування пошуку та заміни файлів

# settings
source: Whether to display a confirmation dialog before replacing all matches or not.
fr_fr: Demander une confirmation avant de remplacer toutes les correspondances ou non.
ru_ru: Показывать окно подтверждения перед заменой всех совпадений или нет.
uk_ua: Чи показувати діалогове вікно підтвердження перед заміною всіх збігів чи ні.

# settings
source: Ask confirmation before replacing all
fr_fr: Demander confirmation avant de tout remplacer
ru_ru: Запросить подтверждение перед заменой всего
uk_ua: Запитувати підтвердження перед заміною всіх

# settings
source: Configure glob patterns for excluding files and folders in full text searches.
fr_fr: Configurez les règles d'exclusion de fichiers et de dossiers dans les recherches .
ru_ru: Настройте шаблоны для исключения файлов и папок при полнотекстовом поиске.
uk_ua: Налаштування глобальних шаблонів для виключення файлів і папок у повнотекстовому пошуку.

# settings
source: Exclude
fr_fr: Exclus
ru_ru: Исключить
uk_ua: Виключити

# settings
source: Maximal number of matching lines per file to report. The total number of matches per file can be greater if there are multiple matches per line.
fr_fr: Nombre maximal de lignes contentant des correspondances par fichier à signaler. Le nombre total de correspondances par fichier peut être supérieur à cette limite s'il y a plusieurs correspondances par ligne.
ru_ru: Максимальное количество строк в файле для отчета. Общее количество совпадений в файле может быть больше, если встречается несколько совпадений в строке.
uk_ua: Максимальна кількість відповідних рядків на файл для звіту. Загальна кількість збігів у файлі може бути більшою, якщо є кілька збігів у рядку.

# settings
source: Maximal lines count per file
fr_fr: Nombre maximum de lignes par fichier
ru_ru: Максимальное количество строк в файле
uk_ua: Максимальна кількість рядків у файлі

# schema
source: Search across Files
fr_fr: Rechercher dans les fichiers
ru_ru: Поиск по файлам
uk_ua: Пошук у файлах

source: Search and Replace
fr_fr: Rechercher et Remplacer
ru_ru: Найти и заменить
uk_ua: Пошук і заміна

source: Replace All in File
fr_fr: Tout Remplacer dans le Fichier
ru_ru: Заменить всё в файле
uk_ua: Замінити все у файлі

source: Maximal number of matches is reached for this file. You can increase it in the settings.
fr_fr: Le nombre maximum de correspondances est atteint pour ce fichier. Vous pouvez l'augmenter dans les paramètres.
ru_ru: Для этого файла достигнуто максимальное количество совпадений. Вы можете увеличить это в настройках.
uk_ua: Для цього файлу досягнуто максимальної кількості збігів. Збільшити його можна в налаштуваннях.

source: Replace
fr_fr: Remplacer
ru_ru: Заменить
uk_ua: Замінити

source: Replace All
fr_fr: Tout Remplacer
ru_ru: Заменить все
uk_ua: Замінити все

source: Replace %2 matche(s) accross %1 file with %3? This cannot be undone.
fr_fr: Remplacer %2 correspondance(s) dans %1 fichier par %3? Cette action est irréversible.
ru_ru: Заменить %2 совпадение(я) в файле %1 с помощью %3? Это не может быть отменено.
uk_ua: Замінити %2 збіг(-ів) у файлі %1 на %3? Це не може бути скасовано.

source: Skip confirmation next time.
fr_fr: Ne plus demander de confirmation.
ru_ru: Пропустить подтверждение в следующий раз.
uk_ua: Наступного разу пропустити підтвердження.

source: Cancel
fr_fr: Annuler
ru_ru: Отмена
uk_ua: Скасувати

source: Match Case
fr_fr: Sensible à la Casse
ru_ru: Учитывать регистр
uk_ua: Враховувати регістр

source: Match Whole Word
fr_fr: Correspondance du Mot Entier
ru_ru: Только слова целиком
uk_ua: Зіставте ціле слово

source: Use Regular Expression
fr_fr: Utiliser une expression régulière
ru_ru: Использовать регулярные выражения
uk_ua: Використовувати регулярний вираз

source: You have unsaved changes. The result(s) may be inexact. Save your work and refresh.
fr_fr: Vous avez des modifications non enregistrées. Le ou les résultats peuvent être inexacts. Enregistrez votre travail et rafraîchissez.
ru_ru: У вас есть несохраненные изменения. Результат (результаты) могут быть неточным. Сохраните работу и обновите страницу.
uk_ua: У вас є незбережені зміни. Результати можуть бути неточними. Збережіть свою роботу та оновіть.

source: %2 result(s) in %1 file
fr_fr: %2 correspondance(s) dans %1 fichier
ru_ru: %2 результат(ов) в %1 файле
uk_ua: %2 результат(-ів) у файлі %1

source: <a href="%1" target="_blank">ripgrep</a> command was not found. You can install it using e.g. the <a href="%2" target="_blank">conda package manager</a>.
fr_fr: La commande <a href="%1" target="_blank">ripgrep</a> n'a pas été trouvée. Vous pouvez l'installer en utilisant par exemple le <a href="%2" target="_blank">gestionnaire de paquets conda</a>.
ru_ru: Команда <a href="%1" target="_blank">ripgrep</a> не найдена. Вы можете установить её, например, <a href="%2" target="_blank">conda package manager</a>.
uk_ua: Команду <a href="%1" target="_blank">ripgrep</a> не знайдено. Ви можете встановити його, напр. <a href="%2" target="_blank">менеджер пакетів conda</a>.

source: No results found.
fr_fr: Aucune correspondance n'a été trouvée.
ru_ru: Ничего не найдено.
uk_ua: Результатів не знайдено.

source: Search
fr_fr: Rechercher
ru_ru: Поиск
uk_ua: Пошук

source: Refresh
fr_fr: Actualiser
ru_ru: Обновить
uk_ua: Оновити

source: Collapse All
fr_fr: Tout réduire
ru_ru: Скрыть всё
uk_ua: Згорнути всі

source: Expand All
fr_fr: Tout développer
ru_ru: Раскрыть все
uk_ua: Розгорнути всі

source: Toggle Replace
fr_fr: Montrer/Cacher le remplacement
ru_ru: Переключить замену
uk_ua: Перемкнути/Замінити

source: Search Files for Text
fr_fr: Rechercher des fichiers pour le texte
ru_ru: Поиск файлов по тексту
uk_ua: Пошук файлів для тексту

source: Toggle Search Filters
fr_fr: Montrer/Cacher les filtres
ru_ru: Переключить фильтр чата
uk_ua: Увімкнути фільтри пошуку

source: Include file filters
fr_fr: Filtres d'inclusion de fichiers
ru_ru: Включить фильтры файлов
uk_ua: Додати фільтри файлів

source: e.g. *.py, src/**/include
fr_fr: p. ex. *.py, src/**/inclure
ru_ru: например, *.py, src/**/include
uk_ua: наприклад: *.py, src/**/include

source: Exclude file filters
fr_fr: Filtres d'exclusion de fichiers
ru_ru: Исключить фильтры файлов
uk_ua: Виключити фільтри файлів

source: e.g. *.py, src/**/exclude
fr_fr: p. ex. *.py, src/**/exclure
ru_ru: например, *.py, src/**/exclude
uk_ua: наприклад: *.py, src/**/exclude
