Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Select All Cells With Current Tags
pl_pl: Zaznacz wszystkie komórki z bieżącymi tagami

source: Toggle Code Cells
de_de: Code-Zellen umschalten
es_es: Alternar celdas de código
ja_jp: コードセルの表示切り替え
pl_pl: Przełącz komórki kodu
pt_br: Alternar Células de Código
tr_tr: Kod Hücrelerini Değiştir

source: Toggle Markdown Text Cells
de_de: Markdown Textzellen umschalten
es_es: Alternar celdas de texto Markdown
ja_jp: Markdownテキストセルの表示切り替え
pl_pl: Przełącz komórki tekstowe Markdown
pt_br: Ativar/desativar células de texto em Markdown
tr_tr: Markdown Metin Hücrelerini Aç / Kapat

source: Show Tags Menu
de_de: Tags-Menü anzeigen
es_es: Mostrar menú de etiquetas
ja_jp: タグメニューを表示
pl_pl: Pokaż menu etykiet
pt_br: Mostrar menu de marcadores
tr_tr: Etiketler Menüsünü Göster

# settings
source: Tab Size
es_es: Tamaño de tabulador
ja_jp: タブサイズ
pt_br: Tamanho da tabulação

# settings
source: Line Numbers
es_es: Números de línea
ja_jp: 行番号
tr_tr: Satır Numaraları

# settings
source: Show Trailing Space
es_es: Mostrar espacios al final
ja_jp: 末尾の空白を表示

source: Enable / Disable pausing on exceptions
ja_jp: 例外での一時停止の有効/無効

source: Disable pausing on exceptions
ja_jp: 例外での一時停止の無効

source: Enable pausing on exceptions
ja_jp: 例外での一時停止の有効

source: Kernel does not support pausing on exceptions.
ja_jp: カーネルは、例外での一時停止をサポートしていません。

source: Duplicate Cells Below
ja_jp: セルを複製

source: Copy the selected cells and paste them below the selection
ja_jp: 選択したセルをコピーして、選択範囲の下に貼り付けます

source: Fragment
es_es: Fragmento
ja_jp: フラグメント
pt_br: Fragmento
tr_tr: Bölüm

source: Advanced JSON Settings Editor
ja_jp: JSON詳細設定エディタ

source: Move Up
ja_jp: 上に移動

source: Move Down
ja_jp: 下に移動

# settings
source: Line-wise Ctrl-C
de_de: Zeilenweise Strg-C
es_es: Ctrl-C de línea
pt_br: Ctrl-C por linha
tr_tr: Satır-bazlı Ctrl-C

# settings
source: Control the mouse cursor appearance when hovering over the selection. Value is boolean or string, e.g. 'pointer'.
de_de: Steuert das Aussehen des Mauszeigers, wenn er über der Auswahl schwebt. Der Wert ist boolean oder string, z. B. "Zeiger".
es_es: Controla la apariencia del cursor del ratón cuando pasa por encima de una selección. El valor es un booleano o una cadena, p. ej. 'puntero'.
pt_br: Controle a aparência do cursor do mouse ao passá-lo sobre a seleção. O valor é um booleano ou uma string, por exemplo, 'pointer'.

# settings
source: Use default
de_de: Standard verwenden
es_es: Usar predeterminado
pt_br: Usar padrão
tr_tr: Varsayılanı kullan

# settings
source: Highlight active line. Value is boolean, or { nonEmpty: boolean }.
de_de: Aktive Zeile hervorheben. Wert ist boolean, oder { nonEmpty: boolean }.
es_es: Resaltar línea activa. El valor es booleano, o { nonEmpty: boolean }.

# settings
source: Boolean
es_es: Booleano
tr_tr: Evet/Hayır

# settings
source: Object
es_es: Objeto
pt_br: Objeto
tr_tr: Nesne

# settings
source: Code Folding
es_es: Plegado de código
pt_br: Ocultação de código

# settings
source: Word Wrap Column
es_es: Columna de ajuste de líneas
pt_br: Coluna Quebra de Linha

# settings
source: The configuration for all prompt cells.
de_de: Die Konfiguration für alle Prompt-Zellen.
pt_br: A configuração para todas as células de prompt.

source: Session expired
pt_br: Sessão expirada

source: The document session expired. You need to reload this browser tab.
pt_br: A sessão do documento expirou. Você precisa recarregar esta aba do navegador.
