Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab_spreadsheet_editor.po
Languages: fr_fr, ko_kr, pl_pl, ru_ru, uk_ua, zh_cn

# schema
source: JupyterLab spreadsheet editor settings.
fr_fr: Paramètres de l'éditeur JupyterLab de feuilles de calcul.

# schema
source: JupyterLab Spreadsheet Editor
fr_fr: Éditeur JupyterLab de feuille de calcul

source: Fit columns width
fr_fr: Ajuster la largeur des colonnes
ko_kr: 열 길이 맞추기
pl_pl: Dopasuj szerokość kolumn
ru_ru: Подогнать ширину столбцов
uk_ua: Регулювати ширину стовпців
zh_cn: 自动调整列宽

source: Freeze the initial columns (up to the selected column)
fr_fr: Geler les colonnes initiales (jusqu'à la colonne sélectionnée)
ko_kr: 초기 열을 고정합니다. (선택한 열까지)
pl_pl: Zamroź początkowe kolumny (do wybranej kolumny)
ru_ru: Заморозить начальные столбцы (до выбранного столбца)
uk_ua: Зафіксувати початкові стовпці (до вибраного стовпця)
zh_cn: 冻结初始列（最多至已选择列）

source: Unfreeze frozen column
fr_fr: Débloquer la colonne gelée
ko_kr: 고정된 열의 고정을 해제합니다.
pl_pl: Odmroź zamrożoną kolumnę
ru_ru: Разморозить замороженный столбец
uk_ua: Розфіксувати зафіксований стовпець
zh_cn: 解除冻结列

source: First row as a header
fr_fr: La première ligne comprend les en-têtes
ko_kr: 첫 번째 행을 헤더로 사용
pl_pl: Pierwszy wiersz jako nagłówek
ru_ru: Первая строка содержит заголовок
uk_ua: Перший рядок як заголовок
zh_cn: 首行作为标题

source: Show/hide column types bar
fr_fr: Afficher/masquer la barre des types de colonnes
ko_kr: 열 타입 표시줄 표시/숨기기
pl_pl: Pokaż/ukryj pasek typów kolumn
ru_ru: Показать/скрыть панель типов столбцов
uk_ua: Показати/приховати панель типів стовпців
zh_cn: 显示/隐藏列类型栏

source: Insert a row at the end
fr_fr: Insérer une ligne à la fin
ko_kr: 아래에 행 1개 삽입
pl_pl: Wstaw wiersz na końcu
ru_ru: Вставить строку в конце
uk_ua: Вставити стовпець в кінці
zh_cn: 在结尾插入一行

source: Remove the last row
fr_fr: Supprimer la dernière ligne
ko_kr: 마지막 행 삭제
pl_pl: Usuń ostatni wiersz
ru_ru: Удалить последнюю строку
uk_ua: Видаліти останній рядок
zh_cn: 删除最后一行

source: Insert a column at the end
fr_fr: Insérer une colonne à la fin
ko_kr: 오른쪽에 열 1개 삽입
pl_pl: Wstaw kolumnę na końcu
ru_ru: Вставить столбец в конце
uk_ua: Вставити стовпець в кінці
zh_cn: 在结尾插入一列

source: Remove the last column
fr_fr: Supprimer la dernière colonne
ko_kr: 마지막 열 삭제
pl_pl: Usuń ostatnią kolumnę
ru_ru: Удалить последний столбец
uk_ua: Видалити останній стовпець
zh_cn: 删除最后一列

source: Show/hide row numbers
fr_fr: Afficher/masquer les numéros de ligne
ko_kr: 행 개수 표시/숨기
pl_pl: Pokaż/ukryj numery wierszy
ru_ru: Показывать или скрывать номера строк
uk_ua: Показати/сховати номери рядків
zh_cn: 显示/隐藏行数

source: Other
fr_fr: Autres
ko_kr: 기타
pl_pl: Inne
ru_ru: Другое
uk_ua: Інше
zh_cn: 其他

source: CSV File
fr_fr: Fichier CSV
ko_kr: CSV 파일
pl_pl: Plik CSV
ru_ru: Файл CSV
uk_ua: Файл CSV
zh_cn: CSV 文件

source: New CSV File
fr_fr: Nouveau fichier CSV
ko_kr: 새 CSV 파일
pl_pl: Nowy plik CSV
ru_ru: Новый CSV файл
uk_ua: Новий CSV-файл
zh_cn: 新建 CSV 文件

source: Create a new CSV file
fr_fr: Créer un nouveau fichier CSV
ko_kr: 새 CSV 파일 생성
pl_pl: Utwórz nowy plik CSV
ru_ru: Создать новый CSV файл
uk_ua: Створити новий CSV-файл
zh_cn: 创建一个新的 CSV 文件

source: New TSV File
fr_fr: Nouveau fichier TSV
ko_kr: 새 TSV 파일
pl_pl: Nowy plik TSV
ru_ru: Новый TSV файл
uk_ua: Новий TSV-файл
zh_cn: 新建 TSV 文件

source: TSV File
fr_fr: Fichier TSV
ko_kr: TSV 파일
pl_pl: Plik TSV
ru_ru: TSV файл
uk_ua: TSV-файл
zh_cn: TSV 文件

source: Create a new TSV file
fr_fr: Créer un nouveau fichier TSV
ko_kr: 새 TSV 파일 생성
pl_pl: Utwórz nowy plik TSV
ru_ru: Создать новый TSV файл
uk_ua: Створити новий TSV-файл
zh_cn: 创建一个新的 TSV 文件

source: Undo
fr_fr: Annuler

source: Redo
fr_fr: Rétablir

source: Copy
fr_fr: Copier

source: Paste
fr_fr: Coller

source: Insert Row Below
fr_fr: Insérer une ligne au-dessous

source: Insert Row Above
fr_fr: Insérer une ligne au-dessus

source: Insert Column To The Left
fr_fr: Insérer une colonne à gauche

source: Insert Column To The Right
fr_fr: Insérer une colonne à droite

source: Delete Column
fr_fr: Supprimer cette colonne

source: Delete Row
fr_fr: Supprimer cette ligne

source: Selected %1 row
fr_fr: %1 ligne sélectionnée
ko_kr: 선택된 %1 행
pl_pl: Zaznaczono %1 wiersz
ru_ru: Выбрана %1 строка
uk_ua: Вибрано %1 рядок
zh_cn: 已选定 %1 行

source: and %1 column
fr_fr: et %1 colonne
ko_kr: 및 %1 열
pl_pl: oraz %1 kolumnę
ru_ru: и %1 столбец
uk_ua: і %1 стовпця
zh_cn: 及 %1 列

source: %1 row
fr_fr: %1 ligne
ko_kr: %1 행
pl_pl: %1 wiersz
ru_ru: %1 строка
uk_ua: %1 рядка
zh_cn: %1 行

source: , %1 column
fr_fr: , colonne %1
ko_kr: ,%1 열
pl_pl: , %1 kolumna
ru_ru: , %1 столбец
uk_ua: , %1 стовпця
zh_cn: ，%1 列
