Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/jupyterlab.po
Languages: de_de, es_es, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Restart Server
de_de: Server neu starten
es_es: Reiniciar Servidor
fr_fr: Redémarrer le serveur
ja_jp: サーバーを再起動
pl_pl: Restart serwera
pt_br: Reinicie o servidor
ru_ru: Перезапустить сервер
tr_tr: Sunucuyu yeniden başlat

source: Request that the Hub restart this server
es_es: Solicite que el Hub reinicie este servidor
fr_fr: Demander au Hub de redémarrer ce serveur
ja_jp: ハブがこのサーバーを再起動するようリクエスト
pl_pl: Poproś, aby Hub zrestartował ten serwer
pt_br: Solicitar que o Hub reinicie este servidor
ru_ru: Запросить, чтобы Хаб перезапустил этот сервер
tr_tr: Merkezden bu sunucuyu çalıştırmak için izin iste

source: Hub Control Panel
de_de: Hub-Kontrollzentrum
es_es: Panel de control
fr_fr: Panneau de contrôle du Hub
ja_jp: Hub コントロールパネル
pl_pl: Panel zarządzania Hubem
pt_br: Painel de Controle do Hub
ru_ru: Панель управления Хабом
tr_tr: Merkez Kontrol paneli

source: Open the Hub control panel in a new browser tab
es_es: Abrir el panel de control de Hub en una nueva pestaña del navegador
fr_fr: Ouvrez le panneau de configuration du Hub dans un nouvel onglet du navigateur
ja_jp: 新しいブラウザタブでHubコントロールパネルを開く
pl_pl: Otwórz panel zarządzania Hubem w nowej karcie przeglądarki
pt_br: Abrir o painel de controle do Hub em uma nova aba
ru_ru: Открыть панель управления Хабом в новой вкладке браузера
tr_tr: Merkez control panelini yeni bir tarayıcı sekmesinde aç

source: Image (Text)
fr_fr: Image (texte)
ru_ru: Изображение (текст)

source: Image Viewer
de_de: Bildbetrachter
es_es: Visor de imágenes
fr_fr: Visionneuse d’images
ja_jp: 画像ビューア
pl_pl: Przeglądarka obrazów
pt_br: Visualizador de imagens
ru_ru: Просмотр изображений
tr_tr: Resim Görüntüleyici

source: Zoom In
de_de: Hineinzoomen
es_es: Acercar
fr_fr: Zoomer
ja_jp: ズームイン
pl_pl: Powiększ
pt_br: Mais zoom
ru_ru: Увеличить масштаб
tr_tr: Yakınlaştır

source: Zoom Out
de_de: Herauszoomen
es_es: Alejar
fr_fr: Dézoomer
ja_jp: ズームアウト
pl_pl: Pomniejsz
pt_br: Menos zoom
ru_ru: Уменьшить масштаб
tr_tr: Uzaklaştır

source: Reset Image
de_de: Bild zurücksetzen
es_es: Reiniciar imagen
fr_fr: Réinitialiser l'image
ja_jp: 画像をリセット
pl_pl: Resetuj obraz
pt_br: Resetar a imagem
ru_ru: Сбросить изображение
tr_tr: Resmi sıfırla

source: Rotate Clockwise
de_de: Im Uhrzeigersinn drehen
es_es: Girar en sentido horario
fr_fr: Rotation horaire
ja_jp: 時計回りに回転
pl_pl: Obróć w prawo
pt_br: Girar no sentido horário
ru_ru: Повернуть по часовой стрелке
tr_tr: Saat Yönünde Döndür

source: Rotate Counterclockwise
de_de: Gegen den Uhrzeigersinn drehen
es_es: Girar en sentido anti horario
fr_fr: Rotation anti-horaire
ja_jp: 反時計回りに回転
pl_pl: Obróć w lewo
pt_br: Girar no sentido anti-horário
ru_ru: Повернуть против часовой стрелки
tr_tr: Saat Yönünün Tersine Döndür

source: Flip image horizontally
de_de: Bild horizontal spiegeln
es_es: Voltear la imagen horizontalmente
fr_fr: Miroir horizontal
ja_jp: 画像を横方向に反転
pl_pl: Przewróć obraz w poziomie
pt_br: Inverter a imagem horizontalmente
ru_ru: Отразить по горизонтали
tr_tr: Resmi Yatay Döndür

source: Flip image vertically
de_de: Bild vertikal spiegeln
es_es: Voltear imagen verticalmente
fr_fr: Miroir vertical
ja_jp: 画像を垂直方向に反転
pl_pl: Przewróć obraz w pionie
pt_br: Inverter a imagem verticalmente
ru_ru: Отразить по вертикали
tr_tr: Resmi Dikey Döndür

source: Invert Colors
de_de: Farben invertieren
es_es: Invertir colores
fr_fr: Inverser les couleurs
ja_jp: 色を反転
pl_pl: Odwróć kolory
pt_br: Inverter cores
ru_ru: Инвертировать цвета
tr_tr: Renkleri Ters Çevir

source: Show Contextual Help
de_de: Kontextbezogene Hilfe anzeigen
es_es: Mostrar Ayuda Contextual
fr_fr: Afficher l'aide contextuelle
ja_jp: コンテキストヘルプを表示
pl_pl: Wyświetl pomoc kontekstową
pt_br: Exibir ajuda contextual
ru_ru: Показать контекстную справку
tr_tr: Bağlamsal Yardımı Göster

source: Text to display in the inspector
fr_fr: Texte à afficher dans l'inspecteur

source: Whether to refresh the inspector
fr_fr: Actualiser ou non l'inspecteur

source: Hide Contextual Help
fr_fr: Masquer l'aide contextuelle
ru_ru: Спрятать контекстную справку

source: Whether command is called from launcher
fr_fr: Si la commande est appelée depuis le lanceur

source: Live updating code documentation from the active kernel
de_de: Live-Update der Code-Dokumentation vom aktiven Kernel
es_es: Actualizacion en vivo de la documentacion del codigo en el kernel activo
fr_fr: Documentation du code de mise à jour en direct depuis le noyau actif
ja_jp: アクティブなカーネルからコードドキュメントをライブ更新する
pl_pl: Aktualizuj dokumentację kodu na bieżąco używając aktywnego jądra
pt_br: Documentação de código ao vivo atualizada a partir do kernel ativo
ru_ru: Обновление документации по коду из активного ядра в реальном времени
tr_tr: Aktif çekirdekten canlı olarak güncellenen kod dökümantasyonu

source: Contextual Help
fr_fr: Aide contextuelle
ru_ru: Контекстная помощь

source: No Documentation
fr_fr: Aucune documentation

source: Click on a function to see documentation.
de_de: Klicke auf eine Funktion, um die Dokumentation anzuzeigen.
es_es: Haga clic en una función para ver la documentación.
fr_fr: Cliquez sur une fonction pour voir la documentation.
ja_jp: ドキュメントを見るには関数をクリックしてください。
pl_pl: Kliknij na funkcję, aby zobaczyć dokumentację.
pt_br: Clique em uma função para ver a documentação.
ru_ru: Нажмите на функцию, чтобы увидеть документацию.
tr_tr: Dökümantasyonu görüntülemek için bir fonksiyonun üzerine tıklayın.

source: Move the cursor to a code fragment (e.g. function or object) to request information about it from the kernel attached to the editor.
fr_fr: Déplacez le curseur vers un fragment de code (par exemple une fonction ou un objet) pour demander des informations à ce sujet depuis le noyau d'exécution attaché à l'éditeur.

source: Are you sure that you want to run arbitrary Javascript within your JupyterLab session?
es_es: ¿Está seguro que desea ejecutar Javascript arbitrario en su sesión de JupyterLab?
fr_fr: Êtes-vous sûr de vouloir exécuter du JavaScript dans votre session JupyterLab?
ja_jp: JupyterLab セッション内で任意の Javascript を実行してもよろしいですか?
pl_pl: Czy na pewno chcesz uruchamiać dowolny kod Javascript w ramach sesji JupyterLab?
pt_br: Você tem certeza que deseja executar Javascript arbitrário em sua sessão de JupyterLab?
ru_ru: Вы уверены, что хотите запустить произвольный Javascript в вашей сессии JupyterLab?
tr_tr: Jupyterlab oturumunuzda keyfi Javascript çalıştırmak istediğinizden emin misiniz?

source: Run
de_de: Ausführen
es_es: Ejecutar
fr_fr: Executer
ja_jp: 実行
pl_pl: Uruchom
pt_br: Executar
ru_ru: Запуск
tr_tr: Çalıştır

source: Filter…
fr_fr: Filtrer…
ja_jp: フィルタ…
pl_pl: Filtruj…

source: Launcher
de_de: Starter
es_es: Lanzador
fr_fr: Lanceur
ja_jp: ランチャー
pt_br: Iniciador
ru_ru: Лаунчер
tr_tr: Başlatıcı

source: New Launcher
de_de: Neuer Launcher
es_es: Nuevo lanzador
fr_fr: Nouveau Lanceur
ja_jp: 新規ランチャー
pl_pl: Nowy Launcher
pt_br: Novo iniciador
ru_ru: Новый лаунчер
tr_tr: Yeni Launcher

source: Whether the command is executed from a toolbar
fr_fr: Si la commande est exécutée depuis une barre d'outils

source: The reference widget id
fr_fr: L'id du widget de référence

# Error
source: Launcher Error
de_de: Launcher-Fehler
es_es: Error del lanzador
fr_fr: Erreur du lanceur
ja_jp: ランチャーのエラー
pl_pl: Błąd uruchamiania
pt_br: Erro na inicialização
ru_ru: Ошибка лаунчера
tr_tr: Başlatıcı Hatası

source: Log Console
de_de: Protokollkonsole
es_es: Consola de registro
fr_fr: Console de journal
ja_jp: ログコンソール
pl_pl: Konsola logów
pt_br: Console de registros
ru_ru: Консоль журнала
tr_tr: Kayıt Konsolu

source: Show Log Console
de_de: Protokollkonsole anzeigen
es_es: Mostrar consola de registro
fr_fr: Montrer la console
ja_jp: ログコンソールを表示
pl_pl: Pokaż konsolę logów
pt_br: Mostrar console de registros
ru_ru: Показать консоль журнала
tr_tr: Kayıt Konsolunu Göster

source: Add Checkpoint
de_de: Kontrollpunkt hinzufügen
es_es: Añadir un punto de control
fr_fr: Ajouter un point de contrôle
ja_jp: チェックポイントを追加
pl_pl: Dodaj punkt kontrolny
pt_br: Adicionar ponto de verificação
ru_ru: Добавить контрольную точку
tr_tr: Kontrol Noktası Ekle

source: Clear Log
de_de: Protokoll leeren
es_es: Borrar el registro
fr_fr: Effacer le journal
ja_jp: ログを消去
pl_pl: Wyczyść Log
pt_br: Limpar registros
ru_ru: Очистить журнал
tr_tr: Log Temizle

source: The source for the log console
fr_fr: La source de la console de journalisation

source: Set Log Level to %1
de_de: Protokollierungsstufe auf %1 festlegen
es_es: Establecer el nivel de registro a %1
fr_fr: Définir le niveau du journal à %1
ja_jp: ログレベルを %1 に設定
pl_pl: Ustaw poziom logowania na %1
pt_br: Definir nível de registro para %1
ru_ru: Установить уровень журнала %1
tr_tr: Kayıt Seviyesini %1'e Ayarla

source: The insert mode for the dock layout
fr_fr: Le mode d'insertion dans l'interface principale

source: Set log level to `level`.
fr_fr: Définir le niveau du journal à `level`.
ru_ru: Установить уровень логгирования на `level`.

source: The reference widget
fr_fr: Le widget de référence

source: The log level to set
fr_fr: Le niveau de journalisation à définir

source: Log Level:
de_de: Protokollierungsstufe:
es_es: Nivel de registro:
fr_fr: Niveau du journal :
ja_jp: ログレベル:
pl_pl: Poziom logowania:
pt_br: Nível de registro:
ru_ru: Уровень журналирования:
tr_tr: Kayıt Düzeyi:

source: Log level
de_de: Protokollierungsstufe
es_es: Nivel de registro
fr_fr: Niveau du journal
ja_jp: ログレベル
pl_pl: Poziom logowania
pt_br: Nível do registro
ru_ru: Уровень журналирования
tr_tr: Kayıt düzeyi

source: Critical
de_de: Kritisch
es_es: Crítico
fr_fr: Critique
ja_jp: 重大
pl_pl: Krytyczny
pt_br: Crítico
ru_ru: Критический
tr_tr: Kritik

source: Info
fr_fr: Infos
ja_jp: 情報
pl_pl: Informacja
pt_br: Informações
ru_ru: Информация
tr_tr: Bilgi

source: Debug
es_es: Depurar
fr_fr: Déboguer
ja_jp: デバッグ
pl_pl: Debuguj
ru_ru: Отладка
tr_tr: Hata ayıklama

source: %1 new messages, %2 log entries for %3
de_de: %1 neue Nachrichten, %2 Logeinträge für %3
es_es: %1 mensajes nuevos, %2 entradas de registro para %3
fr_fr: %1 nouveaux messages, %2 entrées de journal pour %3
ja_jp: %3 についての %1 件の新しいメッセージ、%2 件のログエントリ
pl_pl: %1 nowe wiadomości, %2 wpisy dziennika logów dla %3
pt_br: %1 novas mensagens, %2 entradas no registro para %3
ru_ru: %1 новых сообщений, %2 записей журнала для %3
tr_tr: %1 yeni mesaj, %3 için %2 tane kayıt girisi

source: %1 log entries for %2
de_de: %1 Protokolleinträge für %2
es_es: %1 entradas de registro para %2
fr_fr: %1 entrées du journal pour %2
ja_jp: %2 についての %1 ログエントリ
pl_pl: %1 wpisów dziennika logów dla %2
pt_br: %1 entradas no registro para %2
ru_ru: %1 записей журнала для %2
tr_tr: %1 için %2 tane kayıt girisi

source: Log: %1
de_de: Protokoll: %1
es_es: Registro: %1
fr_fr: Journal : %1
ja_jp: ログ: %1
pt_br: Registro: %1
ru_ru: Журнал: %1
tr_tr: Kayıt: %1

source: No source selected.
de_de: Keine Quelle ausgewählt.
es_es: No hay fuente seleccionada.
fr_fr: Aucune source sélectionnée.
ja_jp: ソースが選択されていません。
pl_pl: Nie wybrano źródła.
pt_br: Nenhuma fonte selecionada.
ru_ru: Источник не выбран.
tr_tr: Kaynak seçilmedi.

source: No log messages.
de_de: Keine Protokollmeldungen.
es_es: No hay mensajes de registro.
fr_fr: Aucun message de journal.
ja_jp: ログメッセージはありません。
pl_pl: Nie ma wpisu w logu.
pt_br: Nenhum registro de mensagens.
ru_ru: В журнале нет сообщений.
tr_tr: Kayıt mesajı yok.

source: Language servers
fr_fr: Serveurs de langage
ru_ru: Языковой сервер

source: Shut Down All
de_de: Alles herunterfahren
es_es: Apagar todo
fr_fr: Tout arrêter
ja_jp: すべてシャットダウン
pl_pl: Zamknąć wszystko
pt_br: Desligar todos
ru_ru: Завершить все
tr_tr: Tümünü Kapat

source: Are you sure you want to permanently shut down all running language servers?
fr_fr: Êtes-vous sûr de vouloir éteindre définitivement tous les serveurs de langage actifs ?
ru_ru: Вы уверены, что хотите навсегда выключить все работающие языковые серверы?

source: Server name:
fr_fr: Nom du serveur :
ru_ru: Имя сервера:

source: is a required property
fr_fr: est une propriété obligatoire
ru_ru: является обязательным свойством

source: Add property
fr_fr: Ajouter une propriété
ru_ru: Добавить свойство

source: Remove server
fr_fr: Supprimer le serveur
ru_ru: Удалить сервер

source: Add server
fr_fr: Ajouter un serveur
ru_ru: Добавить сервер

source: Message from
fr_fr: Message de
ru_ru: Сообщение от

source: Menu customization has changed. You will need to reload JupyterLab to see the changes.
fr_fr: La personnalisation du menu a changé. Vous devrez recharger JupyterLab pour voir les modifications.
pl_pl: Menu uległo zmianie. Aby zobaczyć zmiany, musisz przeładować JupyterLab.
ru_ru: Меню изменилось. Вам нужно будет перезагрузить JupyterLab для просмотра изменений.

source: Open Edit Menu
de_de: Bearbeitungs Menü öffen
es_es: Abrir Menú Editar
fr_fr: Ouvrir le menu Édition
ja_jp: 編集メニューを開く
pl_pl: Otwórz menu edycji
pt_br: Abrir o menu de edição
ru_ru: Открыть меню "Редактировать"
tr_tr: Düzenle Menüsünü Aç

source: Open File Menu
de_de: Datei Menü öffen
es_es: Abrir Menú de Archivo
fr_fr: Ouvrir le menu Fichier
ja_jp: ファイルメニューを開く
pl_pl: Otwórz menu pliku
pt_br: Abrir o menu de arquivo
ru_ru: Открыть меню "Файл"
tr_tr: Dosya Menüsünü Aç

source: Open Kernel Menu
de_de: Kernel Menü öffen
es_es: Abrir Menú del Kernel
fr_fr: Ouvrir le menu Noyau
ja_jp: カーネルメニューを開く
pl_pl: Otwórz menu jądra
pt_br: Abrir o menu de kernel
ru_ru: Открыть меню "Ядро"
tr_tr: Çekirdek Menüsünü Aç

source: Open Run Menu
de_de: Ausführungs Menü öffen
es_es: Abrir Menú Ejecutar
fr_fr: Ouvrir le menu Exécuter
ja_jp: 実行メニューを開く
pl_pl: Otwórz menu uruchamiania
pt_br: Abrir o menu de execução
ru_ru: Открыть меню "Запуск"
tr_tr: Çalıştır Menüsünü Aç

source: Open View Menu
de_de: Anzeige Menü öffnen
es_es: Abrir Menú Ver
fr_fr: Ouvrir le menu Affichage
ja_jp: ビューメニューを開く
pl_pl: Otwórz menu widoku
pt_br: Abrir o menu de visualização
ru_ru: Открыть меню "Вид"
tr_tr: Görüntü Menüsünü Aç

source: Open Settings Menu
de_de: Einstellungs Menü öffnen
es_es: Abrir Menú de Ajustes
fr_fr: Ouvrir le menu Paramètres
ja_jp: 設定メニューを開く
pl_pl: Otwórz menu ustawień
pt_br: Abrir o menu de configurações
ru_ru: Открыть меню "Настройки"
tr_tr: Ayarlar Menüsünü Aç

source: Open Tabs Menu
de_de: Tabs Menü öffnen
es_es: Abrir Menú de Pestañas
fr_fr: Ouvrir le menu Onglets
ja_jp: タブメニューを開く
pl_pl: Otwórz menu kart
pt_br: Abrir o menu de abas
ru_ru: Открыть меню "Вкладки"
tr_tr: Sekmeler Menüsünü Aç

source: Open Help Menu
de_de: Hilfe Menü öffnen
es_es: Abrir Menú de Ayuda
fr_fr: Ouvrir le menu Aide
ja_jp: ヘルプメニューを開く
pl_pl: Otwórz menu pomocy
pt_br: Abrir o menu de ajuda
ru_ru: Открыть меню "Помощь"
tr_tr: Yardım Menüsünü Aç

source: Open First Menu
de_de: Erstes Menü öffnen
es_es: Abrir Primer Menú
fr_fr: Ouvrir le premier menu
ja_jp: 最初のメニューを開く
pl_pl: Otwórz pierwsze menu
pt_br: Abrir o primeiro menu
ru_ru: Открыть первое меню
tr_tr: İlk Menüyü Aç

source: Kernel Operations
de_de: Kernel Optionen
es_es: Operaciones del kernel
fr_fr: Opérations sur le Noyau
ja_jp: カーネル操作
pl_pl: Operacje jądra
pt_br: Opções do Kernel
ru_ru: Операции с ядром
tr_tr: Kernel İşlemleri

source: Clear
de_de: Leeren
es_es: Limpiar
fr_fr: Supprimer
ja_jp: 消去
pl_pl: Wyczyść
pt_br: Limpar
ru_ru: Очистить
tr_tr: Temizle

source: Clear All
de_de: Alle entfernen
es_es: Borrar todo
fr_fr: Tout supprimer
ja_jp: すべて消去
pl_pl: Wyczyść wszystko
pt_br: Limpar tudo
ru_ru: Очистить все
tr_tr: Tümünü temizle

source: Close and Shut Down
de_de: Schließen und Herunterfahren
es_es: Cerrar y apagar
fr_fr: Fermer et Arrêter
ja_jp: 閉じてシャットダウン
pl_pl: Zamknij i wyłącz
pt_br: Fechar e desligar
ru_ru: Закрыть и завершить работу
tr_tr: Kapat ve çalışmayı durdur

source: New Console for Activity
de_de: Neue Konsole für Aktivität
es_es: Nueva consola para actividad
fr_fr: Nouvelle console pour l'activité
ja_jp: アクティビティの新規コンソール
pl_pl: Nowa konsola dla aktywności
pt_br: Novo Console para Atividade
ru_ru: Новая консоль для действий
tr_tr: Aktivite için Yeni Konsol

source: Shut down %1
fr_fr: Arrêter %1

source: Shut down JupyterLab
de_de: JupyterLab herunterfahren
es_es: Cerrar JupyterLab
fr_fr: Arrêter JupyterLab
ja_jp: JupyterLabをシャットダウン
pl_pl: Wyłącz JupyterLab
pt_br: Desligar JupyterLab
ru_ru: Завершить работу Jupyterlab
tr_tr: JupyterLab’ı kapat

source: Shutdown confirmation
de_de: Herunterfahrbestätigung
es_es: Confirmación de cierre
fr_fr: Confirmer l'arrêt
ja_jp: シャットダウンの確認
pl_pl: Potwierdzenie zamknięcia
pt_br: Confirmar desligamento
ru_ru: Подтверждение завершения работы
tr_tr: Kapatma onayı

source: Please confirm you want to shut down %1.
fr_fr: Veuillez confirmer que vous voulez arrêter %1.

source: Please confirm you want to shut down JupyterLab.
de_de: Bitte bestätige, dass du JupyterLab herunterfahren möchtest.
es_es: Por favor, confirme que deseas cerrar JupyterLab.
fr_fr: Veuillez confirmer que vous voulez arrêter JupyterLab.
ja_jp: JupyterLabをシャットダウンするか確認してください。
pl_pl: Potwierdź, że chcesz zamknąć JupyterLab.
pt_br: Por favor, confirme que você deseja desligar o JupyterLab.
ru_ru: Пожалуйста, подтвердите, что вы хотите завершить работу JupyterLab.
tr_tr: Lütfen Jupyterlab’ı kapatmak istediğinizi onaylayınız.

source: You have shut down the Jupyter server. You can now close this tab.
de_de: Du hast den Jupyter-Server heruntergefahren. Du kannst diesen Tab nun schließen.
es_es: Has apagado el servidor de Jupyter. Ahora puedes cerrar esta pestaña.
fr_fr: Vous avez arrêté le serveur Jupyter. Vous pouvez maintenant fermer cet onglet.
ja_jp: Jupyter サーバをシャットダウンしました。このタブを閉じることができます。
pl_pl: Wyłączyłeś serwer Jupyter. Możesz teraz zamknąć tę kartę.
pt_br: Você desligou o servidor Jupyter. Você pode fechar essa aba agora.
ru_ru: Вы выключили Jupyter сервер. Теперь вы можете закрыть эту вкладку.
tr_tr: Jupyter sunucusunu kapattınız. Şimdi bu sekmeyi kapatabilirsiniz.

source: To use %1 again, you will need to relaunch it.
fr_fr: Pour utiliser à nouveau %1, vous devrez le relancer.

source: To use JupyterLab again, you will need to relaunch it.
de_de: Um JupyterLab erneut nutzen zu können, musst du es neu starten.
es_es: Para usar JupyterLab de nuevo, tendrás que volver a lanzarlo.
fr_fr: Pour utiliser à nouveau JupyterLab, vous devrez le relancer.
ja_jp: JupyterLabを再び使用するには、再起動する必要があります。
pl_pl: Aby użyć JupyterLab, należy go ponownie uruchomić.
pt_br: Para usar o JupyterLab novamente, você precisará reiniciá-lo.
ru_ru: Чтобы использовать JupyterLab снова, вам нужно будет перезапустить его.
tr_tr: JupyterLab'i tekrar kullanmak için yeniden çalıştırmanız gerekir.

source: Server stopped
de_de: Server gestoppt
es_es: Servidor detenido
fr_fr: Server arrêté
ja_jp: サーバは停止しました
pl_pl: Serwer został zatrzymany
pt_br: Servidor parou
ru_ru: Сервер остановлен
tr_tr: Sunucu durduruldu

source: Log out of %1
fr_fr: Se déconnecter de %1

source: Log out of JupyterLab
de_de: Aus JupyterLab abmelden
es_es: Cerrar sesión en JupyterLab
fr_fr: Se déconnecter de JupyterLab
ja_jp: JupyterLabからログアウト
pl_pl: Wyloguj się z JupyterLab
pt_br: Sair do JupyterLab
ru_ru: Выйти из JupyterLab
tr_tr: JupyterLab’dan çıkış yap

source: Reconnect to Kernel
de_de: Erneut mit Kernel verbinden
es_es: Reconectar al Kernel
fr_fr: Reconnecter au noyau
ja_jp: カーネルに再接続
pl_pl: Połącz się ponownie z jądrem
ru_ru: Переподключиться к ядру

source: Restart Kernel and Clear…
de_de: Kernel neu starten und leeren…
es_es: Reiniciar Kernel y Limpiar…
fr_fr: Redémarrer le noyau et effacer…
ja_jp: カーネルを再起動してクリア…
pl_pl: Uruchom ponownie jądro i wyczyść…
pt_br: Reiniciar o kernel e limpar…
ru_ru: Перезапустить ядро и очистить…
tr_tr: Kerneli yeniden başlat ve konsolu temizle

source: Shut down kernel
fr_fr: Arrêter le noyau
ru_ru: Завершить работу ядра

source: Shut Down All Kernels…
de_de: Alle Kernel herunterfahren…
es_es: Apagar todos los núcleos…
fr_fr: Fermer tous les noyaux…
ja_jp: すべてのカーネルをシャットダウン…
pl_pl: Zamknij wszystkie jądra…
pt_br: Desativar todos os Kernels…
ru_ru: Завершить работу всех ядер…
tr_tr: Bütün Çekirdekleri Kapat…

source: Shut Down All?
de_de: Alles herunterfahren?
es_es: ¿Apagar todo?
fr_fr: Tout arrêter?
ja_jp: すべてシャットダウンしますか?
pl_pl: Zamknąć wszystko?
pt_br: Desligar todos?
ru_ru: Завершить все?
tr_tr: Tümünü Kapat?

source: Shut down all kernels?
de_de: Alle Kernel herunterfahren?
es_es: ¿Apagar todos los núcleos?
fr_fr: Arrêter tous les noyaux?
ja_jp: すべてのカーネルをシャットダウンしますか?
pl_pl: Zamknąć wszystkie jądra?
pt_br: Desligar todos os kernels?
ru_ru: Завершить все ядра?
tr_tr: Bütün çekirdekler kapatılsın mı?

source: Are you sure you want to permanently shut down the running kernel?
fr_fr: Êtes-vous sûr de vouloir éteindre définitivement le noyau en cours d'exécution ?

source: Run Selected
de_de: Ausgewählte ausführen
es_es: Ejecutar seleccionados
fr_fr: Exécuter la sélection
ja_jp: 選択したものを実行
pl_pl: Uruchom wybrane
pt_br: Executar selecionados
ru_ru: Выполнить выбранное
tr_tr: Seçili Hücreyi Çalıştır

source: Run All
de_de: Alle ausführen
es_es: Ejecutar todo
fr_fr: Exécuter tout
ja_jp: すべて実行
pl_pl: Uruchom wszystko
pt_br: Executar todos
ru_ru: Выполнить всё
tr_tr: Tümünü Çalıştır

source: Restart Kernel and Run All
de_de: Kernel neu starten und alle ausführen
es_es: Reiniciar el Kernel y ejecutar todo
fr_fr: Redémarrer le noyau et exécuter tout le code
ja_jp: カーネルを再起動してすべて実行
pl_pl: Uruchom ponownie jądro i wykonaj wszystko
pt_br: Reiniciar o kernel e executar tudo
ru_ru: Перезапустить ядро и выполнить всё
tr_tr: Çekirdeği Baştan Başlat ve Tümünü Çalıştır

source: Activate a widget by its `id`.
fr_fr: Activer un widget par son `id`.
ru_ru: Активируйте виджет по его `id`.

source: Activate Previously Used Tab
de_de: Zuletzt benutzten Tab aktivieren
es_es: Activar la pestaña usada anteriormente
fr_fr: Activer l'onglet précédent
ja_jp: 前に使用したタブをアクティブにする
pl_pl: Aktywuj poprzednio używaną kartę
pt_br: Ativar a aba usada anteriormente
ru_ru: Перейти к предыдущей использованной вкладке
tr_tr: Önceki Sekmeyi Aktifleştir

source: Show Minimap
fr_fr: Afficher la minicarte

source: The widget id to activate
fr_fr: L'id du widget à activer

source: Could Not Open Recent
fr_fr: Impossible d'ouvrir l'élément récent

source: %1 is no longer valid and will be removed from the list
fr_fr: %1 n'est plus valide et sera supprimé de la liste

source: Open a Recent Document (given by `recent` argument)
fr_fr: Ouvrir un document récent (donné par l'argument `recent`)

source: Recent document to open
fr_fr: Document récent à ouvrir

source: Reopen %1
fr_fr: Réouvrir %1

source: Reopen Closed Document
fr_fr: Réouvrir le document fermé

source: Reopen recently closed file or notebook.
fr_fr: Réouvrir le fichier ou le notebook récemment fermé.

source: Open Recent
fr_fr: Ouvrir l’élément récent

source: Markdown Preview
de_de: Markdown Vorschau
es_es: Vista previa de Markdown
fr_fr: Afficher l'aperçu du Markdown
ja_jp: Markdown プレビュー
pl_pl: Podgląd Markdown
pt_br: Pré-visualização de Markdown
ru_ru: Предпросмотр Markdown
tr_tr: Markdown Önizleme

source: The path to the markdown file to preview
fr_fr: Le chemin du fichier markdown à prévisualiser

source: Options for opening the preview
fr_fr: Options pour ouvrir l'aperçu

source: Show Markdown Editor
de_de: Markdown-Editor anzeigen
es_es: Mostrar editor de Markdown
fr_fr: Montrer l'éditeur Markdown
ja_jp: Markdown エディタを表示
pl_pl: Pokaż edytor Markdown
pt_br: Mostrar o editor de Markdown
ru_ru: Показать редактор Markdown
tr_tr: Markdown Editörünü Göster

source: Mathjax Scale
fr_fr: Échelle Mathjax

source: Reset
fr_fr: Réinitialiser
pl_pl: Zresetuj
ru_ru: Сброс

source: The scale factor for MathJax rendering
fr_fr: Le facteur d'échelle du rendu MathJax

source: MathJax Copy Latex
fr_fr: Copie MathJax Latex

source: Mermaid Copy Diagram Source
fr_fr: Copier la source du diagramme Mermaid

source: No metadata.
fr_fr: Aucunes métadonnées.
ru_ru: Нет метаданных.
