Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/nbdime.po
Languages: fr_fr

# schema
source: Settings for the nbdime extension.
fr_fr: Paramètres de l'extension nbdime.

# settings
source: Whether unchanged cells should be hidden by default.
fr_fr: Les cellules non modifiées doivent-elles être masquées par défaut ou non.

# settings
source: Hide Unchanged Cells
fr_fr: Masquer les cellules inchangées

source: Local: '%1' Remote: '%2'
fr_fr: Local: '%1' Distant : '%2'

source: Checkpoint
fr_fr: Point de contrôle

source: Diff checkpoint: %1
fr_fr: Diff avec le point de contrôle : %1

source: Local: latest checkpoint Remote: '%1'
fr_fr: Local: dernier point de contrôle Distant: '%1'

source: Local: git HEAD Remote: '%1'
fr_fr: Local: git HEAD Distant: '%1'

source: Unable to query nbdime API. Is the server extension enabled?
fr_fr: Impossible d'interroger l'API nbdime. L'extension serveur est-elle activée ?

source: Notebook diff
fr_fr: Diff du notebook

source: Display nbdiff between two notebooks
fr_fr: Afficher le diff entre deux notebooks

source: Notebook checkpoint diff
fr_fr: Diff notebook avec le point de contrôle

source: Display nbdiff from checkpoint to currently saved version
fr_fr: Afficher le diff entre le point de contrôle et la version actuellement enregistrée

source: Notebook Git diff
fr_fr: Diff du notebook

source: Display nbdiff from git HEAD to currently saved version
fr_fr: Afficher le diff entre la tête de la branche et la version actuellement enregistrée

source: Notebook metadata changed
fr_fr: Métadonnées du notebook modifiées

source: Failed to fetch diff: %1
fr_fr: Impossible de récupérer le diff: %1

source: Hide unchanged cells
fr_fr: Masquer les cellules inchangées

source: Export diff
fr_fr: Exporter le diff

source: (…$ unchanged lines…)
fr_fr: (…$ lignes inchangées…)

source: Value missing
fr_fr: Valeur manquante

source: Toggle locked scrolling
fr_fr: Verrouiller/Déverrouiller le défilement

source: Outputs changed
fr_fr: Sorties modifiées

source: Outputs unchanged
fr_fr: Sorties inchangées

source: Output added
fr_fr: Sortie ajoutée

source: Output deleted
fr_fr: Sortie supprimée

source: Render
fr_fr: Rendu

source: Show source
fr_fr: Affcher la source

source: Trust
fr_fr: Faire confiance

source: Cell added locally
fr_fr: Cellule ajoutée localement

source: Cell deleted locally
fr_fr: Cellule supprimée localement

source: Cell added remotely
fr_fr: Cellule ajoutée à distance

source: Cell deleted remotely
fr_fr: Cellule supprimée à distance

source: Deleted on both sides
fr_fr: Supprimé des deux côtés

source: Added on both sides
fr_fr: Ajouté des deux côtés

source: Execution count will be cleared.
fr_fr: Le compteur d'exécutions sera effacé.

source: Cell has conflicting IDs! Use a text editor to edit the value (base value kept).
fr_fr: La cellule a des ID en conflit ! Utilisez un éditeur de texte pour modifier la valeur (valeur de base conservée).

source: Metadata changed
fr_fr: Métadonnées modifiées

source: Outputs conflicted
fr_fr: Sorties en conflit

source: Mark resolved
fr_fr: Marquer comme résolu

source: Clear outputs
fr_fr: Effacer les sorties

source: Delete cell
fr_fr: Supprimer la cellule

source: Conflicting cell operations
fr_fr: Opérations de cellules en conflit

source: Resolve Conflict
fr_fr: Résoudre le conflit

source: Notebook metadata unchanged
fr_fr: Métadonnées du notebook inchangées

source: Clear all cell outputs
fr_fr: Effacer toutes les sorties de cellules

source: Clear conflicted cell outputs
fr_fr: Effacer les sorties de cellules en conflit
