Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/notebook.po
Languages: fi_fi, fr_fr, ru_ru, uk_ua

# schema
source: Jupyter Notebook Menu Entries
fi_fi: Jupyter-muistikirjan valikon kohdat
fr_fr: Entrées du menu de Jupyter Notebook
ru_ru: Записи меню Jupyter Notebook
uk_ua: Пункти меню Jupyter Notebook

# menu
source: Cell Type
fi_fi: Solun tyyppi
fr_fr: Type de cellule
ru_ru: Тип ячейки
uk_ua: Тип клітинки

# schema
source: Jupyter Notebook Pages
fi_fi: Jupyter-muistikirjan sivut
fr_fr: Pages du Jupyter Notebook
ru_ru: Страницы Jupyter Notebook
uk_ua: Сторінки Jupyter Notebook

# schema
source: Notebook Shell layout settings.
fr_fr: Paramètres de mise en page de Notebook.
ru_ru: Настройки оболочки блокнота.
uk_ua: Налаштування зовнішнього вигляду макета блокнота.

# settings
source: Overrides default widget position in the application layout
fr_fr: Remplace la position par défaut du widget dans la disposition de l'application
ru_ru: Переопределяет положение виджета по умолчанию в макете приложения
uk_ua: Замінює положення віджета за замовчуванням у макеті програми

# settings
source: Customize shell widget positioning
fr_fr: Personnaliser le positionnement des widgets
ru_ru: Настройка местоположения виджета оболочки
uk_ua: Налаштувати розміщення віджетів оболонки

# schema
source: Notebook Shell
fr_fr: Disposition de l'application
ru_ru: Оболочка блокнота
uk_ua: Зовнішній вигляд блокнота

# schema
source: Title widget
fi_fi: Otsikkopienohjelma
fr_fr: Widget de titre
ru_ru: Виджет заголовка
uk_ua: Віджет заголовка

# schema
source: Jupyter Notebook Top Area settings
fi_fi: Jupyter-muistikirjan yläalueen asetukset
fr_fr: Paramètres de la zone supérieure de Jupyter Notebook
ru_ru: Настройки верхнего участка Jupyter Notebook
uk_ua: Налаштування верхньої області Jupyter Notebook

# settings
source: Jupyter Notebook Top Area
fi_fi: Jupyter-muistikirjan yläalue
fr_fr: Zone supérieure de Jupyter Notebook
ru_ru: Верхний участок Jupyter Notebook
uk_ua: Верхня область Jupyter Notebook

# settings
source: Whether to show the top bar or not, yes for always showing, no for always not showing, automatic for adjusting to screen size
fr_fr: Si vous voulez afficher la barre supérieure ou non, 'yes' pour toujours la montrer, 'no' pour toujours la cacher, 'automatic' pour ajuster la visibilité selon la taille de l'écran
ru_ru: Показывать ли верхнюю панель или нет, да для всегда показывать, не для всегда не показывается, автоматически для настройки размера экрана
uk_ua: Показувати верхню панель чи ні, так — показувати завжди, ні — не показувати завжди, автоматично — підлаштовувати під розмір екрана

# settings
source: Top Bar Visibility
fi_fi: Yläpalkin näkyvyys
fr_fr: Visibilité de la barre supérieure
ru_ru: Видимость верхнего бара
uk_ua: Видимість верхньої панелі

# schema
source: Jupyter Notebook Top Area
fi_fi: Jupyter-muistikirjan yläalue
fr_fr: Zone supérieure de Jupyter Notebook
ru_ru: Верхний участок Jupyter Notebook
uk_ua: Верхня область Jupyter Notebook

# schema
source: Jupyter Notebook Zen Mode
fi_fi: Jupyter-muistikirjan Zen-tila
fr_fr: Mode Zen de Jupyter Notebook
ru_ru: Режим Zen Jupyter Notebook
uk_ua: Дзен-режим Jupyter Notebook

# schema
source: Jupyter Notebook Help Menu Entries
fi_fi: Jupyter-muistikirjan ohjevalikon kohdat
fr_fr: Entrées du menu aide de Jupyter Notebook
ru_ru: Пункты меню справки Jupyter Notebook
uk_ua: Пункти меню «Довідка» Jupyter Notebook

# schema
source: Interface Switcher settings.
fi_fi: Käyttöliittymän vaihtajan asetukset.
fr_fr: Paramètres du sélecteur d'interface.
ru_ru: Настройки переключения интерфейсов.
uk_ua: Налаштування перемикача інтерфейсів.

# schema
source: Interface Switcher
fi_fi: Käyttöliittymän vaihtaja
fr_fr: Sélecteur d'interface
ru_ru: Переключатель интерфейса
uk_ua: Перемикач інтерфейсів

# schema
source: Launch Shortcuts.
fi_fi: Aloitusnäkymän pikakuvakkeet.
fr_fr: Ouvrir les raccourcis.
ru_ru: Запустить ярлыки.
uk_ua: Запустити ярлики.

# schema
source: Launch Shortcuts
fi_fi: Aloitusnäkymän pikakuvakkeet
fr_fr: Ouvrir les raccourcis
ru_ru: Запустить ярлыки
uk_ua: Запустити ярлики

# schema
source: Notebook checkpoint indicator
fi_fi: Muistikirjan automaattitallennuksen indikaattori
fr_fr: Indicateur de point de contrôle du notebook
ru_ru: Индикатор контрольной точки блокнота
uk_ua: Індикатор контрольної точки блокнота

# schema
source: Kernel logo in the top area
fi_fi: Ytimen logo yläalueella
fr_fr: Logo du noyau dans la zone supérieure
ru_ru: Логотип ядра в верхней области
uk_ua: Логотип ядра у верхній області

# schema
source: Kernel logo
fi_fi: Ytimen logo
fr_fr: Logo du noyau
ru_ru: Логотип ядра
uk_ua: Логотип ядра

# schema
source: Jupyter Notebook Notebook settings
fi_fi: Jupyter-muistikirjan asetukset
fr_fr: Paramètres des notebooks de Jupyter Notebook
ru_ru: Настройки блокнота Jupyter Notebook
uk_ua: Налаштування блокнота Jupyter Notebook

# settings
source: Jupyter Notebook Notebook
fr_fr: Notebooks de Jupyter Notebook
ru_ru: Блокнот Jupyter Notebook
uk_ua: Блокнот Jupyter Notebook

# settings
source: Whether to auto scroll the output area when the outputs become too long
fi_fi: Vieritetäänkö tulostealuetta automaattisesti jos tulosteesta tulee liian pitkä
fr_fr: Activer le défilement automatique de la zone de sortie quand les sorties deviennent trop longues
ru_ru: Следует ли автоматически прокручивать область вывода, когда вывод становятся слишком длинными
uk_ua: Автоматично прокручувати область результатів, коли результати стають задовгими

# settings
source: Auto Scroll Outputs
fi_fi: Vieritä tulosteita automaattisesti
fr_fr: Défilement automatique des sorties de cellules
ru_ru: Автопрокрутка выводов
uk_ua: Автоматичне прокручування результатів

# schema
source: Jupyter Notebook Notebook
fr_fr: Notebooks de Jupyter Notebook
ru_ru: Блокнот Jupyter Notebook
uk_ua: Блокнот Jupyter Notebook

# schema
source: File Browser widget - File Actions settings.
fr_fr: Navigateur de fichiers - Paramètres des actions de fichiers.
ru_ru: Виджет файлового браузера - Настройки файловых действий.
uk_ua: Віджет оглядача файлів — Налаштування операцій з файлами.

# schema
source: File Browser Widget - File Actions
fr_fr: Navigateur de fichiers - Actions de fichiers
ru_ru: Виджет файлового браузера - Действия с файлами
uk_ua: Віджет оглядача файлів — Операції з файлами

# settings
source: Command arguments
fi_fi: Komennon argumentit
fr_fr: Arguments de la commande
ru_ru: Аргументы команды
uk_ua: Аргументи команди

# settings
source: Command id
fi_fi: Komennon tunniste
fr_fr: Identifiant de la commande
ru_ru: Id команды
uk_ua: Id команди

# settings
source: Whether the item is ignored or not
fi_fi: Sivuutetaanko kohta vai ei
fr_fr: Si l'élément est ignoré ou non
ru_ru: Игнорируется элемент или нет
uk_ua: Ігнорувати елементи чи ні

# settings
source: If defined, it will override the command icon
fi_fi: Jos määritelty, ohittaa komennon kuvakkeen
fr_fr: Si défini, cela remplacera l'icône de commande
ru_ru: Если определён, он переопределит значок команды
uk_ua: Якщо його визначено, він замінить піктограму команди

# settings
source: Item icon id
fi_fi: Kohdan kuvakkeen tunniste
fr_fr: Identifiant de l'icône
ru_ru: Id иконки элемента
uk_ua: Id піктограми елемента

# settings
source: If defined, it will override the command label
fi_fi: Jos määritelty, ohittaa komennon nimiön
fr_fr: Si défini, cela remplacera le libellé de la commande
ru_ru: Если он определён, он переопределит метку команды
uk_ua: Якщо його визначено, він замінить мітку команди

# settings
source: Item label
fi_fi: Kohdan nimiö
fr_fr: Libellé de l'élément
ru_ru: Название элемента
uk_ua: Мітка елемента

# settings
source: Unique name
fi_fi: Uniikki nimi
fr_fr: Nom unique
ru_ru: Уникальное имя
uk_ua: Унікальне ім'я

# settings
source: Item rank
fi_fi: Kohteen painoarvo
fr_fr: Priorité de l'élément
ru_ru: Ранг предмета
uk_ua: Рейтинг елемента

# settings
source: Item type
fi_fi: Kohdan tyyppi
fr_fr: Type d'élément
ru_ru: Тип предмета
uk_ua: Тип елемента

# schema
source: File Browser widget settings.
fi_fi: Tiedostoselainpienohjelman asetukset.
fr_fr: Paramètres du navigateur de fichiers.
ru_ru: Настройки виджета файлового браузера.
uk_ua: Налаштування віджета оглядача файлів.

# settings
source: Note: To disable a toolbar item, copy it to User Preferences and add the "disabled" key. The following example will disable the uploader button: { "toolbar": [ { "name": "uploader", "disabled": true } ] } Toolbar description:
fr_fr: Remarque : Pour désactiver un élément de la barre d'outils, copiez-le dans les préférences utilisateur et ajoutez l'attribut "disabled". L'exemple suivant désactivera le bouton pour envoyer un fichier: { "toolbar": [ { "name": "uploader", "disabled": true } ] } Description de la barre d'outils :
ru_ru: Примечание. Чтобы отключить элемент панели инструментов, скопируйте его в пользовательские настройки и добавьте ключ "disabled". В следующем примере отключается кнопка загрузки: { "toolbar": [ { "name": "uploader", "disabled": true } ] } Описание панели инструментов:
uk_ua: Примітка. Щоб вимкнути елемент панелі інструментів, скопіюйте його в налаштування користувача та додайте ключ "disabled". Приклад нижче вимкне завантаження елемента у файлах: { "toolbar": [ { "name": "uploader", "disabled": true } ] } Опис панелі інструментів:

# settings
source: File browser toolbar items
fi_fi: Tiedostoselaimen työkalupalkin kohdat
fr_fr: Éléments de la barre d'outils du navigateur de fichiers
ru_ru: Элементы панели инструментов файлового браузера
uk_ua: Елементи панелі інструментів оглядача файлів

# schema
source: File Browser Widget
fi_fi: Tiedostoselaimen pienohjelma
fr_fr: Navigateur de fichiers
ru_ru: Виджет файлового браузера
uk_ua: Віджет оглядача файлів

source: Toggle Zen Mode
fi_fi: Vaihda Zen-tila päälle / pois
fr_fr: Activer/désactiver le mode Zen
ru_ru: Переключить режим Zen
uk_ua: Дзен-режим

source: Are you sure you want to exit Jupyter Notebook? Any unsaved changes will be lost.
fi_fi: Haluatko varmasti poistua Jupyter-muistikirjasta? Kaikki tallentamattomat muutokset menetetään.
fr_fr: Êtes-vous sûr de vouloir quitter Jupyter Notebook ? Toutes les modifications non enregistrées seront perdues.
ru_ru: Вы уверены, что хотите выйти из Jupyter Notebook? Все несохранённые изменения будут потеряны.
uk_ua: Справді вийти з Jupyter Notebook? Усі незбережені зміни буде втрачено.

source: Open JupyterLab
fi_fi: Avaa JupyterLab
fr_fr: Ouvrir JupyterLab
ru_ru: Открыть JupyterLab
uk_ua: Відкрити JupyterLab

source: File Browser
fi_fi: Tiedostoselain
fr_fr: Navigateur de fichiers
ru_ru: Файловый менеджер
uk_ua: Оглядач файлів

source: Handle Local Link
fr_fr: Gérer le lien local
ru_ru: Обработка локальной ссылки
uk_ua: Обробка локального посилання

source: Rename…
fi_fi: Nimeä uudelleen…
fr_fr: Renommer…
ru_ru: Переименовать…
uk_ua: Перейменувати…

source: Show Header
fi_fi: Näytä yläpalkki
fr_fr: Afficher l'en-tête
ru_ru: Показать заголовок
uk_ua: Показати заголовок

source: Show %1 in the left sidebar
fi_fi: Näytä %1 vasemmassa sivupalkissa
fr_fr: Afficher %1 dans la barre latérale de gauche
ru_ru: Показать %1 на левой боковой панели
uk_ua: Показати %1 на лівій бічній панелі

source: Show %1 in the right sidebar
fi_fi: Näytä %1 oikeassa sivupalkissa
fr_fr: Afficher %1 dans la barre latérale de droite
ru_ru: Показать %1 на правой боковой панели
uk_ua: Показати %1 на правій бічній панелі

source: Show %1 in the sidebar
fi_fi: Näytä %1 sivupalkissa
fr_fr: Afficher %1 dans la barre latérale
ru_ru: Показать %1 на боковой панели
uk_ua: Показати %1 на бічній панелі

source: Left Sidebar
fi_fi: Vasen sivupalkki
fr_fr: Barre latérale gauche
ru_ru: Левая боковая панель
uk_ua: Ліва бічна панель

source: Right Sidebar
fi_fi: Oikea sivupalkki
fr_fr: Barre latérale droite
ru_ru: Правая боковая панель
uk_ua: Права бічна панель

source: Collapse %1 side panel
fi_fi: Tiivistä %1 sivupaneeli
fr_fr: Réduire le panneau latéral %1
ru_ru: Свернуть боковую панель %1
uk_ua: Згорнути бічну панель %1

source: Version: %1
fi_fi: Versio: %1
ru_ru: Версия: %1
uk_ua: Версія %1

source: © 2021-2023 Jupyter Notebook Contributors
fr_fr: ©️ 2021-2023 Jupyter Notebook Contributeurs
ru_ru: ©️ 2021-2023 Соавторы Jupyter Notebook
uk_ua: © 2021-2023 Співавтори Jupyter Notebook

source: Dismiss
fi_fi: Hylkää
fr_fr: Ignorer
ru_ru: Отклонить
uk_ua: Відхилити

source: Help
fi_fi: Ohje
fr_fr: Aide
ru_ru: Помощь
uk_ua: Довідка

source: About %1
fi_fi: Tietoja aiheesta %1
fr_fr: À propos de %1
ru_ru: О %1
uk_ua: Про програму %1

source: JUPYTER NOTEBOOK ON GITHUB
fi_fi: JUPYTER NOTEBOOK GITHUBISSA
fr_fr: JUPYTER NOTEBOOK SUR GITHUB
ru_ru: JUPYTER NOTEBOOK НА GITHUB
uk_ua: ДОЛУЧИТИСЯ ДО JUPYTER NOTEBOOK У GITHUB

source: CONTRIBUTOR LIST
fr_fr: LISTE DES CONTRIBUTEURS
ru_ru: Список внесших вклад в разработку
uk_ua: УЧАСНИКИ ПРОЄКТУ

source: Notebook
ru_ru: Блокнот
uk_ua: Блокнот

source: Open in %1
fr_fr: Ouvrir dans %1
ru_ru: Открыть в %1
uk_ua: Відкрити в %1

source: Open in...
fr_fr: Ouvrir dans...
ru_ru: Открыть в...
uk_ua: Відкрити в...

source: Launch Jupyter Notebook File Browser
fi_fi: Käynnistä Jupyter-muistikirjan tiedostoselain
fr_fr: Ouvrir le navigateur de fichiers Jupyter Notebook
ru_ru: Запустите файловый браузер Jupyter Notebook
uk_ua: Запустити оглядач файлів Jupyter Notebook

source: Last Checkpoint: %1
fi_fi: Viimeisin automaattitallennus: %1
fr_fr: Dernier point de contrôle : %1
ru_ru: Последняя контрольная точка: %1
uk_ua: Остання контрольна точка: %1

source: Close and Shut Down Notebook
fr_fr: Fermer et arrêter le notebook
ru_ru: Закрыть и выключить блокнот
uk_ua: Закрити й завершити роботу блокнота

source: JavaScript enabled for notebook display
fi_fi: JavaScript on käytössä muistikirjaa näytettäessä
fr_fr: JavaScript activé pour l'affichage des notebooks
ru_ru: JavaScript включён для отображения блокнота
uk_ua: JavaScript увімкнено для зображення блокнота

source: JavaScript disabled for notebook display
fi_fi: JavaScript on poissa käytöstä muistikirjaa näytettäessä
fr_fr: JavaScript désactivé pour l'affichage des notebooks
ru_ru: JavaScript отключён для отображения блокнота
uk_ua: JavaScript вимкнено для зображення блокнота

source: Not Trusted
fr_fr: Non fiable
ru_ru: Не доверенный
uk_ua: Ненадійний

source: Trusted
fr_fr: Fiable
ru_ru: Доверенный
uk_ua: Надійний

source: Select items to perform actions on them.
fr_fr: Sélectionnez les éléments sur lesquels effectuer des actions.
ru_ru: Выберите элементы для выполнения действий над ними.
uk_ua: Виберіть елементи для виконання дій.

source: Files
fr_fr: Fichiers
ru_ru: Файлы
uk_ua: Файли

source: File Browser Section
fr_fr: Section du navigateur de fichiers
ru_ru: Секция файлового менеджера
uk_ua: Розділ оглядача файлів

source: Upload
fr_fr: Importer
ru_ru: Загрузить
uk_ua: Вивантажити

source: Filter files by name
fr_fr: Filtrer les fichiers par nom
ru_ru: Фильтровать файлы по имени
uk_ua: Фільтрувати файли за іменем

source: Running
fr_fr: En cours
ru_ru: Запущено
uk_ua: Запуск

source: New
fr_fr: Nouveau
ru_ru: Новый
uk_ua: Створити
