Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/retrolab.po
Languages: uk_ua

# schema
source: RetroLab Menu Entries
uk_ua: Пункти меню RetroLab

# schema
source: RetroLab Top Area settings
uk_ua: Налаштування верхньої області RetroLab

# settings
source: RetroLab Top Area
uk_ua: Верхня область RetroLab

# settings
source: Whether to show the top bar or not
uk_ua: Показувати верхню панель чи ні

# settings
source: Top Bar Visibility
uk_ua: Видимість верхньої панелі

# schema
source: RetroLab Top Area
uk_ua: Верхня область RetroLab

# schema
source: Interface Switcher settings.
uk_ua: Налаштування перемикача інтерфейсів.

# schema
source: Interface Switcher
uk_ua: Перемикач інтерфейсів

# schema
source: RetroLab Notebook settings
uk_ua: Налаштування RetroLab Notebook

# settings
source: Whether to auto scroll the output area when the outputs become too long
uk_ua: Чи потрібно автоматично прокручувати область виводу, коли виходи стають задовгими

# settings
source: Auto Scroll Outputs
uk_ua: Автоматичне прокручування виходів

source: Are you sure you want to exit RetroLab? Any unsaved changes will be lost.
uk_ua: Ви впевнені, що хочете вийти з RetroLab? Усі незбережені зміни буде втрачено.

source: Open JupyterLab
uk_ua: Відкрийте JupyterLab

source: Open Files
uk_ua: Відкрийте файли

source: Rename…
uk_ua: Перейменування…

source: Show Header
uk_ua: Відобразити заголовок

source: Toggle Zen Mode
uk_ua: Увімкнути або вимкнути Дзен-режим

source: Dismiss
uk_ua: Відхилити

source: About %1
uk_ua: Приблизно %1

source: RETROLAB ON GITHUB
uk_ua: Запустити GitHub

source: Version: %1
uk_ua: Версія %1

source: Keyboard Shortcuts
uk_ua: Клавіатурні ярлики

source: Name
uk_ua: Ім'я

source: Shortcut
uk_ua: Ярлик

source: Open With %1
uk_ua: Вікрити за %1

source: Help
uk_ua: Допомога

source: Launch RetroLab File Browser
uk_ua: Запустіть Оглядач файлів RetroLab

source: Interface
uk_ua: Інтерфейс

# menu
source: Cell Type
uk_ua: Тип клітинки

source: Last Checkpoint: %1
uk_ua: Остання контрольна точка: %1

source: New Terminal
uk_ua: Новий термінал

source: Files
uk_ua: Файли

source: File Browser Section
uk_ua: Розділ перегляду файлів

source: Running
uk_ua: Запуск

source: New Notebook
uk_ua: Новий блокнот

source: New Console
uk_ua: Нова консоль
