Repository: jupyterlab/language-packs
Catalog: language-packs/jupyterlab-language-pack-*/jupyterlab_language_pack_*/locale/*/LC_MESSAGES/spellchecker.po
Languages: ar_sa, fr_fr, ru_ru, uk_ua

# settings
source: URL address of the .aff file
ar_sa: رابط مِلَفّ .aff
fr_fr: Adresse URL du fichier .aff
ru_ru: URL адрес .aff файла
uk_ua: URL-адреса файлу .aff

# settings
source: URL address of the .dic file
ar_sa: رابط مِلَفّ .dic
fr_fr: Adresse URL du fichier .dic
ru_ru: URL адрес .dic файла
uk_ua: UR -адреса файлу .dic

# settings
source: Unique identifier
ar_sa: معرف فريد
fr_fr: Identifiant unique
ru_ru: Уникальный идентификатор
uk_ua: Унікальний ідентифікатор

# settings
source: Display name
ar_sa: الاسم الظاهر
fr_fr: Nom d'affichage
ru_ru: Отображаемое имя
uk_ua: Відображене ім'я

# schema
source: Spellchecker settings.
ar_sa: إعدادات المدقق الإملائي.
fr_fr: Paramètres du correcteur orthographique.
ru_ru: Настройки проверки правописания.
uk_ua: Налаштування перевірки правопису.

# settings
source: Spellchecker
ar_sa: المدقق الإملائي
fr_fr: Correcteur orthographique
ru_ru: Проверка орфографии
uk_ua: Перевірка правопису

# settings
source: Check spelling in comments
ar_sa: التحقق من الإملاء في التعليقات
fr_fr: Vérifier l'orthographe dans les commentaires
ru_ru: Проверить правописание в комментариях
uk_ua: Перевірити правопис у коментарях

# settings
source: Check spelling in strings
ar_sa: التحقق من الإملاء في النصوص
fr_fr: Vérifier l'orthographe dans les chaînes de caractères
ru_ru: Проверять правописание в строках
uk_ua: Перевірити правопис у рядках

# settings
source: Time delay before spellchecking starts (debouncer).
fr_fr: Délai avant le début de la vérification orthographique (débounceur).
ru_ru: Задержка перед началом проверки орфографии (debouncer).
uk_ua: Час затримки перед початком перевірки правопису (затримка).

# settings
source: Case-sensitive list of words to be ignored
ar_sa: قائمة الكلمات الحساسة للحالات التي يجب تجاهلها
fr_fr: Liste de mots à ignorer sensible à la casse
ru_ru: Чувствительный к регистру список слов, которые следует игнорировать
uk_ua: Список слів з урахуванням регістру для ігнорування

# settings
source: Words to be ignored by the spellchecker
ar_sa: الكلمات التي سيتم تجاهلها من قبل المدقق الإملائي
fr_fr: Mots à ignorer par le correcteur orthographique
ru_ru: Слова, которые будут проигнорированы
uk_ua: Слова, які ігнорує перевірка правопису

# settings
source: Dictionary identifier, e.g. en-us
ar_sa: معرف القاموس، على سبيل المثال en-us
fr_fr: Identifiant du dictionnaire, par ex. en-us
ru_ru: Идентификатор словаря, например: en-us
uk_ua: Словниковий ідентифікатор, н-д, en-us

# settings
source: Language of the spellchecker
ar_sa: لغة المدقق الإملائي
fr_fr: Langue du correcteur orthographique
ru_ru: Язык проверки орфографии
uk_ua: Мова перевірки правопису

# settings
source: List of MIME types. GFM denotes GitHub Flavored Markdown
fr_fr: Liste des types MIME. GFM signifie GitHub Flavored Markdown
ru_ru: Список типов MIME. GFM означает GitHub Flavored Markdown
uk_ua: Список MIME типів. GFM вказує на GitHub Flavored Markdown

# settings
source: MIME types for files/editors for which the spellchecking should be activated
fr_fr: Types MIME pour les fichiers/éditeurs pour lesquels la vérification orthographique doit être activée
ru_ru: MIME типы для файлов/редакторов, для которых должна быть активирована проверка правописания
uk_ua: Типи MIME для файлів/редакторів, для яких слід активувати перевірку правопису

# settings
source: A list of online dictionaries to use if installing dictionaries in data path of jupyter-server is not possible or not desirable. For example: [ { "id": "pl_PL-online", "aff": "http://some-url/pl_PL.aff", "dic": "http://some-url/pl_PL.dic", "name": "polski (Polska)" } ]
fr_fr: Une liste de dictionnaires en ligne à utiliser si l'installation de dictionnaires dans le chemin de données de jupyter-server n'est pas possible ou n'est pas souhaitable. Par exemple : [ { "id": "pl_PL-online", "aff": "http://some-url/pl_PL. ff", "dic": "http://some-url/pl_PL. ic", "name": "polski (Polska)" } ]
ru_ru: Список онлайн-словарей для использования, если установка словарей в пути к данным jupyter-server невозможна или нежелательна. Например: [ { "id": "pl_PL-online", "aff": "http://some-url/pl_PL. ff", "dic": "http://some-url/pl_PL. ic", "name": "polski (Polska)" } ]
uk_ua: Список онлайн-словників для використання, якщо встановлення словників на шляху до даних сервера jupyter неможливе або небажане. Наприклад: [ { "id": "pl_PL-online", "aff": "http://some-url/pl_PL.aff", "dic": "http://some-url/pl_PL.dic", "name": "polski (Polska)" } ]

# settings
source: Online dictionaries
ar_sa: قواميس عبر الإنترنت
fr_fr: Dictionnaires en ligne
ru_ru: Онлайн словари
uk_ua: Онлайн-словники

# settings
source: Theme for decorating misspelt words, one of: - 'background-box': fills the background of the misspelt word; - 'wavy-underline': underline with wavelets (note: Chrome has a bug which prevents rendering of wavelets under some very short words) - 'dotted-underline': underline with dotted style
fr_fr: Thème pour décorer des mots mal orthographiés, parmi : - 'background-box' : remplit le fond du mot mal orthographiés; - 'wavy-underline' : Souligner avec des ondes (note: Chrome a un bug qui empêche le rendu des ondes sous quelques mots très courts) - 'dotted-underline' : souligner avec le style pointillé
ru_ru: Тема для украшения слов с ошибками, одна из которых: - 'background-box': заполняет фон слова с ошибкой; - 'wavy-underline': подчеркивание с вейвлетами (примечание: у Chrome есть ошибка, которая предотвращает отображение вейвлетов под некоторыми очень короткими словами) - 'dotted-underline': подчеркивание с пунктирным стилем
uk_ua: Види відображення неправильно написаних слів: - 'background-box': заливка фону позаду неправильного слова - 'wavy-underline': підкреслює хвилястою лінією (зверніть увагу: Chrome має баг, через який деякі дуже короткі слова не підкреслюються) - 'dotted-underline': підкреслює пунктирною лінією

# settings
source: Theme
ar_sa: المظهر
fr_fr: Thème
ru_ru: Тема
uk_ua: Тема

# schema
source: Spellchecker
ar_sa: المدقق الإملائي
fr_fr: Correcteur orthographique
ru_ru: Проверка орфографии
uk_ua: Перевірка правопису

source: Dictionary not loaded
ar_sa: لم يتم تحميل القاموس
fr_fr: Dictionnaire non chargé
ru_ru: Словарь не загружен
uk_ua: Словник не завантажено

source: Adjust spelling to
fr_fr: Ajuster l'orthographe à
ru_ru: Изменить орфографию на
uk_ua: Налаштувати правопис до

source: No spellcheck suggestions
ar_sa: لا توجد اقتراحات للتدقيق الإملائي
fr_fr: Aucune suggestion de correction orthographique
ru_ru: Нет вариантов правописания
uk_ua: Немає пропозицій перевірки правопису

source: Spell Checker
ar_sa: المدقق الإملائي
fr_fr: Vérificateur orthographique
ru_ru: Проверка орфографии
uk_ua: Перевірка правопису

source: Spellcheck off
ar_sa: إغلاق المدقق الإملائي
fr_fr: Correcteur orthographique arrêté
ru_ru: Отключить проверку орфографии
uk_ua: Перевірку правопису вимкнено

source: Toggle spellchecker
ar_sa: تبديل المدقق الإملائي
fr_fr: Activer/désactiver le correcteur orthographique
ru_ru: Переключить проверку правописания
uk_ua: Увімкнути або вимкнути перевірку правопису

source: Ignore
ar_sa: تجاهل
fr_fr: Ignorer
ru_ru: Игнорировать
uk_ua: Ігнорувати

source: Loading dictionary…
ar_sa: جاري تحميل القاموس…
fr_fr: Chargement du dictionnaire…
ru_ru: Загружается словарь…
uk_ua: Завантаження словника…

source: %1 [%2] (online)
ar_sa: %1 [%2] (متصل بالإنترنت)
fr_fr: %1 [%2] (en ligne)
ru_ru: %1 [%2] (онлайн)
uk_ua: %1 [%2] (онлайн)

source: Choose spellchecker language
ar_sa: اختر لغة المدقق الإملائي
fr_fr: Choisir la langue du correcteur orthographique
ru_ru: Выберите язык проверки правописания
uk_ua: Обрати мову перевірки правопису

source: Enable spellchecking in %1?
ar_sa: تمكين التدقيق الإملائي %1؟
fr_fr: Activer la correction orthographique dans %1?
ru_ru: Включить проверку орфографии в %1?
uk_ua: Увімкнути перевірку правопису в %1?

source: The decision will apply to all editors with this content type.
ar_sa: سيطبق القرار على جميع المحررين الذين لديهم هذا النوع من المحتوى.
fr_fr: La décision s'appliquera à tous les éditeurs de ce type de contenu.
ru_ru: Решение будет применяться ко всем редакторам данного типа контента.
uk_ua: Рішення застосовуватиметься до всіх редакторів з цим типом вмісту.

source: Enable
ar_sa: تفعيل
fr_fr: Activer
ru_ru: Включить
uk_ua: Увімкнути

source: Remember this decision (updates settings).
ar_sa: تذكر هذا القرار (إعدادات التحديثات).
fr_fr: Se souvenir de cette décision (mise à jour des paramètres).
ru_ru: Запомнить это решение (настройки обновлений).
uk_ua: Запам'ятати це рішення (налаштування оновлень).

source: The will apply to all editors with %1 content type.
ar_sa: سيتم تطبيق القرار على جميع المحررين الذين لديهم هذا النوع من المحتوى %1.
fr_fr: Cela s'appliquera à tous les éditeurs de type %1.
ru_ru: Будет применено ко всем редакторам с %1 типом содержимого.
uk_ua: Застосовуватиметься до всіх редакторів із типом вмісту %1.

source: Remember this decision.
ar_sa: تذكر هذا القرار.
fr_fr: Se souvenir de cette décision.
ru_ru: Запомнить это решение.
uk_ua: Запам'ятати мій вибір.
