{
    "": {
        "domain": "jupyterlab_git",
        "language": "tr-TR",
        "plural_forms": "nplurals=2; plural=(n != 1);",
        "version": "jupyterlab"
    },
    "Add Remote Repository": [
        "Uzak depoyu ekleyin"
    ],
    "Add a Git remote repository": [
        "Uzak bir depoyu ekleyin"
    ],
    "Add a remote repository": [
        "Uzak bir depoyu ekleyin"
    ],
    "CLONE": [
        "ÇOĞALTIN"
    ],
    "Cancel": [
        "İptal"
    ],
    "Cancel pull merge conflict": [
        "Pull merge çakışmasını iptal et"
    ],
    "Clone a Repository": [
        "Bir depoyu çoğaltın "
    ],
    "Clone a repo": [
        "Bir depoyu çoğaltın"
    ],
    "Clone a repository from a URL": [
        "Bir URL'den depoyu çoğaltın"
    ],
    "Cloning...": [
        "Çoğaltılıyor..."
    ],
    "Create an empty Git repository or reinitialize an existing one": [
        "Boş bir Git deposu oluşturun veya mevcut bir tanesini yeniden başlatın"
    ],
    "Disable branch with changes": [
        "Değişikliklerle dalı devre dışı bırak"
    ],
    "Display Git status updates": [
        "Git durum güncellemelerini göster"
    ],
    "Do you really want to make this directory a Git Repo?": [
        "Bu klasörü bir git deposu yapmayı gerçekten istiyor musunuz?"
    ],
    "Double click opens diff": [
        "Çift tıklama farkları açar"
    ],
    "Encountered an error when initializing the repository. Error: ": [
        "Depoyu başlatırken bir hata ile karşılaşıldı. Hata:"
    ],
    "Enter credentials for remote repository": [
        "Uzaktan veri havuzu için kimlik bilgileri gir"
    ],
    "Error when adding remote repository": [
        "Uzaktaki depo eklenirken hata oluştu"
    ],
    "Failed to clone": [
        "Çoğaltma başarısız"
    ],
    "Failed to initialize the Git repository": [
        "Git deposu başlatma başarısızdır"
    ],
    "Git Interface": [
        "Git arayüzü"
    ],
    "Git repository initialized.": [
        "Git deposu başlatıldı."
    ],
    "Go to Git user interface": [
        "Git kullanıcı arayüzüne gidiniz"
    ],
    "History count": [
        "Geçmiş Sayısı"
    ],
    "Ignore %2 extension (add to .gitignore)": [
        "Ignore %2 extensions (add to .gitignore)",
        "",
        ""
    ],
    "Incorrect username or password.": [
        "Hatalı kullanıcı adı veya şifre."
    ],
    "Initialize a Repository": [
        "Git deponuzu başlatın"
    ],
    "Initializing...": [
        "Başlatılıyor ..."
    ],
    "Not in a Git repository. Unable to add a remote.": [
        "Bir Git deposunda değildir. Uzaktaki eklenememektedir."
    ],
    "Open .gitignore": [
        ".gitignore açınız"
    ],
    "Refresh if the Git tab is hidden": [
        "Git sekmesi saklanmış ise yenile"
    ],
    "Refresh interval": [
        "Yenileme aralığı"
    ],
    "Remote Git repository URL": [
        "Uzaktaki Git deposu URL'si"
    ],
    "Show diff on double click": [
        "Çift tıklamayla farklılıkları göster"
    ],
    "Simple staging": [
        "Basit evreleme"
    ],
    "Simple staging flag": [
        "Basit evreleme bayrağı"
    ],
    "Successfully cloned": [
        "Başarıyla çoğaltıldı"
    ],
    "Suspend user interaction until commands finish": [
        "Komutlar bitene kadar kullanıcı etkileşimini askıya al"
    ],
    "Trigger push on commit": [
        "Atama sırasında itme işlemini gerçekleştir"
    ],
    "Yes": [
        "Evet"
    ],
    "schema\u0004Disable all branch operations (new, switch) when there are changed/staged files": [
        "Değiştirilen/hazırlanan dosyalar olduğunda tüm dal işlemlerini (yeni, anahtar) devre dışı bırakın"
    ],
    "schema\u0004Display Git extension status updates in the JupyterLab status bar. If true, the extension displays status updates in the JupyterLab status bar, such as when pulling and pushing changes, switching branches, and polling for changes. Depending on the level of extension activity, some users may find the status updates distracting. In which case, setting this to false should reduce visual noise.": [
        "JupyterLab durum çubuğunda Git uzantısı durum güncellemelerini görüntüleyin. Eğer true ise, uzantı değişiklikleri çekme ve gönderme sırasında, dalları değiştirirken ve değişiklikleri kontrol ederken JupyterLab durum çubuğunda durum güncellemelerini görüntüler. Uzantı etkinliği düzeyine bağlı olarak, bazı kullanıcılar durum güncellemelerini rahatsız edici bulabilir. Bu durumda, bunu yanlış olarak ayarlamak görsel gürültüyü azaltacaktır."
    ],
    "schema\u0004If true, doubling clicking a file in the list of changed files will open a diff.": [
        "Doğruysa, değiştirilen dosyalar listesindeki bir dosyaya çift tıklamak karşılaştırmalı değişiklikleri açacaktır."
    ],
    "schema\u0004If true, use a simplified concept of staging. Only files with changes are shown (instead of showing staged/changed/untracked), and all files with changes will be automatically staged": [
        "Doğruysa, basitleştirilmiş bir evreleme kavramı kullanın. Yalnızca değişiklik içeren dosyalar gösterilir (aşamalı / değiştirilmiş / izlenmemiş olarak göstermek yerine) ve değişiklik içeren tüm dosyalar otomatik olarak hazırlanır"
    ],
    "schema\u0004If true, when fetching and integrating changes from a remote repository, a conflicting merge is canceled and the working tree left untouched.": [
        "Eğer true seçilirse, uzak bir depodan değişiklikler getirilirken ve entegre edilirken, çakışan bir birleştirme iptal edilir ve çalışma ağacına dokunulmaz."
    ],
    "schema\u0004Number of (most recent) commits shown in the history log": [
        "Geçmiş günlüğünde gösterilen (en son) taahhütlerin sayısı"
    ],
    "schema\u0004Number of milliseconds between polling the file system for changes.": [
        "Değişiklikler için dosya sistemini sorgulama arasındaki milisaniye sayısı."
    ],
    "schema\u0004Suspend JupyterLab user interaction until Git commands (e.g., commit, pull, reset, revert) finish executing. Setting this to true helps mitigate potential race conditions leading to data loss, conflicts, and a broken Git history. Unless running a slow network, UI suspension should not interfere with standard workflows. Setting this to false allows for actions to trigger multiple concurrent Git actions.": [
        "Git komutlarının (ör. commit, pull, reset, revert) yürütülmesi bitene kadar JupyterLab kullanıcı etkileşimini askıya alın. Bunu ‘true’ olarak ayarlamak, veri kaybına, çakışmalara ve bozuk bir Git geçmişine yol açan potansiyel yarış durumlarının azaltılmasına yardımcı olur. Yavaş bir ağ çalıştırılmadığı sürece, kullanıcı arabiriminin askıya alınması standart iş akışlarına müdahale etmemelidir. Bunu ‘false’ olarak ayarlamak, eylemlerin birden çok eşzamanlı Git eylemini tetiklemesine izin verir."
    ],
    "schema\u0004Whether to check Git status when the Git tab is not visible. Choose `false` for higher performance.": [
        "Git sekmesi görünmez iken Git durumunun kontrol edilip edilmemesi. Yüksek performans için 'False' seçiniz."
    ],
    "schema\u0004jupyterlab-git settings.": [
        "jupyterlab-git ayarları."
    ]
}