Repository: jupyterlab/language-packs
Catalog: extensions/spellchecker/locale/*/LC_MESSAGES/spellchecker.po
Languages: he_il, nl_nl, pl_pl, vi_vn

# settings
source: URL address of the .aff file
he_il: כתובת קובץ ה־‎.aff
pl_pl: Adres URL pliku .aff

# settings
source: URL address of the .dic file
he_il: כתובת קובץ ה־‎.dic
pl_pl: Adres URL pliku .dic

# settings
source: Unique identifier
he_il: מזהה ייחודי
pl_pl: Unikalny identyfikator
vi_vn: Định danh duy nhất

# settings
source: Display name
he_il: שם תצוגה
pl_pl: Wyświetlana nazwa
vi_vn: Tên hiển thị

# schema
source: Spellchecker settings.
he_il: הגדרות בדיקת איות.
nl_nl: Instellingen spellingscontrole.
pl_pl: Ustawienia sprawdzania pisowni.
vi_vn: Cài đặt kiểm tra chính tả.

# settings
source: Spellchecker
he_il: בודק איות
nl_nl: Spellingscontrole
pl_pl: Sprawdzanie pisowni
vi_vn: Kiểm tra chính tả

# settings
source: Case-sensitive list of words to be ignored
he_il: רשימה של מילים, ללא תלות ברישיות, להתעלמות
nl_nl: Lijst met woorden die genegeerd moeten worden (hoofdlettergevoelig)
pl_pl: Lista słów do zignorowania, uwzględniając wielkość liter

# settings
source: Words to be ignored by the spellchecker
he_il: מילים שעל בודק האיות להתעלם מהן
nl_nl: Woorden die genegeerd moeten worden door de spellingscontrole
pl_pl: Słowa do zignorowania przy sprawdzaniu pisowni
vi_vn: Từ bỏ qua kiểm tra chính tả

# settings
source: Dictionary identifier, e.g. en-us
he_il: מזהה מילון, למשל: he
nl_nl: Woordenboek identificatie, b.v. nl-NL
pl_pl: Identyfikator słownika, np. en-us
vi_vn: Nhận dạng từ điển, ví dụ: en-us

# settings
source: Language of the spellchecker
he_il: שפת בודק האיות
nl_nl: Taal van de spellingscontrole
pl_pl: Język sprawdzania pisowni
vi_vn: Ngôn ngữ kiểm tra chính tả

# settings
source: List of MIME types. GFM denotes GitHub Flavored Markdown
nl_nl: Lijst van MIME-types. GFM is de afkorting voor GitHub Flavored Markdown
pl_pl: Lista typów MIME. GFM oznacza GitHub Flavored Markdown

# settings
source: MIME types for files/editors for which the spellchecking should be activated
nl_nl: MIME-types voor bestanden/editors waarvoor de spellingscontrole geactiveerd moet worden
pl_pl: Typy MIME dla plików/edytorów, dla których należy aktywować sprawdzanie pisowni

# settings
source: A list of online dictionaries to use if installing dictionaries in data path of jupyter-server is not possible or not desirable. For example: [ { "id": "pl_PL-online", "aff": "http://some-url/pl_PL.aff", "dic": "http://some-url/pl_PL.dic", "name": "polski (Polska)" } ]
nl_nl: Een lijst met online woordenboeken die moeten worden gebruikt als het installeren van woordenboeken in het pad van de jupyter-server niet mogelijk of niet wenselijk is. Bijvoorbeeld: [ { "id": "pl_PL-online", "aff": "http://some-url/pl_PL.aff", "dic": "http://some-url/pl_PL.dic", "naam": "polski (Polska)" } ]
pl_pl: Lista słowników online, które mają być używane, jeśli instalacja słowników w ścieżce danych jupyter-server jest niemożliwa lub niepożądana. Na przykład: [ { "id": "pl_PL-online", "aff": "http://some-url/pl_PL.aff", "dic": "http://some-url/pl_PL.dic", "name": "polski (Polska)" } ]
vi_vn: Danh sách các từ điển trực tuyến được sử dụng nếu việc cài đặt từ điển từ đường dẫn dữ liệu của jupyter-server không thể thực thi hoặc không được chọn. For example: [ { "id": "pl_PL-online", "aff": "http://some-url/pl_PL.aff", "dic": "http://some-url/pl_PL.dic", "name": "polski (Polska)" } ]

# settings
source: Online dictionaries
he_il: מילונים מקוונים
nl_nl: Online woordenboeken
pl_pl: Słowniki online
vi_vn: Các từ điển trực tuyến

# settings
source: Theme for decorating misspelt words, one of: - 'background-box': fills the background of the misspelt word; - 'wavy-underline': underline with wavelets (note: Chrome has a bug which prevents rendering of wavelets under some very short words) - 'dotted-underline': underline with dotted style
nl_nl: Thema voor het versieren van het verkeerd gespelde woorden, kies één van de volgende mogelijkheden: - 'achtergrond-box': vult de achtergrond van het verkeerd gespeld woord; - 'wavy-underline': onderstreep met golfjes (opmerking: Chrome heeft een bug die het renderen van golfjes bij zeer korte woorden voorkomt) - 'dotted-underline': benadruk met een gestippelde stijl
pl_pl: Motyw do dekoracji błędnych słów, jeden z: - 'background-box': wypełnia tło nieprawidłowego słowa; - 'wavy-underline': podkreślenie falami (uwaga: Chrome ma błąd, który zapobiega renderowaniu fal pod bardzo krótkimi słowami) - 'dotted-underline': podkreślenie z kropkowanym stylem

# settings
source: Theme
he_il: ערכת עיצוב
nl_nl: Thema
pl_pl: Motyw
vi_vn: Giao diện

# schema
source: Spellchecker
he_il: בדיקת איות
nl_nl: Spellingscontrole
pl_pl: Sprawdzanie pisowni
vi_vn: Công cụ kiểm tra chính tả

source: Dictionary not loaded
he_il: לא נטען מילון
nl_nl: Woordenboek is niet geladen
pl_pl: Słownik nie jest załadowany
vi_vn: Không thể tải từ điển

source: Adjust spelling to
he_il: התאמת האיות לכדי
nl_nl: Spellingen aanpassen naar
pl_pl: Popraw na
vi_vn: Điều chỉnh thành

source: No spellcheck suggestions
he_il: אין הצעות איות
nl_nl: Geen zoeksuggesties
pl_pl: Brak podpowiedzi
vi_vn: Không đề xuất kiểm tra chính tả

source: Spell Checker
he_il: בודק איות
nl_nl: Spellingscontrole
pl_pl: Sprawdzanie pisowni
vi_vn: Công cụ kiểm tra chính tả

source: Toggle spellchecker
he_il: החלפת מצב בדיקת איות
nl_nl: Spellingscontrole in-/uitschakelen
pl_pl: Przełącz sprawdzanie pisowni
vi_vn: Chuyển đổi trình kiểm tra chính tả

source: Ignore
he_il: התעלמות
nl_nl: Negeren
pl_pl: Zignoruj
vi_vn: Bỏ qua

source: Loading dictionary…
he_il: המילון נטען…
nl_nl: Bezig met het laden van het woordenboek…
pl_pl: Ładowanie słownika…
vi_vn: Không thể tải từ điển…

source: Choose spellchecker language
he_il: בחירת שפת בדיקת איות
nl_nl: Kies de spellingscontrole taal
pl_pl: Wybierz język sprawdzania pisowni
vi_vn: Chọn ngôn ngữ kiểm tra chính tả

source: %1 [%2] (online)
he_il: %1 [%2] (מקוון)
vi_vn: %1 [%2] (trực tuyến)
